[
   [
      [
         "BodyKatiya",
         "The only option we have is to walk.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "The tribunal isn&apos;t happening for at least another week, and yet I&apos;ve found that the Royal Guard are slowly cutting off my access to everything &mdash; including transportation, so as soon as the dawn of the next day broke over the Purgatory Mountains, Cody ambled through my door with the large silver case, along with another nondescript parcel he says would &quot;get him arrested if he tested it in his world.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "The cartridges are arranged in a plastic case, bright orange with the words KIRKLAND printed on the shell: I&apos;d think they were shotgun shells if I hadn&apos;t seen a smaller version of them fall out of Cody&apos;s television remote when he dropped it. He wheels through a cart to hold all the items, saying Titus can &quot;keep it after since there&apos;s not enough snow for sledding.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "Titus is good at dragging things: though Cody shoulders his backpack, Titus insists on taking the cart with little pushback as he describes his journeys as a Snowdrifter, collecting artifacts beyond the walls of Blackwater. ",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "He still refuses to talk past the incident that brought him here, and so does Sylvia.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "But it frees up Cody and I to share a moment of peace for the first time since our falls from grace. His hand feels far more calloused than the last time I held it, and as I find that my conditioning gives me more space to talk than him, I recount the events of the day before.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;You told them?&quot; He manages.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Yeah. Just like you did,&quot; I say. &quot;Scared the Res out of them as much as I expected: especially my brother.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Your brother?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;He left before I did: said he had to handle something. But it was never about getting their approval,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "Cody huffs. He hocks and spits into the grass of the narrow trail as the land of the southern hills grows precipitous. &quot;Me . . . neither,&quot; he says.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "I tighten my fingers between his. &quot;Don&apos;t make me carry you again,&quot; I say, looking up at him.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;You&apos;ll never do that again,&quot; he says, &quot;when I&apos;m awake, at least.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "The ground levels out enough for Cody to keep the pace. Titus practically carries the whole cart in places. Sylvia shoulders the mysterious bag of metal parts, and the more it clatters, the more I wonder what&apos;s inside.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;What did you put in there?&quot; I ask.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I made it last week,&quot; he says.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Made?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Welded with the help of Miguel&apos;s cousins. I made a couple of them. Had some scrap gun-level steel lying around that can handle explosions, but we&apos;ll have to see how it does.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "His answers raise enough questions to draw the attention of Titus and Sylvia &mdash; but hearing how exhausted he is, we decide to wait for the spectacle.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "It was a clearing I saw when Jullian and I took the carriage down to the hot spring:wider and deeper than the clearing outside Hillfar, and far enough from  the city that the explosions should blend in with the ambience of war.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "Cody&apos;s excitement grows when I tell him we&apos;re almost there: he asks Sylvia to un-shoulder the bag, and this time, when he has the bag this close to me, I can feel the presence of something that never came from his world.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Turn here,&quot; I say, as he fumbles though the bag, withdrawing a familiar pitch I gave to him almost half a year ago. It&apos;s the same bag that got him in trouble: I thought he&apos;d never want to see it again, but the determined look in his eyes reads otherwise when he hands it to me.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "We walk across folds of brown grasses that crunch beneath our feet louder than the layer of frost. I feel the sphere that Aliaki gave me hum mysteriously in my pocket, making me feel a little safer knowing they&apos;re on the other side of it.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "But Cody&apos;s already configuring as he walks between the trees, asking Sylvia to hold &quot;this and that&quot; as he screws something into something else, projecting that same innocent excitement that made me fall for this man of another world.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "I finally get a glimpse of it when we stop at the throat of the clearing. It looks even shoddier than the technology of my world, from how improvised it is. Titus is captivated by Cody&apos;s creation, taking another one in his hands as he feels for the action. Cody slides open a compartment on the side of the device&apos;s long tube, validating that the cartridges fit inside the rifle, and gestures for me to get closer.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "I open the pouch, finding the dead Essence split into smaller bags &mdash; small enough for my mind to wonder if it&apos;s something else, but the bags are so thin.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;What&apos;s this thing? Looks like a millipede,&quot; Titus says, pointing to a metal insect glued to the side of the stock with small, steely legs: some wired to the barrel.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;It&apos;s a brain,&quot; Cody says. &quot;I wrote instructions that tells it what to do when I give it a signal,&quot; he says, withdrawing a laptop from his backpack.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "Titus is mystified. They&apos;d surely be best friends if reality didn&apos;t separate them, and when Cody flicks a small switch, three colored lights illuminate on the top of the barrel.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "He grunts with satisfaction, setting the laptop down as he races to a fallen stump in the meadow with his invention, and an old drill labeled ALAN DUNSMORE with a very long and large drill bit. After the foreign whine of power tools fills the meadow for a few minutes, he jams the barrel through the log, using it as some kind of clamp to hold it in place.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "He gestures for us to come over, and says something terrifying. &quot;The last time this almost killed me,&quot; he says: pressing a button on the metal bug that makes a screw stab the hollow space inside the chamber before retreating.",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ],
   [
      [
         "BodyKatiya",
         "&quot;So I get that it&apos;s some kind of gun, but . . . is this a toy?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I&apos;m not sure yet,&quot; he says: gesturing for me to give him a thin-walled dime-bag of Essence from the pouch, and asking Sylvia for one of the power cells. &quot;So the screw punctures the bag. The Essence makes contact with the double-A battery,&quot; he says, loading it fearlessly as we all move to take ten large steps back.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Are you insane?&quot; Titus shouts, nearly tripping as I reach to grab Cody&apos;s collar. He closes the latch as I start to drag him.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;You should have said something,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "Sylvia asks, &quot;does he even understand how much power is in that much Essence?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;You&apos;re going to burn down the forest,&quot; Titus says: now the three of us are the ones out of breath from yelling.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "Cody withdraws his phone. &quot;I can launch it on here, too,&quot; he says, swiping for an application. &quot;Ready?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Cody, you...&quot; I start. ",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "He presses a button on the screen. In the silence, I hear a small whine from the device twenty steps away, and yet nothing happens.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Fuck,&quot; he exclaims.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "I stop dragging him when we make it to the silver case. &quot;A thumbnail,&quot; I say. &quot;A thumbnail worth of Essence could blow up an entire room if not handled right &mdash; you think your world&apos;s metal could handle it? You would be evaporated!&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I&apos;m out of range,&quot; he says.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Cody, don&apos;t!&quot; I cry, chasing after him as he runs in an even circle around the explosive stump, still punching the glowing button on his phone screen. &quot;Get away from there!&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "He cautiously begins to approach, muttering something about blue teeth, but he won&apos;t even have dental records left if he gets any closer ",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Let&apos;s just test the drone and get the footage,&quot; I plead. My fear for him outpaces my own sense of panic, and soon I realize we&apos;re thirty paces away.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "He grumbles before turning to face me. &quot;I guess you&apos;re right. JAX is pretty much done: just needs PID cont&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "The stump goes airborne: uprooted with a hundred years&apos; grasp on the soil, taking a hefty chunk of dirt and grass with it. I can tell Cody feels its shadow when I realize the two tons of ground are headed right for me, and without hesitation, Cody dives to intercept me, pushing the two of us out of the way as the massive clod of dirt crumbles across the grass, leaving the stump turned upright as Cody&apos;s device catches up on every press.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "We lie against the frosted ground as mechanical screams split the air: launching beams of scalding crimson into the sky that whine like dying foxes. The volley subsides after six more rounds, and though I can feel the powdered Essence in the air, the only sound left is the whine of Cody&apos;s machine masochistically begging for more.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "We look at the remains of Cody&apos;s invention, expecting to find a chunk of glowing steel &mdash; but despite the torment, the device is still fully intact: the three lights glowing with anticipation as they beg for another cell.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "My heart races. My fists are clenched, and I feel like I&apos;m on the verge of another panic attack that can only be cured by punching Cody square in the chest.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "But he&apos;s still on top of me: face flushed with an excitement he tries to suppress with even stronger feelings of concern.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Are you okay?&quot; He asks. The sphere vibrates stronger inside my pocket, as a familiar voice speaks through dimensions, asking the same question.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Yeah, I&apos;m alright,&quot; I say: gasping for breaths as Titus and Sylvia race over.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "Cody waits for a while until he&apos;s sure I&apos;m not going to pass out. The two others gesture to the mountainside, and when Cody turns his head to look, his excitement devolves into either amazement or horror.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I think I used too much Essence,&quot; he says, laughing with fear because it&apos;s the only response he has for the destruction he&apos;s wrought.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "A full cone of the hillside is missing, welled with glowing puddles of white-hot plasma dissolving the ground hotter than magma.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "He helps me to my feet, hugging me until we both stop shaking, and then says, &quot;next time, let&apos;s use a pinch.&quot;",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ],
   [
      [
         "BodyCody",
         "My watch reads half past seven when we reach Katiya&apos;s street. The ache I feel at the end of every ten-hour shift of standing returns to my muscles, and as every uneven cobblestone threatens to trip me, I brace myself on the cart, with just enough to make it back to the comforts of modern life.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "The hours I spent testing the drone flew by with little incident. Titus was engrossed in my creation, and though he understands nothing of electronics, he has the hands and mind of a technician. Sylvia and Katiya patrolled the edge of the field, sharing something personal that kept them talking, and at the end, I tested the rifle one last time, discovering that a tenth-sized pinch of Essence is enough to keep it stable &mdash; stable enough to fire about four incendiary plumes of Essenced plasma before the battery is reduced to a hollow shell.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "But just because I had a successful day of testing doesn&apos;t mean fate is on my side. And it isn&apos;t on Katiya&apos;s, either. A hundred yards away, five seasoned Royal Guards stand outside Katiya&apos;s door, and one of them is her brother.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I think she&apos;ll call to him, but she remains silent, an I sense a fear that overtakes her. She urges us to sneak down the market street, halting at a narrow alley to hear their voices still echo from her porch.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I just hope she knows I&apos;m doing this for her,&quot; Erik says, &quot;and I can accept however much she&apos;ll hate me, because you know our past, right?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;You&apos;ve told us. You&apos;re both survivors,&quot; another says. &quot;You&apos;re doing the right thing, Erik.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "Her brother knocks again. &quot;She&apos;s must be ignoring me. But after what I told them, I wanted to be the one to bring her in. Under protective custody, you know.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;If it&apos;s not you, the others won&apos;t be violent, Erik. She&apos;s not in trouble. You&apos;re just moving things faster.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "He weathers another pause.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Come on,&quot; another says. &quot;Let&apos;s go.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "They leave the porch, and another three minutes passes before the four of us feel safe enough to speak.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;What was that about?&quot; Sylvia asks, noting a certain peril that flushes Katiya&apos;s face. Katiya sneaks through the thin alley before racing for her door, retrieving a letter pinched in the mail slot, furiously tearing off the official wax crest.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Gods damn it,&quot; she mutters.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I rush to catch up with her as she takes a final glance around before unlocking the door. My phone vibrates in my pocket when I&apos;m in range of my router, but I don&apos;t check it.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;What is it?&quot; I ask.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;The tribunal,&quot; Katiya says. &quot;They moved it up. He thought it would stop me, but now I&apos;m forced to make a choice.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;And what if you don&apos;t go?&quot; Titus asks.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I become a deserter,&quot; Katiya says, crumpling the letter in her fist as her hands tremble. &quot;And they shoot traitors in the back before they can cross the border.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "My phone pings the smartwatch on my wrist. A message reads from Reed and Kei: one they sent some time after work.",
         true,
         false,
         false
      ],
      [
         "Timestamp",
         "Kei Sakurashima // 05:03",
         false,
         false,
         false
      ],
      [
         "MessageFrom",
         "They laid the engineers off today. Technicians are supposed to go tomorrow afternoon. ",
         true,
         false,
         false
      ],
      [
         "Timestamp",
         "Reed Broderick // 05:03",
         false,
         false,
         false
      ],
      [
         "MessageFrom",
         "My father says HR is coming at 3pm. Your presentation is at 3:30.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "The panic strikes me too: feels like I took an Essenced round to the chest from the pulse of my heart. ",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;What is it, Cody?&quot; one of them asks.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "My fingers fumble across the screen of my smartphone.",
         true,
         false,
         false
      ],
      [
         "Timestamp",
         "Cody Dunsmore // 07:48",
         false,
         false,
         false
      ],
      [
         "MessageTo",
         "That&apos;s thirty whole minutes!",
         true,
         false,
         false
      ],
      [
         "Timestamp",
         "Reed Broderick // 07:49",
         false,
         false,
         false
      ],
      [
         "MessageFrom",
         "Dad says to make it to his office in the Aero tower. Don&apos;t leave too early. You&apos;ll have to idle. Your card might not work, but we&apos;ll get you in.",
         true,
         false,
         false
      ],
      [
         "Timestamp",
         "Kei Sakurashima // 07:52",
         false,
         false,
         false
      ],
      [
         "MessageFrom",
         "I can get your case up there. But you have to get yourself up there.",
         true,
         false,
         false
      ],
      [
         "Timestamp",
         "Reed Broderick // 07:49",
         false,
         false,
         false
      ],
      [
         "MessageFrom",
         "And we can badge you through anywhere.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Cody,&quot; Katiya says, but I don&apos;t hear her. She grabs my wrist.",
         true,
         false,
         false
      ],
      [
         "Timestamp",
         "Cody Dunsmore // 07:52",
         false,
         false,
         false
      ],
      [
         "MessageTo",
         "And how do I know HR won&apos;t start early?",
         true,
         false,
         false
      ],
      [
         "Timestamp",
         "Kei Sakurashima // 07:52",
         false,
         false,
         false
      ],
      [
         "MessageFrom",
         " You don&apos;t.",
         true,
         false,
         false
      ],
      [
         "Timestamp",
         "Kei Sakurashima // 07:52",
         false,
         false,
         false
      ],
      [
         "MessageFrom",
         " Just be ready. They&apos;re coming for you.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "Katiya forces my attention when she takes my phone before I can respond, and for a second, neither of us speaks. In two different worlds, the machine has begun its countdown.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;You know what this means,&quot; Katiya says.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;It means that this is our last night,&quot; I say. &quot;The last night where nobody can take anything from us.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I squeeze her until the fear leaves enough space for me to march inside, carrying the case across the threshold, leaving the spare drone battery on my kitchen counter.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "We drown in the hapless space between fear and its response like lightning before thunder. All I can think is how to heal together as I lead her up the stairs, whispering the words of a vow I&apos;ve meant to tell her for a while now.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Whether we burn bright or burn out,&quot; I say, &quot;let&apos;s not close each other out this time.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Let&apos;s burn together,&quot; Katiya says.",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ],
   [
      [
         "BodyKatiya",
         "Cody&apos;s suit hangs from the top of the door like a tall, headless soldier, standing watch for all the forces of our worlds that are after us. My breath heaves and trembles as the static fills my fingers with anticipation, tightening my chest as I try to stay afloat in this moment.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Maybe this is our last chance,&quot; Cody whispers in my ear, and it sends a different kind of static through my circuits: like gentle flakes of frost to quench the scalding heat. His flesh is ice when he presses his bare chest against my back, and though I can feel his own panic told in the tremor of his arms as he tightens me in his grasp, his heart beats slower than mine, and in this moment, I feel safer than I ever have before.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "I spent my whole life building resilience with will and muscle as my coat of armor. My entire body still flexes with dread as if to prepare for a wounding strike: trained to be unstoppable, but as his fingers trace the musculature of my core, grabbing the softest parts of my body that strength can&apos;t protect, I experience a feeling of love that calms my hesitations.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "I remove my shirt to give more space for us to share our warmth, wearing nothing more than the pair of boxers he bought for me that I insisted on. My resilience gives as I lean for the bed, pulling him now as a thin, stupid bedsheet can no longer separate us. We lie together as my legs tension around his, fully vulnerable as he draws his fingers behind my ear.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "We watch each other closely: closer than we ever have before, separated by one final thread of hesitation &mdash; because although we&apos;ve kissed before, it wasn&apos;t like this. I notice the detail of the colored bands within his dark, brown eyes, struggling to settle on looking at a single one.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;You always cool me down when I&apos;m burning up,&quot; I tell him.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "He smiles.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;And you always warm me up when life freezes me out,&quot; he says.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "The hesitation still splits us though we hover close. He looks at my lips. I displace that sense of intention through the tension of my thighs, coaxing Cody to draw himself closer, but he parries with words.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;The thought of the future we can share is the only thing that keeps me strong,&quot; he says, and I can feel his warm breath. He strokes the side of my head with his calloused fingers from days of work, and all I want is for him to do some work on me.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "He still hangs there, searching for another sentence to forestall us, though I can feel his heart pulsing in his legs, but there&apos;s no room for fear when you&apos;re solaced by the person you love the most.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "I thought my first great act of courage would come tomorrow, but I do it now, sharing the first exchange of passion on our last night of peace.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I love you, Cody,&quot; I tell him.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;And I love you too, Katiya,&quot; he says.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "The two of us met in a standoff: armed and separated in hesitation between doorways, waiting for the right tell to strike. But now, we both advance at the same time, our lips finally meeting somewhere in the middle. ",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ]
]