[
   [
      [
         "Body",
         "&quot;She never came home, so please, just tell me, I haven&apos;t heard from her in days,&quot; she says. Her fists clench the lapel of my jacket, but I sag in the corner, folded over myself.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Then he cuts in. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;She says you saw her last. She was headed to your house. The whole reason we got into this mess is because you made her disappear!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "His fist slams the metal siding harder than all the other desperate Cadets. But my eyes don&apos;t reach them. I stare at the worn rubber soles of my boots, wondering how many steps can be unwritten, and for that matter, if they still can.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I wonder if I have the strength to pull all the way through. Or else I&apos;m no better than the ones I allowed to die.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Calm down, Jarrett. We don&apos;t know that,&quot; Delvin insists. &quot;How do we know she even made it there? She&apos;s Merlot royalty, and you&apos;re Carmine yourself. They were furious. You know, any one of them could have&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Could have what?&quot; Vera says. &quot;What?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;&mdash;I-I don&apos;t know, Vera, I&apos;m just saying,&quot; he says. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "I can feel her fists tension tighter on my coat, but beneath all the anxious fury I can feel her tremble. I think I hear sobs leave her throat, but there are many that cry from helplessness in this narrow space.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;What about Sylvia? What happened to her?&quot; Delvin asks. &quot;And the other Carmine guy. Rohan.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Romin,&quot; Jarrett says. &quot;Damn it, Titus, just say something! Why did they throw you on here? Where in Khiras&apos; name were you hiding to be this far out? And why did they stop the train so suddenly?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;They&apos;re all waiting for us,&quot; I say. It&apos;s the first thing I&apos;ve said since then.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Where? Are they beyond the walls, too?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;They&apos;re all waiting,&quot; I insist, and if I squint my mind&apos;s eye I can still see them.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;What is he on about?&quot; asks Isla, too short to look over them, clenching Jarrett&apos;s mark, so easily tossed about the moving car.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;He says they&apos;re still alive,&quot; says Vera, and her grip loosens, though she still trembles. &quot;But where is my sister?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Lyra. Raine. My father. And my sister, too,&quot; I continue. &quot;They&apos;re all waiting, and I can bring you to them.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Is she in the other car? With the rest of your Fireteam, surely, right? Sylvia and Romin?&quot; Vera&apos;s voice cracks on the last syllable as she turns to them. &quot;She has to be! I can&apos;t leave things the way we left them . . .&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You&apos;re gonna see her again. You&apos;re all going to see them,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Something bashes on the siding, rapping over and over like Carmine rallying drums. It startles everyone in the car, and for the first time, I can make out the faces of all the strangers in this dimly-lit space.",
         true,
         false,
         false
      ],
      [
         "Body",
         "It&apos;s the door sliding open on its track. And over the cries and shrieks of panic-stricken prisoners, nobody noticed the train reached the end of the line.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;We can rush them,&quot; Jarrett says: words I&apos;ve heard before, words that can only bring the same result of thoughtless bloodshed. &quot;Listen. We&apos;re third-class Cadets, and you have our strength. They can&apos;t stop all of us!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "His optimism infuriates me. I envy that tactless, stupid hope they find when they&apos;re all going to die no matter what. But I don&apos;t have to speak on it. Like the First Red, they&apos;re all cowards with only enough headspace to consider themselves.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Listen! We can&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "A voice feathers from static. &quot;And where are you going to go, you stupid Carmine sap?&quot; ",
         true,
         false,
         false
      ],
      [
         "Body",
         "It&apos;s a Chymaeran, guised in bright fabrics of the Afterlife.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;We&apos;re getting out of here,&quot;Jarrett insists.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;All talk and no brains. No wonder the First Red were all blown out of their foxholes,&quot; the Chymaeran says, though Jarrett doesn&apos;t even know what the First Red are. &quot;You&apos;ll all turn to Frosthards in the first ten seconds. We&apos;ll reap your Essence anyway!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Reap our Essence?&quot; Vera asks.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Fuel,&quot; I mutter to myself. That keyword makes sense now.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The Cadets are petrified: unsure of whether they wish to let the floor swallow them or try to run with Jarrett. Either is suicide.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;This isn&apos;t just a prison. You are not being punished for anything. You are only fulfilling your purpose, and I&apos;m giving you an opportunity,&quot; he says, and down the line of cars, I hear other guards give the same spiel to their unwitting participants. &quot;In the scale of this world&apos;s future, your purpose is vital: each and every one of you. You afford this world another chance at the Golden Age that was torn from us. And so you will be given a chance to choose your fate.&quot; ",
         true,
         false,
         false
      ],
      [
         "Body",
         "He sneers on a line of empty promise, one he&apos;s surely rehearsed so many times before.",
         true,
         false,
         false
      ],
      [
         "Body",
         " &quot;And the highest achievers will become one of the chosen ones of the Afterlife!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You drag us here without an option, and now you want to talk to us about choices?&quot; A cadet says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;All you have to tell me is if you are strong or weak,&quot; he says. Darkness spreads across his skin and clothes, morphing him from a Human puritan to a thick-shelled Chymaeran.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I forgot what it felt like to see a Chymaeran for the first time. Some cadets jump with fright, while most are so emotionally raw they stare with unblinking desperation. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "The Chymaeran asks the most frightened one in front of them first.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;What are you?&quot; The Chymaeran asks her.",
         true,
         false,
         false
      ],
      [
         "Body",
         " &quot;I . . .&quot; She looks around at the others, unsure of how to answer, and yelps when the choice doesn&apos;t come to her. &quot;I, er . . . I am . . .&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Answer! All your fellow Cadets will freeze if we don&apos;t get through you.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Weak,&quot; she answers. &quot;I am weak.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Go ahead,&quot; he says. He motions for them to pass him, and they get off just fine. Several gasp in disbelief. They thought it would be much worse.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;And you?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "The next one is another woman, younger with red hair and freckles. She looks past the Chymaeran at the other woman and her kids. Some look of reassurance crosses her face after a few seconds. She looks down at her meager Garnet-level mark before answering. &quot;I am weak,&quot; she replies, bashful.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Then go,&quot; says the Chymaeran.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Another Cadet steps up, a young man this time. Some guy I met once in passing, enough a sense of pride that shines far beyond his actual level.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I think I am . . . strong,&quot; he says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The Chymaeran sneers again.  &quot;You think?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I am,&quot; he insists.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Then step aside.&quot; He tries to exit, misunderstanding them. &quot;No! Aside the cabin. Right here,&quot; he says, motioning to the front wall before turning to the next one. &quot;And you? What are you?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "I can tell it&apos;s his fireteammate from the way they look at each other. Did they let these people group themselves onto the trains intentionally? Before they knew where they were headed?",
         true,
         false,
         false
      ],
      [
         "Body",
         "The confident guy nods. His friend speaks up.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I&apos;m strong, too.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Then face each other,&quot; the Chymaeran says, throwing something on the ground to each of them. &quot;Pick it up. Now!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "And they do. I watch the terror settle in their eyes when they regret speaking those words.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Then prove it.&quot; He says. &quot;You have one minute to decide who&apos;s the real Champion.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You mean&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Now.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "The courageous one pleads. &quot;Victor,&quot; he says, as his voice trembles. How quickly he folds on himself, and his friend does, too, once they realize there&apos;s no way out. They circle each other, idling time. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I can&apos;t do this. I can&apos;t! I&apos;ve known you since Seminary,&quot; the first says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;We have to, Gage, come on! Come at me,&quot; Victor lunges with a hollow slash that couldn&apos;t cut a dandelion.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;No, no, no,&quot; Gage says, his eyes shifting between the impatient Chymaeran and his friend. Victor takes a further slice as Gage idles, flaying the skin of his arm, but he hesitates as soon as he realizes what he&apos;s done.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Gage screams with pain. He looks down at the slice as he drops his knife, and Victor panics, holding his hands to his ears and sobbing while the knife is still on his hands.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Victor says, &quot;I hardly even cut you! I&apos;m sorry, I&apos;m sorry, please,&quot; he repeats, over and over, &quot;I didn&apos;t mean to,&quot; before the knife slips from his fingers, stabbing into the wooden slats.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I recognize it in an instant. Gage shudders on the ground, and it&apos;s tough to make out in the shadows, but the faintest amethyst glow encapsulates his entire body.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;We learned it took too long to make you skin each other alive,&quot; the Chymaeran explains. Moments later, Gage&apos;s breathing stops when he melts into the floor. The hard parts of him become amorphous. And then, when the Amethyst absorbs him completely, leaving nothing but the Garnet-class cloak, the spectators gasp when a small trail of Essence gusts from Gage into Victor.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;This is how this world really works, shitbloods,&quot; the Chymaeran says. &quot;Victor here learned something today. And I hope you all can learn through him, too!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Victor still trembles. But all of a sudden he tenses, clutching his chest. In the darkness, the Chymaeran&apos;s slender arm reaches behind him, and in moments, the same Amethyst leaks like living ink down his limbs from beneath his cloak.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Gage&apos;s knife clatters to the ground.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You&apos;ll learn that we don&apos;t tolerate hesitation,&quot; the Chymaeran says, &quot;if you consider yourself a Champion, if you think you can equate yourselves with us.&quot; The crowd stirs in panic. They were raised as slaves, and now they&apos;ll die as them in whatever fate awaits the reluctant. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "I startle Vera when I rise to my feet. &quot;And how free will these winners be?&quot; I ask.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You will join the Afterlife in its mission. This is the way we&apos;ve recruited the few remaining spaces every time, every passing class. Haven&apos;t you wondered what happened to all those lower-ranked losers that died in &apos;service&apos; beyond the walls?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;But why do we deserve this?&quot; Another asks.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Because this is what you signed up for!&quot; the Chymaeran says. &quot;You got a meal plan, lodging, your families taken care of with a stipend for your training. You knew this risk would come the day you signed on to the Academy. You knew the class-system and you chose to play the game, and now that the trade-off for all you&apos;ve leeched from us is here, you will fulfill your true value!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "He eyes the back of the car where Isla, Jarrett, and Delvin huddle together, noting their marks.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Dragon-class cadets? Why are you here?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;They said it was desertion,&quot; Jarrett says. &quot;We didn&apos;t go to the upper lands to defend against the &apos;Carmine,&apos; because we were looking for someone.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;How unfortunate,&quot; the Chymaeran says. &quot;You see, now, lowly Cadets, these Dragon-Class fighters have real strength, and they&apos;ve proven enough to join the strong.&quot; He motions for them to approach, and when they do, Isla drags my shirt for me to follow.",
         true,
         false,
         false
      ],
      [
         "Body",
         "But he stops me.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;And where do you think you&apos;re going, vagrant? How did you even get mixed in here?&quot; He laughs. &quot;How unfortunate.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Isla tries to defend me. &quot;Titus was the Valedictorian of our class. He&apos;s at the same level. He&apos;s the best of all of us! Go on, tell him,&quot; Isla tells me.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I look down at the outwaller fabrics that cover my body: shoddy yet dense and warm, or they would be, if there weren&apos;t so many holes torn in them.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Damn it, say something!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Are you strong or weak?&quot; the Chymaeran asks.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;He&apos;s strong,&quot; Isla says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I was asking him, shitblood.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "I feel my hands tension. I&apos;m unsure whether I have the strength to do it myself this time, but I&apos;ve run out of allies to expend and paths to take.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I am strong,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Then prove yourself, vagrant,&quot; he replies.",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ],
   [
      [
         "Body",
         "The pencil-necked Garnet-class cadet across from me shakes like the rest of them, never having witnessed real violence in his life. I don&apos;t approach him, yet he backs himself into a corner. The car full of prisoners parts like a bad haircut to let him by.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;We don&apos;t have to do this, you know,&quot; he says, steadying the knife as his hand trembles. As I approach closer, his eyes widen and he shields himself, thinking of me as some psychotic vagrant from the city fringe. &quot;I&apos;m trained in combat, unlike you, vagrant. I&apos;ll cut you open!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Then try me,&quot; I say. My hands are perfectly steady. The same mantra of Sylvia and Lyra&apos;s last words they spoke to me cycles through my mind. Bedrock is the most solid state of all.",
         true,
         false,
         false
      ],
      [
         "Body",
         "He lunges for a warning slice, so off-balanced that it almost carries him into the onlookers. I still stand there, passively, my body unhinged towards any defensive position.",
         true,
         false,
         false
      ],
      [
         "Body",
         "He speaks words just to get a rise out of the Chymaeran, to idle and show his toughness, but the fear of that moral edge is something he can&apos;t ever hope to hide. I can tell, because despite everything, I still hang on the same edge. Rank means nothing when the weight of our souls is the same. Or so I tell myself. But the only way back is to cross an unforgivable line I still haven&apos;t crossed.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I begin walking towards him, and even though I&apos;m average height, my build is intimidating enough to drive him back. He mutters something indiscernible. The Chymaeran grows impatient. And as the last moment of action passes by, I wonder if I&apos;ll be stuck in this moment forever, just like last time.",
         true,
         false,
         false
      ],
      [
         "Body",
         "But then his heel catches on the leg of one of the prisoners. He trips. The serrated edge fumbles through his hands, almost at a half-turn before he reaches for it again.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I duck out of the way just in time to miss it again, twisting my body left as it passes me, forgetting about the knife I&apos;m still clutching in a death grip. I feel a resistance, then hear a futile gasp, when I finally collect myself enough to step back.",
         true,
         false,
         false
      ],
      [
         "Body",
         "When I look back at the scrawny cadet, the slice parts his jaw like a cleft chin. Just the smallest paper-cut is enough for those with no Essence, and I turn away before I can watch it cycle through him.",
         true,
         false,
         false
      ],
      [
         "Body",
         "As I feel all of his meager Essence enter my circuits, I hear her words as they cross my mind. You will never be better. You will never deserve that perfect world with all the ones you&apos;ve left behind!",
         true,
         false,
         false
      ],
      [
         "Body",
         "The Chymaeran takes my refusal to watch as a sign of resilience. &quot;You have a chance, vagrant,&quot; he says, stepping aside the door. Vera and her fireteam look on with disbelief: my back was to all of them when it happened, and for all they know, I murdered the Garnet-class weakling in cold blood, unaffected.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Past the steaming train cars wet with melted frost that drips from their bowed roofs, two lines form beyond each train car&apos;s door, separated by a tall fence. One of them is short and straight. The other bends and serpentines on itself, taking at least twenty times the space of the other. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "I peer to my right and left. The lines are short, but both extents of the train stretch so far in an arc of repetition that they disappear into the snowstorm.",
         true,
         false,
         false
      ],
      [
         "Body",
         "All I can see is a single building in the center, looking far too small to contain all of us: and the survivors, strong or weak, filing into it.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The few cars already emptied are being loaded with something I can&apos;t discern in the blinding white, but there&apos;s so much of it. It&apos;s the only thing that exits this place besides the elderly guards: in barrels and boxes aged for so long it almost looks like they&apos;re made of petrified wood.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The line of cowards fills with so many that they run out of space to file, but in my line only two more join. They&apos;re shaken with disbelief, refusing to believe what it took them to join us.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;One at a time. Six feet apart. Don&apos;t stop,&quot; one guard says on repeat, ushering the weak with a baton.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;So you are the fighters,&quot; another Afterlife guard says. &quot;Do you feel this, right now? Or have you gotten too used to it? Enjoy the snow, the cold, the fresh air. Remember every feeling of it. Because it will be the last memory you&apos;ll live on for as long as you make it.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "They call our car number. It numbers somewhere in the hundreds.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Around fourteen times a year, I get to witness this,&quot; he says, to our small group of seven. &quot;Fourteen provinces graduating, their times equally spaced, arriving on seven or eight full loads of trains &mdash; but for me, it&apos;s so much longer.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "He motions for us to follow, and the closer I draw to the round-domed stone edifice, the more I feel the energy of this place vibrate in my circuits. I can&apos;t explain how I sense its direction, but something immensely powerful feels as if it will set me into seizure, twisting my stomach as we pass beneath the frame. I seem to be the only one it affects, because I&apos;m the only one that&apos;s been afforded this much Essence.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The entrance hallway is pitch dark: only twenty meters or so long, but it feels like I&apos;ve been walking in-place for minutes. It feels as if the front and back of my body are trying to meet each other in the center, constrained in a straight line by some flux that feels as if it compresses me.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The air becomes so dense that it makes us light-headed. Every time I step forward, my legs feel like they hinge slower than the hour hands of a clock, but when my feet fall behind to draw the next step, they accelerate with such speed I think I&apos;ll trip. Every sensation brought from ether behind or in front of me renders my mind as a useless gage, feeling sensations that aren&apos;t there, as if I&apos;m being crunched and stretched and slowed and sped all at the same time, only stabilized by the head of Jarrett struggling in front of me.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The only sensation I trust next is when I know it&apos;s ended, when we arrive in the great central chamber spanning at least a hundred yards in diameter. I turn around to peer through that strange hallway I just entered, and on the other end, a new band of cadets stands nearly still. Beyond them, white snowflakes rest still in the air like stars in a photo-negative sky.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Some cadets retch from the nausea. Some vomit. Others gaze in awe at the scale of the chamber. Above us, true sunlight pours through a glassless dome where the snowflakes stick to nothing, refusing to cross the threshold of its geometry. The circular walk rims around a vacant gap in the center where turbulent winds flow upwards, and above us in the very center of the dome are concentric spinning wheels.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Something thuds directly behind me from above. On the ground I find a mess of feathers, and a bird that looks as if it&apos;s been half-consumed. The left-wing is still flushed with healthy feathers, but I can tell it snapped its neck running into something. Bisecting it is a thin line of advancing decay, and all that&apos;s left of it on the other side is just bone.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You took that transition over the course of a couple minutes,&quot; our Afterlife chaperon says. &quot;That&apos;s why you could take it. Up there, across that dome &mdash; the whole transition takes place across a breadth no wider than a finger.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "I look behind me. The next cadets approach no faster, still as statues in the corridor.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Then how did it snap its neck? There&apos;s nothing up there.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;It went from a speed out there to the speed in here, he says. I look closer at the head, flattened like the top of a mushroom, as if the impact happened inside itself. &quot;From a second per second to roughly seven seconds per second. That&apos;s all it took.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "We all find ourselves looking up towards the great mechanical wheels at the center of the dome: six concentric ones, the smallest one spinning so fast its just a blur. Each, in turn, spins slower and slower, until the outermost ring rotates about once a minute.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Let this be a lesson as to why you don&apos;t jump down the pit, there,&quot; he says. &quot;Only transition slowly. Or else the effects of dilation will flatten you, and you&apos;ll crush inwards on yourself. You&apos;re much better as a resource.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "The nauseous cadets collect themselves and wipe their mouths, and after they regain their footing, the Chymaeran takes us to a room filled with white-and-red garments.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I want each of you to take three sets of clothing. It will be all you&apos;ll have,&quot; he says, and so we filter through stacks of the garments. Most of them are tattered and aged, splotched with long-dried blood in some places, so old that the smell died with it. Others disintegrate to dust when I touch them. I pull three from the stack that look remotely clean and rejoin the group as he goads us down towards the bottom.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Jarrett pulls his fireteam aside and mutters to them, motioning for me to come over. &quot;We can all make it out of here. I don&apos;t know where they&apos;re taking us, but there will be blood. And we know we&apos;re the strongest group out of all of them.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;But what happens when we have to face each other?&quot; Delvin asks. &quot;You know where this is going! Any other luck and I would have had to face one of you,&quot; he says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;But we&apos;re too valuable to them, and they know it,&quot; Jarrett says. &quot;They won&apos;t waste us because we&apos;re limited.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "We change into our new clothes, indifferentiable from each other. Somewhere across the way, the vast majority of the cadets that came here wear black: even with the darkness of the fabric, I can tell there is no blood splotched on them. Their task is something different, though ours is certain.",
         true,
         false,
         false
      ],
      [
         "Body",
         "All our possessions are removed next. The only thing that matters to me is people, and all the ones I care about have been torn from me, so I don&apos;t put up a fight like Vera, who insists on keeping some gift from her sister.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You won&apos;t be needing it,&quot; an Afterlife guard says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I relinquish my obsidian necklace. It will be of no use to me anymore. The bright memory it carries is branded inside me, along with all the faces, along with the mission whose insidious demands I&apos;ll force myself to meet. All that we&apos;re left with is the most elementary commodities to scrape our last days or months of survival &mdash; before we&apos;re fed to the great machine of the Afterlife, churning hapless youth into the Essence they need to build a false throne of the Gods.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Somewhere beyond this place, the snow hangs stagnant in the air. The Backwoods of the First Red returns to eternal winter, the thousand dead reduced to Frosthards. Even further out there, Endogeny eviscerates the innocent civilians.  A lift erupts in flames on the mountainside from Carmine intervention, not crushing the bastard daughter beneath because she was murdered too early. And above, the Afterlife celebrate the dawn of a new age, ignorant to the weight of all their actions, so focused on the light of a new Golden Age they&apos;ll destroy anything that obstructs them.",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ]
]