[
   [
      [
         "Body",
         "Only meager days span the time between when I left and when I returned, but I recognize nothing. Sheets of ice cover every trail and tuft of grasses, returning this impossible bubble into the barren wastes of eternal winter.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The Mask sets me down on the stage of the empty amphitheater. Wherever she walks turns planes of ice into bare patches of grass in an instant, and as her influence expands, the bodies of dead Carmine emerge from cocoons of snow, still perfectly preserved.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;There&apos;s nothing for you in Blackwater. I destroyed it. Your handler Ullrich is dead, along with everyone: all the citizens, and the Afterlife, and the Cadets, and the Carmine, and the Merlot, and all my friends and family,&quot; I say, trying for a last appeal.  &quot;It&apos;s all Dead Essence!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "She just stands there, motionless like a black wax idol, and I bow my head as I sit on the edge of the stage.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You&apos;ve ruined everything! I can go back, and I can fix all of it. I&apos;m Gods-damn worthless without the chance. You stupid brute, you ruined all of it, everything our people could have had, that I would have brought them. You just like to watch me suffer, huh? Is that what it is, you bitch? Is this amusing to you? Then why didn&apos;t you just&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "I feel the softness of the human parts of her when she embraces me. I&apos;m surprised when I feel her breath pulse from her lungs in deep, rasping breaths, and finally, I&apos;m awestruck when her weary, heartbreaking wail reverberates across the amphitheater walls. I still refuse my arms around her though I cry harder. I have no empathy for those that try to massacre their own kind in thoughtless violence, but when that first name leaves her lips, I realize the persistence of something I&apos;d missed the whole time.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Tie,&quot; she says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The awe fills every space I left for tears. I stand to hug her, reaching my scrawny arms to wrap her in the tightest squeeze I can.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I clutch the back of her head softly and bury my face in her shoulder, and when the shock leaves I feel the sadness return again, allowing it all to flow through me until every ounce I can spend is gone.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Three nights. But for me it was nineteen years. As soon as they took me I was flooded with Pure Essence, and ever since, all I could feel was this hunger, ever-present, never leaving.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You cured me then, outside the train car,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I knew you would save me, that you&apos;d never give up on me. I held to this moment, wishing so strongly it would come. I planned for ages, acting the roles, telling myself it would arrive, and that wish came true,&quot; she says, grasping me tighter, pulling me in so strongly that it almost hurts.",
         true,
         false,
         false
      ],
      [
         "Body",
         "But all my self-loathing anger has been traded for sorrowful guilt.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I should have never taken my eyes off of you. I don&apos;t deserve this. Not when I allowed you to be taken so foolishly, to have you suffer like that. You should hate me more than ever!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;How could I hate you?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Because I ruined everything you could have had,&quot; I tell her. &quot;I should have let you go, but I was selfish, Gods damn-it, how much I wanted to love you for everything I never had, to give you the world. But all I ever did was make you suffer.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "She pushes me away, grasping me by my shoulders. She meets my eyes at arms&apos; length with her amethyst glare.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I was wrong, Tie. I was a nave child that understood nothing of all the hurt you saved me from. You gave more than everything you had to me.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;It wasn&apos;t everything if it wasn&apos;t enough.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Are you that blind to yourself and everything you&apos;ve done?&quot; She asks. &quot;Do you know how amazing you are? Because of all those years I spent in education and training&mdash;in every moment I wasn&apos;t groomed to lead the armies of the Afterlife, every quiet moment&mdash;all I could think of was all the goodness you shared with me. How you absorbed every punch of my small fists and hurtful words. How you turned all of that into kindness, no matter how hurt, and lonely, and sad, it must have made you feel.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "I bow my head, but I just can&apos;t grasp it. &quot;There&apos;s still so much I have to do before I can ever rest,&quot; I tell her. &quot;And somehow you&apos;ve found out exactly what that is. I still have to&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Just rest, Tie.&quot; I feel the Amethyst flow from her fingertips, but it&apos;s not the curse. I feel all the muscles in my body relax when I crumple in to her. &quot;You must be so exhausted. By the Gods, Tie, all you need is to rest.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;But I&apos;m losing time, Ellie. Every second that passes pulls me further away from . . . from . . .&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I know,&quot; she says. My tongue feels so heavy in my mouth. &quot;And I have a plan. I love you more than life itself, more than anything,&quot; she says. &quot;You&apos;re not going back until you&apos;ve prepared, and I swear I&apos;ll fiercely defend you until that day comes.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I&apos;m your older brother,&quot; I slur. &quot;You&apos;re my treasure to protect.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Not anymore,&quot; she says, as she lifts me on her shoulders. &quot;My younger brother&apos;s given enough for a thousand lifetimes. You&apos;re a hero, Tie. Now, please &mdash; let someone else cherish you.&quot;",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ],
   [
      [
         "Body",
         "When fear is stronger than hunger, you often forget to have an appetite. For more than half a year I ate so little, focused on each passing moment, attentive to any chance that might arise to return home to the past.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Ellie&apos;s glad I&apos;m hungry. She found the hunters&apos; meat still frozen in the icebox while I sprawled on one of the cots in the hunters&apos; lodge. If it weren&apos;t for the leverage of her Chymaeran Curse I would have helped her, but she refuses, forcing me to hang there without a muscle to move.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;And you&apos;re gonna stay there until you give in and let me care for you,&quot; she says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;This is an equal relationship,&quot; I offer.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;No. It&apos;s not. Dad&apos;s not around, and I&apos;m the oldest,&quot; she says. I try to fight it, but my struggle is useless, helplessly watching as she grills a whole spit roast without even lifting a finger. The succulent smell waters my dry mouth when I imagine the taste of meat, and my stomach rumbles, so starved of real food I can&apos;t even remember what it tastes like.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Let me do something,&quot; I insist.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Sure. How about you lay there, and wait a little while longer until I&apos;m done? Remember what I said? Relax. You&apos;re not doing or thinking about anything for a while.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;The Afterlife&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;&mdash;Can&apos;t do anything, Titus. Do you even understand the extent of my power?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;They&apos;re probably watching us right now,&quot; I say, and that memory is creeping back into me. I held it all off for so long by running forward. I forgot that everything would consume me alive if I ever stopped to rest.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The smoke. Just like the smoke of Blackwater at the end of everything; of burning flesh in the storehouse; of the scalding heat of the bootlegger&apos;s hatch beneath a room just like this waiting for ambush, and people just standing there like idiots, like she is, so completely unaware of&mdash;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Hey! Hey, look at me,&quot; she says, sitting right in front of me on her knees. &quot;Please.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "My eyes are restless. I sweat and choke. My face runs with tears and I&apos;m breathing hard, clutching my chest, sure my heart will explode like Valentina&apos;s skull, my lungs will crush like her body under all the&mdash;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;They&apos;re out there, Ellie. They&apos;re watching everything!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Titus.&quot; She cries every time I lose it.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;They&apos;re going to kill us all over again, don&apos;t you get it?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Titus, please, look at me!&quot; She begs, hugging me now, tighter and tighter, as if it could ever banish the curse of memory.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I can&apos;t lose you again. I&apos;m so scared, it&apos;s so dark out there, and I can&apos;t see anything!&quot; I cry.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I know, Tie, I know,&quot; she says. She puts her head to my chest, listening to how fast my heart beats. &quot;You&apos;re healing. You&apos;re facing everything you&apos;ve buried all at once, but you have to hang in there.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I love you, Ellie,&quot; I cry. &quot;I love you so gods-damn much, that&apos;s why I&apos;m so scared.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I love you too, but please, just eat something, okay? I&apos;ll watch outside the whole time.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Let me by the window,&quot; I say. &quot;Let me see what&apos;s out there.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You can sit there when you eat,&quot; she says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I&apos;m not letting this happen again. Gods . . .  Romin, Valentina, the fucking smell, like...&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I know, I know. I&apos;ll cook outside from now on. I&apos;m sorry,&quot; she says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;It&apos;s alright. I&apos;m sorry, you&apos;re doing so much for me, and I&apos;m just&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You will. And in fact, I&apos;ll prove my power to you. Like you always taught me, I&apos;ll put actions to my words. Then you&apos;ll believe me, and maybe then we can make it through a whole night.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Of course,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Now just breathe,&quot; she says, and her amethyst touch relaxes me even further. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "I close my eyes and draw shivering, deep breaths, gasping between sobs as I bury my face in my hands, running out of tears to cry when I&apos;ve drank so little since we got here. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;That&apos;s it. You&apos;re doing great. Now are you ready to eat?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I think so. I&apos;m getting better. I just need time,&quot; I say, just to persuade myself, but she nods her head, a smile parting her lips as she helps me get up.",
         true,
         false,
         false
      ],
      [
         "Body",
         "She releases the restful curse, and the full motion of my body returns. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "I walk to the table instead of the window.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Are you sure?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I won&apos;t get better unless I can deal with it,&quot; I say. I scarf the plate down in seconds, nearly choking before I guzzle water. She fills my plate again, and I eat slower this time, savoring the fine cuts that Ellie smoked to perfection.",
         true,
         false,
         false
      ],
      [
         "Body",
         "She sits next to me, indulging in the tastes of her own cooking. &quot;It&apos;s not as good as you ever made it, but I hope it&apos;s close,&quot; she says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;The Essence adds flavor,&quot; I joke, and her face lights up when I&apos;m back again. &quot;Don&apos;t drown it on mulling spices like Mom did. Or douse it in steak sauce like Clint, saying it&apos;s &apos;too damn tough to eat.&apos; But really. This is wonderful.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I&apos;m glad you like it,&quot; she says. &quot;Do you want another?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;No, I&apos;ll choke.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "We share a laugh.",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ]
]