{"Story": "Firebrand", "Title": "Chapter One", "Subtitle": "Beginning From The End", "Act": 0, "ChapterNumber": 1, "Synopsis": "Titus confronts another inevitable end.", "RevNotes": "", "ID": "0.1", "Body": [" <p>&emsp;I grasp my chest where the dagger protrudes from between my ribs. Blood collects in my mouth as I cough crimson, every spurious fit driving the sharp edge deeper into my flesh as I sprawl against the deep, crumbling walls of the Undercroft, in a cavern so far below the mountains of the Afterlife. But the pain is so slowly fading away, along with the composure to form thoughts.</p> <p>&emsp;My memories spill from the crack in my skull when the rock struck my head. I can see my vision feathering away. The names of friends and adversaries blur until they&apos;re primal feelings, and as I struggle to hold on to my thoughts &mdash; at least until the Thread can bring me back &mdash; I can feel the ground tremble beneath my feet at another failure.</p> <p>&emsp;The Goddess stands in her tremendous form, shouldering the weight of the upper floors of the Undercroft, watching me bleed out without any chance for salvation, and though my senses have gone numb, I cry out with anguish when I can&apos;t remember her name.</p> <p>&emsp;The cross-blooded Mask is crumpled on the ground across from me: impaled through her chest by the sharp end of a scythe, and though she brought the torment that destroyed the entire city of . . . of the city, I feel a similar feeling of anguish in watching a piece of me die.</p> <p>&emsp;But it&apos;s the old man that reaches for the spade that concerns me the most. It will all be for naught if I don&apos;t kill myself first. And so I find my limbs still willing to obey my commands in the absence of pain. They run on the last spark of energy, and when I lift myself from the wall, limping towards the stubborn old man dragging himself across the floor, I stumble.</p> <p>&emsp;His lips are still able to form words. &quot;You can&apos;t go back there all the way, my son. You will never be able to go back there! Why do you hold so tightly to a defeated world? &quot;</p> <p>&emsp;I grumble incoherent words, trudging further as my vision loses its color. The entire mountain is now shouldered by the strength of the Goddess, but it wavers, casting a hastening staccato of stones in the spaces around us.</p> <p>&emsp;&quot;Let me return,&quot; he pleads. &quot;I&apos;ll unwrite all of this. As many times as it takes to save you. To save our people. To save our family from what happened in that cabin. To go back further! To bring you into a world free from all this chaos. To actually be your father, and for you and your sister to live in a loving fami&mdash;&quot;</p> <p>&emsp;A falling boulder crushes his ribs, taking the words from his mouth. All that&apos;s left is the faculties of his mind: the two of us in a battle of death since this one ends in a stalemate.</p> <p>&emsp;I should be used to dying at this point. Yet I can&apos;t even remember the first time it happened. I can&apos;t even remember the names of the full fireteam I lost to get here; of my adopted family; of my cherished best friends or the woman I never got to tell that I love her.</p> <p>&emsp;Fate decides for us when we hold that hesitation to die. Even the Goddess refuses to let me die. The shadow of a great stone column shades my surroundings. The Thread on my wrist throbs as it glows with the light of life, and as it begins to drag my consciousness with an inertia that spans time, I can see myself standing there on that stage all those months ago. And as my father tries to&mdash;</p> "], "BodyFormatted": [], "Release": 72, "ReleaseDate": ["03", "14", "2025", "2025-03-14 00:00:00"], "Active": true, "Perspective": "Titus", "Status": "No Status", "WordCount": 0, "Summary": ""}