
{"Manuscript":[{"DocType":"Meta","Index":0 },{"DocType":"Act","GivenName":"","AutoNamePart":"","AutoNameFull":"ACT I","ActNum":1,"ChapterPart":"","ChapterFull":"","ScenePart":"","SceneFull":"","Index":1,"Label":"Paragate","Status":"No Status","Keywords":"","UUID":"1","Synopsis":"","VerboseID":"1","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Monday"},"DocName":"Prologue","Body":""},{"DocType":"Chapter","GivenName":"An Introduction (In Parts)","AutoNamePart":"Chapter&nbsp;One","AutoNameFull":"Chapter&nbsp;One","ActNum":1,"ChapterPart":1,"ChapterFull":1,"ScenePart":"","SceneFull":"","Index":2,"Label":"Paragate","Status":"No Status","Keywords":"","UUID":"1","Synopsis":"","VerboseID":"1.1","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"
00 // &quot;An Introduction&quot;","Body":""},{"DocType":"Scene","GivenName":"","AutoNamePart":1,"AutoNameFull":1,"ActNum":1,"ChapterPart":1,"ChapterFull":1,"ScenePart":1,"SceneFull":1,"Index":3,"Label":"Fully Revised","Status":"No Status","Keywords":"","UUID":"2","Synopsis":"","VerboseID":"1.1.1","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-00","Body":"
#PROLOGUE#"},{"DocType":"Act","GivenName":"","AutoNamePart":"","AutoNameFull":"ACT II","ActNum":2,"ChapterPart":"","ChapterFull":"","ScenePart":"","SceneFull":"","Index":4,"Label":"Paragate","Status":"No Status","Keywords":"","UUID":"3","Synopsis":"","VerboseID":"2","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"Act One: Spring","Body":""},{"DocType":"Chapter","GivenName":"Robot Boy","AutoNamePart":"Chapter&nbsp;One","AutoNameFull":"Chapter&nbsp;Two","ActNum":2,"ChapterPart":1,"ChapterFull":2,"ScenePart":"","SceneFull":"","Index":5,"Label":"Paragate","Status":"Final Draft","Keywords":"Paragate","UUID":"3","Synopsis":"> Cody introduces his life after college.
> Cody takes heat from his coworkers.
> Cody and Kei talk before the weekend.","VerboseID":"2.2","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Cody","SettingInfo":{"ModernTime":"04/24/26","FantasyTime":"2A-128, 53rd of Verdantide","StoryDay":"Friday"},"DocName":"
01 // &quot;Robot Boy&quot;","Body":""},{"DocType":"Scene","GivenName":"Robot Boy","AutoNamePart":1,"AutoNameFull":2,"ActNum":2,"ChapterPart":1,"ChapterFull":2,"ScenePart":1,"SceneFull":2,"Index":6,"Label":"Polishing Revision","Status":"Final Draft","Keywords":"Paragate, Cody","UUID":"4","Synopsis":"","VerboseID":"2.2.2","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Cody","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-01","Body":"
<p>&emsp;In the long, dragging years after college, all I could ever ask is to waste my life as efficiently as possible. </p>
<p>&emsp;My mind loiters in the long lull between emails, dragging the 3D model on my computer in circles. The flat fluorescents take the office closer to a colorless center: what my colleague calls &quot;suicide gray,&quot; showing no sign of winter&apos;s transition to spring. Somewhere beyond the window shades and bleached brick walls, life awakens from its slumber in the foothills of the Rocky Mountains, trading the dormant golden brown for verdant green. And though the end of winter is supposed to bring that nostalgic chill, I&apos;m kept lukewarm by the hum of an unbalanced, rusted fan that rattles over any sound of nature.</p>
<p>&emsp;But I notice one thing, at least. I can smell the dry acreage of cereal grasses scattered across the Rocky Mountain foothills: a sense that only comes when it&apos;s late in the fall, or after the long winter when my nose is no longer running, when the world begins to open. It&apos;s when the late sun absorbs in the fronds of dormant fields once left to shadow &mdash; that golden hour late in the workday &mdash; when an arid essence gusts through the cracked corners of the crumbling ceiling.</p>
<p>&emsp;Our department&apos;s office is tucked in the brow of several hills that block it from a captivating view. It was home to Navidson-Monroe&apos;s Aerospace division in the sixties, still sharing a wall with the warehouse where technicians toil over our drawings. But the Aerospace team and its bean counters made their great migration in the nineties, taking their perch a couple hundred feet higher atop the foothills: glancing down upon the city of Denver, convinced their fingers feel for the pulse of the throat of the world. </p>
<p>&emsp;So then the less-sexy divisions &mdash; like us &mdash; fell down into their musty wake, too far behind the &quot;cutting edge&quot; to earn a view beyond the cutting edge. </p>
<p>&emsp;Working in the battery division of an aerospace company is like eating ice cream every day, but it&apos;s got raisins in it. A fine treat for a new graduate, but I crave something that tastes more like space &mdash; like Dippin&apos; Dots, or maybe those freeze-dried ice creams they sell at the science museum. It&apos;s like ordering a salad at a pizza place, or ordering a cheeseburger at a Mexican restaurant. Or any other food-related simile: I&apos;m just hungry and bored since it&apos;s so close to the end of the day, and I don&apos;t have any frozen meals left in the break room fridge.</p>
<p>&emsp;But maybe every dream is a Pyrrhic compromise between that first, beatific vision and half of anything you ever bargained for. When I glance out the surly glass window, cocking my head at just the right angle, I can see the same shimmering solar reflectors and satellite dishes I saw from the window of my childhood bedroom. And although the Level 01 insignia on my nametag hasn&apos;t changed in two-and-a-half years, I guess I&apos;m at least physically closer.</p>
<p>&emsp;One day I&apos;ll design rockets, I promised myself.</p>
<p>&emsp;My father said that&apos;s what it takes to chase a dream. I believe in that freedom because I don&apos;t have a choice. I&apos;m the last chance my mother and father have to see their child make it, and when I look at the wallpaper of my brother and I on the vertical monitor, I remember I&apos;m the only one who was blessed with time.</p>
"},{"DocType":"Scene","GivenName":"Robot Boy","AutoNamePart":2,"AutoNameFull":3,"ActNum":2,"ChapterPart":1,"ChapterFull":2,"ScenePart":2,"SceneFull":3,"Index":7,"Label":"Polishing Revision","Status":"Final Draft","Keywords":"Paragate, Cody","UUID":"5","Synopsis":"","VerboseID":"2.2.3","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Cody","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-02","Body":"
<p>&emsp;I realize I&apos;m done working on the redline when my hands stop moving. Copying changes from a red-inked engineering drawing to the computer is easy enough to get lost in thought. The music from my brother&apos;s old IPod keeps the rhythm in the keys. I pop out one of the yellowed earbuds so the lyrics don&apos;t mince the words.</p>
<p>&emsp;In the title block: DUNSMORE, 04/24/26.</p>
<p>&emsp;Checked by SAKURASHIMA, 04/24/26. That means I have an excuse to let my crush Kei look at it.</p>
<p>&emsp;Designed by PRADESH, the guy who keeps giving me these  sheets with red scribbles on them, telling me exactly the changes to make, leaving no room for creativity or judgment.</p>
<p>&emsp;Control-P. Landscape. Tabloid. Margins wide, and black-and-white lines, so the the sheet looks bleaker than the office. </p>
<p>&emsp;My computer talks to the printer, sounding off a distant whir six rows down. I rise from the cubicle, untucking the collared shirt from my jeans, opposite of what I used to do when I started here. Seems most of my fellow pencil-pushers have settled on the fact that we&apos;re not flashy enough to get customer visits. That&apos;s for the suit-wearing showmen of the R&D division, off in their hangar.</p>
<p>&emsp;The paper is warm when it spins two sheets off the press &mdash; one copy of my drawing, and one copy of the reference drawing I used from the fifties. The office is so quiet that I can hear it tap against the edge of the tray. It&apos;s time for an appraisal on my work, a second set of eyes, and I return to the only other engineer near my age in this division. She&apos;s poised at her standing desk when I approach her, focused on a model of a battery enclosure.</p>
<p>&emsp;&quot;Hey there, Kei,&quot; I say. </p>
<p>&emsp;She lifts a finger. I rest my elbow against the divide of her cubicle. She refuses eye contact, glued to some calculation as her lips move without words. Then she says: &quot;Remember seven and nine-sixteenths.&quot;</p>
<p>&emsp;&quot;Uh . . . got it.&quot;</p>
<p>&emsp;She takes a long pause, her manicured nails clattering against the pink, wireless keyboard. Then she draws several  lines on the pad of engineering paper, scribbling several numbers down, halting at the fifth.</p>
<p>&emsp;&quot;Okay, what was it?&quot;</p>
<p>&emsp;&quot;Six,&quot;</p>
<p>&emsp;&quot;Six . . .&quot;</p>
<p>&emsp;&quot;And . . . twenty-five sixteenths?&quot;</p>
<p>&emsp;&quot;Twenty-five . . .&quot; She finally looks up at me with her sapphire rings though dark bangs. &quot;What&apos;s your problem?&quot;</p>
<p>&emsp;&quot;Lots of things. Nothing work-related,&quot; I say.</p>
<p>&emsp;&quot;I doubt that,&quot; she says, but cracks a smile as she takes the pages into her hands.</p>
<p>&emsp;&quot;Do you have your Ouija board?&quot; I ask. </p>
<p>&emsp;&quot;For what?&quot; She asks.</p>
<p>&emsp;&quot;The person who made this would be a hundred and twenty,&quot; I say. &quot;Since we couldn&apos;t call them during retirement, I thought I&apos;d try the afterlife.&quot;</p>
<p>&emsp;It gets half a laugh. &quot;I thought séances were for the sales team, always trying to predict our next contract.&quot;</p>
<p>&emsp;&quot;They&apos;re able to sell things before we even design them,&quot; I say. &quot;How do they do it?&quot;</p>
<p>&emsp;&quot;I wish I knew. Maybe we could get ahead for once, then.&quot; Her eyes return to the page. &quot;So what&apos;d you screw up this time?&quot;</p>
<p>&emsp;I describe the process.</p>
<p>&emsp; &quot;You know, I thought Student Government in high school was the end of you asking seniors for help,&quot; she says.</p>
<p>&emsp;&quot;I&apos;d ask one of our lifers if I wanted a senior&apos;s ideas. I figured you&apos;d spare me an oral history of hand-drafting.&quot;</p>
<p>&emsp;&quot;Sure.&quot; She gestures to the far corner of her desk, stacked neatly with folded sheets. &quot;I&apos;ll get to it later today if you add it to the pile.&quot; </p>
<p>&emsp;&quot;Later today?&quot; I ask. </p>
<p>&emsp;&quot;Yeah.&quot;</p>
<p>&emsp;&quot;It&apos;s Friday,&quot; I tell her.</p>
<p>&emsp;&quot;It&apos;s not like I have anything else interesting going on,&quot; she says.</p>
<p>&emsp;&quot;So you&apos;re staying late again?&quot;</p>
<p>&emsp;Her oscillating fan wafts her perfume into the air. I&apos;m assaulted with the mental rhyme of a different late Friday, one evening when it was just the two of us, the last Friday of the year before she left for college. </p>
<p>&emsp;A memory flashes of the club room in high school half a decade ago. It was the night before the summer festival. She was sitting at the desk facing the open window. The wind caught her hair as she stapled strips of construction paper into long chains. I feel my stomach well with the same feeling I felt then, when I realized I was running out of time to make a move, before a whole year would separate us. I remember that stirring feeling of excitement when I approached her, longing for the courage to speak the words.</p>
<p>&emsp;But she acted first. </p>
<p>&emsp;The darkness of that room made it feel like the two of us spent an eternity in there, as if she was making up for the whole year I wouldn&apos;t see her, for the unrequited connection that began just a little too late. We laid there on the reading couch, facing each other, feeling each other, letting passion pass the hours before the scuttle of the midnight cleaning crew returned us to reality. And then&mdash;</p>
<p>&emsp;&quot;Hello &mdash; Earth to Cody?&quot;</p>
<p>&emsp;I realize I&apos;m watching her lips move instead of listening to her words. &quot;Uh . . . yeah? What?&quot; </p>
<p>&emsp;&quot;How about the other three things I sent you?&quot;</p>
<p>&emsp;&quot;Three things? Oh. The redlines, you mean.&quot; I scratch the back of my head. &quot;Still in the works. I&apos;m almost done with the second one.&quot;</p>
<p>&emsp;&quot;But it&apos;s been like two weeks.&quot;</p>
<p>&emsp;Naveen Pradesh peeks above the wall of his cubicle, and I know exactly what&apos;s in store.</p>
<p>&emsp;&quot;I know. But with the enclosure redesign, I just&mdash;&quot;</p>
<p>&emsp;Nav asks, &quot;How many did you finish today, Cody?&quot;</p>
<p>&emsp;&quot;I did two of them,&quot; I say. &quot;Sir.&quot; My voice cracks. &quot;But I had to scan the old drawings through the projector, on the old computer, and...&quot;</p>
<p>&emsp;&quot;Our team is behind. We need all hands on deck here, or else we&apos;re never going to beat all the stuff the machine shop is sending us.&quot;</p>
<p>&emsp;&quot;I know that,&quot; I say. &quot;I&apos;ll&mdash;&quot;</p>
<p>&emsp;&quot;You need to get in early. And you need to stay the full time. Like Kei: sometimes even longer than eight hours. Just because you&apos;re salaried doesn&apos;t mean every day can be a half-day.&quot;</p>
<p>&emsp;I nod. </p>
<p>&emsp;&quot;You want to be on her level, don&apos;t you?&quot;</p>
<p>&emsp;I stumble over the response as that familiar pang of anxiety arrests me. My nails bite the flesh of my palms.</p>
<p>&emsp; &quot;Y-yeah,&quot; I say.</p>
<p>&emsp;I feel that poisonous feeling rise in my stomach, the same one I felt all those times before, every time my ambition was axed with sharp critique. The words that follow are well-rehearsed.</p>
<p>&emsp;&quot;I promise I&apos;ll do better.&quot; I turn to Kei before retreating to my desk. &quot;And thanks. I&apos;ll have all your stuff done by the end of Monday.&quot;</p>
<p>&emsp;&quot;End of today, Cody,&quot; Nav says.</p>
<p>&emsp;It takes everything not to give in.</p>
<p>&emsp;&quot;Sure, boss,&quot; I say. &quot;I&apos;m on it.&quot;</p>
"},{"DocType":"Scene","GivenName":"Robot Boy","AutoNamePart":3,"AutoNameFull":4,"ActNum":2,"ChapterPart":1,"ChapterFull":2,"ScenePart":3,"SceneFull":4,"Index":8,"Label":"Polishing Revision","Status":"Final Draft","Keywords":"Paragate, Cody","UUID":"6","Synopsis":"","VerboseID":"2.2.4","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Cody","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-03","Body":"
<p>&emsp;I retreat to my desk to doom-scroll through social media, trading the personal feeling of apathy for a more global feeling of hopelessness. It fills me with a certain kind of despair when I see all the marriage announcements of friends and acquaintances, like I&apos;ve continuously been behind since I never dated in college: not even Kei. I had some fun, but I was too busy for anything meaningful. And as the only child left in my family, my parents beg for grandchildren like I used to beg for sleepovers on the weekends. My profile says I&apos;m single, and it hasn&apos;t changed since the end of high school when a different childhood friend and I tried to hit it off. But like Kei and I the year before, it was just too late.</p>
<p>&emsp;I can&apos;t help but keep scrolling to pass the time. It does little to release the burnout of five continuous hours.  If it&apos;s not social media, it&apos;s something else: endless politics; global warming; celebrity nonsense; social turmoil. And eventually &mdash; as I always do &mdash; I close the app just to open it again.</p>
<p>&emsp;The last sliver of the workday passes. I manage to grind out the third redline a couple minutes before 4:40. I used to get in so early to be ahead of all the others, but now I get in a little after 9:00 and work until everyone else has left, jog my mouse for a while, then either change into gym clothes or head straight home. </p>
<p>&emsp;Naveen surprises me before I can pack my bag. He approaches with his backpack over his shoulder, ready to start his weekend. </p>
<p>&emsp;&quot;Cody. Make sure you get in early on Monday &mdash; I know you tend to get in rather late.&quot;</p>
<p>&emsp;&quot;Oh, yeah. Sure thing, Nav,&quot; I tell him, stuffing down the aftertaste of our exchange. &quot;Is there something before the stand-up meeting? It&apos;s not on the calendar.&quot;</p>
<p>&emsp;&quot;The rest of the team talked about it last night at our Thursday get-together. I was about to leave right now until I realized you weren&apos;t there to hear it.&quot; </p>
<p>&emsp;His expression is distraught. The pang of fear seizes my stomach again. </p>
<p>&emsp;&quot;What is it?&quot; I manage.</p>
<p>&emsp;&quot;There&apos;s a meeting on Monday, nine A.M., about the new contract,&quot; he says.</p>
<p>&emsp;&quot;We have that in the bag, right?&quot;</p>
<p>&emsp;&quot;No. It&apos;s not looking good.&quot;    </p>
<p>&emsp;&quot;Not good? What does that mean? As in less work? Or...&quot; My stomach turns further with the call of the void. If it&apos;s really that, and the grim reaper in HR is sharpening her scythe, I&apos;d think the surprise meeting would have happened today, giving us a weekend to mourn our benefits.</p>
<p>&emsp;&quot;I&apos;m not sure yet. But I promise you guys will hear anything they tell me.&quot;</p>
<p>&emsp;I swallow. If there&apos;s one good thing I can say about him, it&apos;s that he&apos;s always transparent.</p>
<p>&emsp;&quot;Sure. Thanks, boss.&quot;</p>
<p>&emsp;&quot;Yeah,&quot; he says, shifting the weight of his Jansport backpack, still hanging there as if he&apos;s trying to remember something.</p>
<p>&emsp;I try at humor.</p>
<p>&emsp;&quot;Hey. If it&apos;s catered, I&apos;ll get there whenever you want me. You know this company runs on grocery store donuts.&quot;</p>
<p>&emsp;&quot;I&apos;m sure there will be something.&quot; </p>
<p>&emsp;He smirks a little. Feels like joking with my doctor at a well-check, or the cashier&apos;s response when the unscanned item should be free. </p>
<p>&emsp;&quot;There was one more thing,&quot; he says, lingering there. &quot;There was something you told me last week . . .&quot; His words are followed by the silence of the empty cubes and the 3D printer&apos;s persistent whine. He&apos;s trying to remember something, and after a couple seconds of scratching his chin, it finally hits him. &quot;Oh yeah &mdash; you get to move into the new place today, is that right?&quot;</p>
<p>&emsp;&quot;That&apos;s right,&quot; I say. </p>
<p>&emsp;&quot;Congratulations.&quot;</p>
<p>&emsp;&quot;Thanks. My parents are helping me unload my stuff. But Mom seems kind of sad, though.&quot;</p>
<p>&emsp;&quot;Sure. Took my wife a while to get over it when Raj left,&quot; Nav says. &quot;But he went out of state, though.&quot;</p>
<p>&emsp;&quot;Oh. Nice,&quot; I say.</p>
<p>&emsp;&quot;Off to California.&quot;</p>
<p>&emsp;&quot;That&apos;s cool,&quot; I add. &quot;Just like I did.&quot;</p>
<p>&emsp; &quot;Yeah,&quot; he says.</p>
<p>&emsp;&quot;Great,&quot; I say.</p>
<p>&emsp;&quot;Yeah. For Silicon Valley,&quot; he says. &quot;Computer science.&quot;</p>
<p>&emsp;&quot;Wow,&quot; I say.</p>
<p>&emsp;&quot;Yeah. For some startup. He says he&apos;s enjoying it,&quot; Nav says.</p>
<p>&emsp;&quot;Sweet,&quot; I add, completely tapped out on adjectives.</p>
<p>&emsp;He shifts the weight of his backpack, steadying his square-frame glasses. &quot;Well, congrats. It&apos;s a big step. You&apos;ve earned it, my friend,&quot; he says, with a light smile. &quot;Just don&apos;t lift so much this weekend that you sleep in.&quot;</p>
<p>&emsp;&quot;Yep. Nine A.M. sharp. And free coffee,&quot; I say.</p>
<p>&emsp; &quot;Always,&quot; he says, giving the same thumbs-up he does at the end of any day. &quot;Thanks for getting those redlines done.&quot;</p>
<p>&emsp;I nod. Then my computer times out from half an hour of inactivity before I can lock it.</p>
<p>&emsp;I stare at the reflection, struggling to reconcile what I see. A silhouette of overgrown, short brown hair glares back at me, his stubble long past five-o&apos;clock, roughly combed into a corporate shape. His expression is sunken like melted wax, crescents etched beneath his sockets, and melting further every day. </p>
<p>&emsp;Below the monitor, a hefty pile of work is bottomless. I can&apos;t bring myself to touch the rest of it today, so instead I hide my head in my hands, trying not to wet my palms with my eyes. A couple minutes pass after the electronic door clicks behind Nav, and another row away, the gentle sound of keystrokes cease their clatter.</p>
<p>&emsp;My screen lights with something in the lower-right corner.</p>

<p>&emsp;SAKURA_KEI 16:57:12:</p>
Got a minute?

<p>&emsp;I fumble the login twice before I send the reply.</p>

<div class=&quot;msg to&quot;><span>DUNSMO_COD 16:58:21:
?

<p>&emsp; I can hear her heels in the linoleum crossway before she reaches the flourescent-bleached carpet, and I&apos;m quick to wipe my eyes.</p>
<p>&emsp;&quot;Hey, Cody. I&apos;m sorry I caused all that. I know Nav can be pretty direct about things,&quot; Kei says.</p>
<p>&emsp;&quot;No, it&apos;s fine. He&apos;s right, and it doesn&apos;t bother me . . . but,&quot; </p>
<p>&emsp;&quot;But what?&quot; She asks.</p>
<p>&emsp;I perk my ears to the rest of the office, to ensure we&apos;re the only ones left. It still comes out as a raucous whisper.</p>
<p>&emsp;&quot;But I&apos;m just so tired, you know?&quot; </p>
<p>&emsp;&quot;Of course,&quot; she says.</p>
<p>&emsp;The sadness crystallizes to anger, and I pull a restrained splinter of it out of me. &quot;So when do I get to design something? Where&apos;s the industry life that University sold to me? All those senior projects that let us play pretend, tossing us three hundred bucks a team to think up inventions that might change the world. It&apos;s no wonder that none of our professors tried living in the real world.&quot;</p>
<p>&emsp;She nods. &quot;No kidding.&quot;</p>
<p>&emsp;&quot;I thought every day in industry would be fun. Hell, I was like one of those graduating preschoolers, you know, saying he wants to be a cop so he can &apos;shoot bad guys&apos; . . . or whatever it is that Paw Patrol tells your little brothers the criminal justice system is about.&quot;</p>
<p>&emsp;She laughs hard enough to snort. It&apos;s too late to cover her mouth. &quot;They&apos;re in middle school now, so I don&apos;t think they watch that stuff anymore. They&apos;re into anime now.&quot;</p>
<p>&emsp;&quot;But all we get to do is fix mistakes. Everything that exists in this company has already been designed, and we&apos;re just left with the paperwork.&quot; </p>
<p>&emsp;&quot;I thought you loved paperwork,&quot; Kei says. &quot;You were so good at it during our campaign in Student Gov.&quot;</p>
<p>&emsp;&quot;Because you made me do it. That&apos;s all a Vice President is good for.&quot;</p>
<p>&emsp;&quot;Please, Cody. You were good at more than that,&quot; she says. </p>
<p>&emsp;My heart almost skips a beat. But she&apos;s talking about the work.</p>
<p>&emsp;&quot;Tell me,&quot; I ask. &quot;How long have you been here?&quot;</p>
<p>&emsp;She counts the seasons on her fingers. </p>
<p>&emsp;&quot;About three years. Roughly one more than you&apos;ve been here &mdash; because I got out of college a quarter early.&quot;</p>
<p>&emsp;&quot;And when did you move up?&quot; </p>
<p>&emsp;She seems reluctant, as if it will hurt me. </p>
<p>&emsp;&quot;Please, just tell me,&quot; I ask.</p>
<p>&emsp;&quot;After . . . a year and two months, but we were busy, you know, and projects kept flowing. They could afford it.&quot;</p>
<p>&emsp;I turn away from the monitor. My eyes settle on the shadow cast by the Space Division building. &quot;I&apos;ll get there. And to the next thing, I know. It&apos;s just going to be a while.&quot;</p>
<p>&emsp;&quot;You&apos;re a good worker. And you&apos;re doing fine,&quot; she says. I can feel her hand on my shoulder, sending sparks through my nerves. &quot;There&apos;s a reason I picked you to run with me.&quot;</p>
<p>&emsp;&quot;So it wasn&apos;t just looks,&quot; I say. &quot;Or my cultural background. I know I tested well with the Lacrosse Bro demographic.&quot;</p>
<p>&emsp;&quot;You were one of them. But, no, that&apos;s not why.&quot; She shares a genuine smile. &quot;You should know you&apos;re more than any of that,&quot; she says, looking at me the same way she used to &mdash; but I know better now than to read any further. </p>
<p>&emsp;&quot;Thanks,&quot; I say.</p>
<p>&emsp;&quot;You should go home. You&apos;ve been working on that last redline for three days, and now it&apos;s over. Call it a week.&quot;</p>
<p>&emsp;&quot;It&apos;s only four-thirty,&quot; I say. &quot;How long have you been here?&quot;</p>
<p>&emsp;&quot;Since six or so.&quot;</p>
<p>&emsp;&quot;Well, you&apos;re a better woman than I am.&quot; Then I add, &quot;Since I&apos;m not.&quot; Then I add, &quot;A woman, you know.&quot;</p>
<p>&emsp;&quot;Enough,&quot; she laughs. &quot;Go set up your new place. And you know . . . I&apos;d love to stop by and check it out sometime.&quot;</p>
<p>&emsp;My heart skips. &quot;Sure,&quot; I say. &quot;And . . .&quot; maybe we could stop by after a movie this weekend?</p>
<p>&emsp;&quot;And what?&quot; She asks.</p>
<p>&emsp;&quot;And . . . I&apos;ll see you tomorrow.&quot;</p>
<p>&emsp;&quot;You&apos;ll see me Monday,&quot; she says. &quot;Don&apos;t come in tomorrow. Even I won&apos;t be here.&quot;</p>
<p>&emsp;&quot;I thought you slept here,&quot; I tell her.</p>
<p>&emsp;&quot;Not on the weekends. Just set your alarm on Sunday: you can&apos;t be late again.&quot; </p>
<p>&emsp;She returns to her row. I gather my things, throwing my bag over my shoulder to go home and recover from this exhausting brand of restlessness. </p>
<p>&emsp;I pass her row of cubes lit by a single light from her pink lamp. She&apos;s comfortably buried in the stacks of drawings, and I find a part of me wondering how I ever found the strength to carry that weight.</p>
"},{"DocType":"Chapter","GivenName":"Tiger Girl","AutoNamePart":"Chapter&nbsp;Two","AutoNameFull":"Chapter&nbsp;Three","ActNum":2,"ChapterPart":2,"ChapterFull":3,"ScenePart":"","SceneFull":"","Index":9,"Label":"Paragate","Status":"Final Draft","Keywords":"","UUID":"7","Synopsis":"> Katiya introduces how stressful her life is.
> Katiya celebrates the next step of training.
> Chief Aldrin introduces their probational exams.
> Jullian ushers Katiya back to her place.","VerboseID":"2.3","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"04/24/26","FantasyTime":"2A-128, 53rd of Verdantide","StoryDay":"Friday"},"DocName":"
02 // &quot;Tiger Girl&quot;","Body":""},{"DocType":"Scene","GivenName":"","AutoNamePart":1,"AutoNameFull":5,"ActNum":2,"ChapterPart":2,"ChapterFull":3,"ScenePart":1,"SceneFull":5,"Index":10,"Label":"Polishing Revision","Status":"Final Draft","Keywords":"Paragate, Katiya","UUID":"8","Synopsis":"","VerboseID":"2.3.5","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-04","Body":"
<p>&emsp;He said that I would never find peace in shouldering the weight of all the world. He said it wasn&apos;t because I was weak, or that I was naive &mdash; or that I wasn&apos;t aware of all the reasons we had to be afraid.</p>
<p>&emsp;He said it was because those feelings were wasting my life. And then he died the next day in his sleep: burned alive with his youngest progeny that lacked the strength to fight back.</p>
<p>&emsp;My father made the same mistake that all the other villagers make, thinking that suffering is only caused by change. They think the discomfort in their everyday lives is just an affect of higher forces &mdash; whether by the whims of the Gods or the everlasting hunger of our war. They assume the rare breadths of stillness are caused by a break in the action: that war and its wreckage are just the affects of an empire&apos;s ambition; that all the fighting is only driven by greed.</p>
<p>&emsp;That if we stopped fighting, no one would have to die.</p>
<p>&emsp;They fall to that temptation to live the lie, to say it so long and loud that they think their words can incarnate it. Gods know it&apos;s as effective as sleeping beneath barricades of bedsheets to ward off the Chymaera, hiding as the East shakes the ground with its ravenous hunger.</p>
<p>&emsp;But they&apos;re wrong. They have no idea of how much violence has to happen just to keep things exactly the way they are.</p>
"},{"DocType":"Scene","GivenName":"","AutoNamePart":2,"AutoNameFull":6,"ActNum":2,"ChapterPart":2,"ChapterFull":3,"ScenePart":2,"SceneFull":6,"Index":11,"Label":"Polishing Revision","Status":"Final Draft","Keywords":"Paragate, Katiya","UUID":"9","Synopsis":"","VerboseID":"2.3.6","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-05","Body":"
<p>&emsp;I hoped this week would never come. </p>
<p>&emsp;Six months have passed since we arrived here. We were taken straight from graduation, the first time they hitched wagons to motorcars instead of horses.</p>
<p>&emsp;It was as soon as we dropped our bags in the barracks that the Royal Guardsmen kept us busy in every waking moment, spending every second of daylight training in the militarized city of Gaffesend. And every night, I found myself at the taverns (though I never touched so much as a drop of ale), dragging my boyfriend Jullian out of the barracks until light crested over the horizon; refusing to be alone; begging to forget the impermanence of this small breadth of freedom.</p>
<p>&emsp;Yet that freedom ends today. </p>
<p>&emsp;I find myself here in Gaffesend Tavern, sitting at a bartop, watching the bustling narrow street in front of the grand lake, wondering why Jullian hasn&apos;t bothered to approach me. I hate drinking because it always makes me feel like I&apos;m too weak to face reality. Before long, I realize I&apos;m not watching the exits &mdash; and the more I keep pace with my male comrades, the more I find some stupid hope that this dizziness might shake my own feelings loose. I swirl the crimson ale around in the wooden mug to free the bubbles, envying how easily they float to the surface. </p>
<p>&emsp;An hour passes since the close of labour. The cobblestone streets bustle with villagers returning home from a long day&apos;s work. There are four of us that watch from the window, entranced by the balance of energy between two worlds. Now is that rare hour when the drunken stupor of the pub&apos;s regulars matches the stumble of the tiresome commoners. The sun has already vanished below the mountains, but its colorful influence reflects across the lake.</p>
<p>&emsp;I get the spins as my childhood friend Bertram talks to Ryder and Cae, two shy recruits that would sit alone if we weren&apos;t all friends. None of us would be here if they weren&apos;t dangling the keys to our new homes at the end of it, forcing us all to weather the best and worst of our graduating class. Somewhere behind us, the others laugh and cheer. They&apos;ve convinced themselves that this transition is a triumphant victory, too shortsighted to see that life in Gaffesend rides on the results of an enervating final test. </p>
<p>&emsp;There&apos;s no more simulations, practice runs, or drills. Failure is a one-way ticket to the front lines, and I will never get another chance.</p>
<p>&emsp;I take another sip, coaxing that feeling of joy to wash over me. I can tell that Bertram thinks the same thoughts when his eyes rest on the village on the other side of the lake. He nudges my right arm before opening his mouth to speak, gesturing to the twelve other trainees behind him.</p>
<p>&emsp;&quot;To them it&apos;s just a random assignment, no more than the toss of a coin. But to you and I, and maybe Ryder, this is divine. This is the will of the Gods, Katiya. This is the first sentence in our declaration of war.&quot;</p>
<p>&emsp;I tell him it is, and with my next swallow of ale, I prove it.</p>
<p>&emsp;The details are hazy. My mind protects me by forgetting everything I witnessed as a young child, and the harder I push to excise them, the deeper they dig. All I have left is the memory of Bertram pulling me from the smoldering cabin, dragging me to my mother Stella so that our fractured families could escape to the south.</p>
<p>&emsp;&quot;For years I was so angry,&quot; I tell him. &quot;If I could have joined the forces then, I would have put off all the schooling. I would have gone straight to the front lines to find justice for what they did to us.&quot;</p>
<p>&emsp;&quot;So why didn&apos;t you?&quot; He asks with a smirk.</p>
<p>&emsp;I shrug. &quot;How could all Chymaerans be evil if there are people like Pax that have their blood?&quot;</p>
<p>&emsp;I gesture to the half-blooded halfwit behind us. Paxton uses his Chymaeran Essence to try to freeze the watered-down liquor, enough to stack a seventh shot glass as the others cheer him on, drawing the attention of all the other patrons. Even Ryder puts his book down for a second to watch, letting out a small chuckle as it wavers.</p>
<p>&emsp;&quot;You have honor and a kind heart, and it&apos;s what I like about you. What I always have,&quot; Bertram says. He leans close enough that I can feel his firm shoulder press against mine. &quot;But keep enough of that anger. If we don&apos;t make the program &mdash; or if the enemy breaks the lines and crosses the lake in the winter &mdash; that fury is the only thing that&apos;s going to keep us alive.&quot;</p>
<p>&emsp;&quot;Rest assured it runs in my circuits with the Essence,&quot; I tell him. &quot;The long winter ends with our probation. It&apos;s spring now, and we have a&mdash;&quot;</p>
<p>&emsp;My words cut short when the tower crashes on the eighth glass. Pax presses his face to the table&apos;s surface, sucking up whatever he can of the liquor and the attention. </p>
<p>&emsp;But I still find that I&apos;m unable to escape the gravity of that feeling &mdash; that dragging desire that&apos;s followed me since the beginning. The desire to have that one moment that validates all of it, that makes it all worth something. And I pray to the Gods that longing is stronger than the fear of what lies ahead. </p>
"},{"DocType":"Scene","GivenName":"","AutoNamePart":3,"AutoNameFull":7,"ActNum":2,"ChapterPart":2,"ChapterFull":3,"ScenePart":3,"SceneFull":7,"Index":12,"Label":"Polishing Revision","Status":"Final Draft","Keywords":"Paragate, Katiya","UUID":"10","Synopsis":"","VerboseID":"2.3.7","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-06","Body":"
<p>&emsp;It all starts when Chief Aldrin climbs the small stage. Tonight it&apos;s edicts instead of music, and he takes a swig from his mug to make sure the words sound like a toast instead of orders.</p>
<p>&emsp;&quot;It was three months ago that you all graduated in the top of your class. Instead of heading straight to the front lines, you were chosen to challenge yourself with a higher purpose. You demonstrated that you might have what it takes to join our ranks full-time. And starting tomorrow, you&apos;ll get your chance to prove yourself as something special.&quot;</p>
<p>&emsp;Aldrin Valensend pauses expecting cheers, but he&apos;s met with silence. The cadets&apos; faces fall when reality crashes their party.</p>
<p>&emsp;&quot;Or else it&apos;s off to the meat grinder,&quot; Ryder mutters, closing his book on an earmarked page. &quot;The machine is hungry again.&quot;</p>
<p>&emsp;So hungry they&apos;d let in women like me, I think. To wear the men&apos;s leftovers.</p>
<p>&emsp;&quot;S-so hungry they&apos;d let in outsiders like me, I guess.&quot; Cae&apos;s ears twitch as she mutters into her cup. The Ahkvan swishes her tail with apprehension, and when Aldrin opens his mouth to try to rally us again, she withdraws her face from the mug, saturating the bronze fur on her face with a fine mustache of suds.</p>
<p>&emsp;&quot;Look. I can tell you&apos;re all nervous,&quot; he says. &quot;It&apos;s why I have the kegs here, to try to loosen you up a little,&quot; he says, taking another swig as if it will get him one sip closer to connecting with us. &quot;Trust me, lads. There&apos;s fear in every class &mdash; I&apos;ve seen fifteen in my time, and the reaction is the same every night before. But I want you to understand that you are not fighting for a limited number of slots. There is not a set number: you have already proved your excellence in the Capital. And if you keep that excellence, you will join us. I mean, Katiya&apos;s brother Erik joined us last year.&quot; He turns to me for validation. &quot;Didn&apos;t Erik say it wasn&apos;t that bad?&quot;</p>
<p>&emsp;I say, &quot;It wasn&apos;t bad for his health, at least. Without all the drinking, he dropped a near twenty pounds.&quot;</p>
<p>&emsp;The cadets chuckle, and Aldrin looks a little more self-assured.</p>
<p>&emsp;&quot;Well, I can assure you that the last three months is a hard as this probation gets.&quot; He holds up a stamped sheet of vellum scrawled with ink. &quot;You see this page?&quot;</p>
<p>&emsp;We all recongize it immmediately. It was taken straight from the posting board outside the field office.</p>
<p>&emsp;&quot;This system hearkens back to the old days. Back to those centuries ago when the world was vastly unexplored: those centuries when bands of brave adventurers took tasks to be paid in Kine, back when the empire&apos;s reach was shorter. When ruins and old dungeons were unexplored, before we could raise whole armies with the singnal single &mdash;&quot; he stutters, wetting his tongue with another sip&mdash; &quot;erm, single signal, of a wire.&quot; He waves the document in his hand, and the air is quiet enough to hear the heavy wax seal shake the paper. &quot;This is the lifeblood of our operation. We call them quests.&quot;</p>
<p>&emsp;The cadets cringe. As if any of these tasks could be considered heroic, I think.</p>
<p>&emsp;Bertram nudges me. &quot;Did this process come out of a fable?&quot;</p>
<p>&emsp;&quot;But it&apos;s not slaying monsters. Or, at least, not most of them. Maybe one of our elders has a problem with rats that savaged her Essenced crops, and they might start a fire if they gnaw the wires. Maybe it&apos;s a domestic dispute that needs authority. Or maybe it&apos;s a family near the eastern border that wants to feel safe.</p>
<p>&emsp;Those are the ones I&apos;ll take, I think.</p>
<p>&emsp;&quot;And then there&apos;s the ones that take a little more courage. Scouting positions. Thrusting yourself just a small distance beyond the lines to make sure there&apos;s nothing there, prodding at the Purgatory Mountains with one of our mentors.&quot;</p>
<p>&emsp;My stomach drops at the thought, but I hate that feeling.</p>
<p>&emsp;He concludes, &quot;These are the quests you will be completing. And there is always an overwhelming number of them, so you will never have a dull moment. And&mdash;&quot;</p>
<p>&emsp;A cadet cuts him off without raising his hand.</p>
<p>&emsp;&quot;So what, then, we just do them?&quot;</p>
<p>&emsp;&quot;You want to wait for me to finish, Pax? Gods above,&quot; Aldrin says. &quot;Yes. You take them. You finish them. And you get them signed off and stamped by the ones that wrote them, whether they&apos;re townsfolk or the Knights of the Royal Guard. You hold on to them, and every month you submit them.&quot;</p>
<p>&emsp;I can predict the next question before he asks it. All I wonder is if he&apos;ll raise his hand this time, and surely enough:</p>
<p>&emsp;&quot;Well, do we have to do some of the hard ones, or else we&apos;ll be sent to the war?&quot; </p>
<p>&emsp;The nervous air breaks with laughter. Pax&apos;s hand is raised this time, and it stays there.</p>
<p>&emsp;&quot;No, of course not. Remember when I said you already proved yourselves? This is only about reaching a minimum.&quot;</p>
<p>&emsp;&quot;Of how many?&quot;</p>
<p>&emsp;&quot;Shut your mouth, Pax,&quot; Ryder says, but he cracks a smile. The room&apos;s laughter grows.</p>
<p>&emsp;&quot;Of . . . no number, Gods damn it!&quot; Aldrin balls his fists, but finds relief at how the joyful spirit returns to his young cadets. &quot;You&apos;ll do as many as you think is right. And we&apos;ll see how many you do.&quot;</p>
<p>&emsp;We all seem to feel a little better. The Ahkvas telegraph their feelings the easiest: I can see Cae&apos;s frayed tail loosen as she relaxes.</p>
<p>&emsp;&quot;So.&quot; Aldrin clears his throat. &quot;I know that small chance scares you, but I want you to forget it. You&apos;ve worked for years and years to get out into the world beyond the capital, and here you are! You better be damn sure that you live up to that. Get closer with the people of our town. Assimilate yourself into our community. Spend time with your comrades between quests: go hike a trail, head to the hot spring on a day off, and listen well to the senior guardsmen, all right?&quot;</p>
<p>&emsp;&quot;Sir, yes sir!&quot; we shout from habit.</p>
<p>&emsp;&quot;No, no! This isn&apos;t training anymore. Stop that,&quot; he barks. &quot;Work hard and live well. Make this time feel like you&apos;re the adventurers of the old days. And, please &mdash; do something other than drink here every night, understood?&quot;</p>
<p>&emsp;&quot;Sir-&quot; We hesitate, raising our mugs instead.</p>
<p>&emsp;&quot;Fill up, lads,&quot; he says. &quot;A toast to your future!&quot;</p>
"},{"DocType":"Scene","GivenName":"","AutoNamePart":4,"AutoNameFull":8,"ActNum":2,"ChapterPart":2,"ChapterFull":3,"ScenePart":4,"SceneFull":8,"Index":13,"Label":"Polishing Revision","Status":"Final Draft","Keywords":"Paragate, Katiya","UUID":"11","Synopsis":"","VerboseID":"2.3.8","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-07","Body":"
<p>&emsp;The fledgling Royal Knights form a line at the kegs, their mugs wavering as suds spill across the warped wooden floorboards. We raise our full cups as color drains from the sky, and somewhere across Lake Garrison, the faint amethyst glow of Chymaeran Essence emanates from the silhouetting pines.</p>
<p>&emsp;I throw back another two fills on a challenge, and not long after, I find myself among the last of our group. Most of the others left to explore their new townhomes as official trainees of the Royal Guard. Cae and Ryder vanished as soon as possible. Some of the others dragged Pax outside so he wouldn&apos;t vomit on the floor, and I haven&apos;t seen him since.</p>
<p>&emsp;Jullian is still distant, chatting in the corner with his group of friends. Bertrand sits next to me on the long wooden bench in the corner, careful to keep us from touching though he sits rather close, enough for me to smell the booze on his breath.</p>
<p>&emsp;&quot;You know,&quot; he stammers, &quot;I haven&apos;t said something for a while.&quot;</p>
<p>&emsp;&quot;What something?&quot; I ask, afraid to risk standing or else I&apos;ll crash through the coffee table. I twirl the key around my finger in the opposite direction of the twisting world.</p>
<p>&emsp;&quot;Something ever,&quot; he says, then clarifies, &quot;Ever said, yeah.&quot;</p>
<p>&emsp;&quot;Ever? Like, ever ever?&quot;</p>
<p>&emsp;&quot;Ever,&quot; he says. &quot;Never, I mean. And I don&apos;t know if now is the right time.&quot; Bertrand looks almost uncomfotable. His blue eyes rattle in his skull when he tries to look at me, brushing his dark hair to the side. &quot;I&mdash;&quot;</p>
<p>&emsp;A hand grabs my arm. It&apos;s Jullian.</p>
<p>&emsp;&quot;It&apos;s time to go home, Katiya,&quot; he says.</p>
<p>&emsp;&quot;But why?&quot; I ask.</p>
<p>&emsp;&quot;Because we have to get up early tomorrow.&quot;</p>
<p>&emsp;&quot;For what?&quot; I ask.</p>
<p>&emsp;&quot;For the first day of work, remember?&quot; He says.</p>
<p>&emsp;I struggle to focus my mind, but I manage to ask the question. &quot;Then why in Khiras&apos; name did the Commander plan a party the night before?&quot;</p>
<p>&emsp;Jullian pauses for a second, while Bertram nods in agreement. &quot;That&apos;s actually a really good question,&quot; Jullian says. &quot;Maybe as a test? Or just so he can scold the ones that don&apos;t show up tomorrow?&quot;</p>
<p>&emsp;I mutter something even I don&apos;t understand when my stomach tries to transition from sitting to standing. My body goes limp when he escorts me from the couch.</p>
<p>&emsp;Jullian turns to Bertram. &quot;You should leave, too.&quot; He returns an uncomfortable glare when Jullian stabilizes me in an embrace, muttering something about him being mad because his parents gave his name too many L&apos;s.</p>
<p>&emsp;&quot;I guess we&apos;re going,&quot; I tell Bertram.</p>
<p>&emsp;&quot;Well, get home safe,&quot; he mutters, losing his campaign against gravity as his body crashes against the vacant bench.</p>
<p>&emsp;Jullian&apos;s thin as a reed, but he&apos;s strong enough to escort me from the pub. The air is crisp and cold when we step outside. Our boots crunch in the melting frost from winter&apos;s last snowstorm, and we find a relief from the humidity of twenty-some cadets. Beneath his bangs of dirty blonde hair, he always seems to hold a permanent look of discontent, but I know it&apos;s not because he&apos;s angry.</p>
<p>&emsp;&quot;Why didn&apos;t you join me? Sitting with all the quiet ones,&quot; he says.</p>
<p>&emsp;&quot;They&apos;re my friends,&quot; I tell him. &quot;And they could be yours if you spent more time with all of them.&quot;</p>
<p>&emsp;He tensions his fingers in mine. &quot;You still could have come by, though.&quot;</p>
<p>&emsp;And so could you, I think, but it&apos;s less effort to just apologize. &quot;I&apos;m sorry.&quot;</p>
<p>&emsp;&quot;I know you&apos;re satisfied with the friends you have, but I just want to meet new people. And, compared to the city, our assignment here feels like a second chance for someone like me.&quot;</p>
<p>&emsp;I pause for a moment. &quot;What do you mean, &apos;a second chance?&apos;&quot;</p>
<p>&emsp;&quot;No, no! I mean, I wasted so many years of my life afraid to make friends. It was so easy to tell myself that I shouldn&apos;t bother trying &mdash; that I was too busy taking care of my brothers when my mother spent her days slaving away on the looms.&quot;</p>
<p>&emsp;I nod, coaxing him to continue.</p>
<p>&emsp;&quot;So many of my younger years I wasted. That was until you came along and showed me that I was more than that, that I was worth it.&quot;</p>
<p>&emsp;&quot;Well, you are worth it,&quot; I say. &quot;You should know that.&quot;</p>
<p>&emsp;&quot;But do you see what I mean? Most days it feels like I can&apos;t even speak right. You spend you days with one core group of friends because you&apos;ve already figured it out, but every time I gather the courage to speak, it feels like a performance.&quot; He sniffles from the cold. &quot;You&apos;re a bird that was pushed out of the nest at just the right time to learn to fly, but I never left the nest. And now my body is so much heavier, and my wings feel so uncomfortable.&quot;</p>
<p>&emsp;&quot;I&apos;ve always said you can practice with me,&quot; I tell him.</p>
<p>&emsp;&quot;But it comes so naturally to you, though. You&apos;re so beautiful. The world begs for you to interact with it, but I&apos;m just average-looking.&quot;</p>
<p>&emsp;&quot;So you&apos;re saying that all I have going for me is my looks?&quot; I grab the collar of his shirt as I slur the words, but not hard enough to come off as real anger. &quot;That&apos;s all you think of me, huh, that I&apos;m just a dazzling piece of arm candy? I&apos;m a Gods-damn warrior!&quot;</p>
<p>&emsp;He stutters over an apology. Maybe he still struggles to tell the difference between anger and sarcasm. My hands tension further around his shirt, and I derive an odd pleasure from seeing him squirm a little here and there.</p>
<p>&emsp;I feel my fingers trace past his left ear, grazing the hairs of his neck before I draw him down to my height. &quot;Then maybe you can show me with your actions, if the words aren&apos;t enough.&quot;</p>
<p>&emsp;He hesitates for a moment, but the resonant pull of our bodies&apos; Essence is too strong. I can feel his heartbeat hasten as the feeling goads him closer. I plant kisses on his neck, and for several minutes, we allow our anxieties to precipitate the act that absolves them.</p>
<p>&emsp;The lamplighter walks around us, using his Essence to light the streetlamps, and I nearly lean the two of us into a bush. I can feel him surrender to his instincts when his arms embrace me, and below, I can feel evidence of his excitement.</p>
<p>&emsp;&quot;I think we should get home,&quot; he says. &quot;To yours.&quot;</p>
<p>&emsp;My free hand fumbles for my pocket, then in my pocket, for the iron key labeled BREAKEY-HILDE. It surprises me how well I can do two things at once.</p>
<p>&emsp;&quot;But my stuff from the barracks is still outside,&quot; I say. &quot;I have to unpack!&quot;</p>
<p>&emsp;&quot;Then we&apos;ll toss it inside,&quot; he says. &quot;You can unpack tomorrow.&quot;</p>
"},{"DocType":"Chapter","GivenName":"Firsthand Home","AutoNamePart":"Chapter&nbsp;Three","AutoNameFull":"Chapter&nbsp;Four","ActNum":2,"ChapterPart":3,"ChapterFull":4,"ScenePart":"","SceneFull":"","Index":14,"Label":"Paragate","Status":"Final Draft","Keywords":"","UUID":"12","Synopsis":"> Cody drives home on a nostalgic road.
> An old friend calls. Cody feels behind.
> Cody unpacks with his parents. Miguel enters.","VerboseID":"2.4","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Cody","SettingInfo":{"ModernTime":"04/24/26","FantasyTime":"2A-128, 53rd of Verdantide","StoryDay":"Friday"},"DocName":"
03 // &quot;Firsthand Home&quot;","Body":""},{"DocType":"Scene","GivenName":"Firsthand Home","AutoNamePart":1,"AutoNameFull":9,"ActNum":2,"ChapterPart":3,"ChapterFull":4,"ScenePart":1,"SceneFull":9,"Index":15,"Label":"Polishing Revision","Status":"Final Draft","Keywords":"Paragate, Cody","UUID":"13","Synopsis":"","VerboseID":"2.4.9","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Cody","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-08","Body":"
<p>&emsp;&quot;I can unpack it all tomorrow. Let&apos;s just toss it all inside.&quot;</p>
<p>&emsp;&quot;But you have to unpack,&quot; my mom says. &quot;All the stuff from your bedroom is still in our living room!&quot;</p>
<p>&emsp;It surprises me how incapable I am of doing two things at once. As I approach my car, my free hand fumbles in my pocket, searching for my keys, and I grab them by the piece of painters&apos; tape that&apos;s still stuck to the new house key.The blue strip is scribed in Sharpie with the name DUNSMORE, and as I flip it around with a single hand to grab my car key, I nearly trip down the switchback of concrete stairs leading to the parking lot, launching my keys into the air.</p>
<p>&emsp;&quot;What happened?&quot; My mother asks.</p>
<p>&emsp;&quot;Nearly tripped down the stairs,&quot; I say. &quot;You know the aerospace guys have an elevator? Their entrance looks like some kind of brutalist doomsday bunker. Our stairway is so worn from forty years, it&apos;s practically a slide.&quot;</p>
<p>&emsp;&quot;Huh,&quot; she says. &quot;Well, we said we were going to do this today, and Dad has his RV convention tomorrow morning, so we can&apos;t do it then.&quot;</p>
<p>&emsp;&quot;He doesn&apos;t have to help,&quot; I say. &quot;I literally got my degree in how to measure stuff. I&apos;m more than capable of drilling holes in the wall, you know.&quot;</p>
<p>&emsp;&quot;But you know how excited he is to help you, Cody,&quot; she says. &quot;He wouldn&apos;t stop telling the Richards at dinner how excited he is that his boy&apos;s moving out. &apos;Forging his own way,&apos; I think he said.&quot;</p>
<p>&emsp;&quot;Really?&quot; I stoop down to grab the keys, careful not to twist my damn ankle even further. &quot;It&apos;s spring now. Who&apos;s going to mow the lawn the way he likes it? I don&apos;t think any of the neighbor kids are gonna mow it twice just so it can have that fancy &apos;checker&apos; look. They can&apos;t be bought off with ice cream like me.&quot;</p>
<p>&emsp;&quot;You&apos;re doing that thing where you try to change the subject,&quot; she says. &quot;We&apos;re coming over today, Cody,&quot; then adds, &quot;at least we&apos;re getting it over with. Then you won&apos;t have to see us for a week.&quot;</p>
<p>&emsp;&quot;It&apos;s not like that,&quot; I insist. &quot;You guys are everything to me. Why do you think I moved so close? So you can do my laundry?&quot; I trundle through the vacant, dusty lot as I hold the end of the key to my chin, spamming the lock button. A few steps later, my Subaru chirps in response: one of the few cars left in the hundred-car-lot, parked in the last spot left against the tall barbed-wire fence. Drained of my stamina after three emails and a few redlines, I try not to audibly sigh, doing the math on how much time I have to relax before we spend the rest of the evening playing Tetris with my furniture.</p>
<p>&emsp;&quot;Well, we love you. And we want you to know how proud of you we are. Our boy is moving up in the world. A mortgage? And his first house?&quot;</p>
<p>&emsp;&quot;Old, I know. I&apos;ll check the mail tomorrow for my AARP card.&quot;</p>
<p>&emsp;&quot;And maybe next, you&apos;ll find that special person.&quot;</p>
<p>&emsp;I groan. &quot;You&apos;ll get your grandkids when you get them.&quot; I finally break the long shadow of the Aerospace division&apos;s building when I make it to the fence, feeling the setting sun warm the back of my neck. &quot; I&apos;ll talk to you later.&quot;</p>
<p>&emsp;&quot;We&apos;re proud of you,&quot; she insists.</p>
<p>&emsp;&quot;Thanks,&quot; I say, hinging open the car door to deposit myself in the driver&apos;s seat as shadow consumes the full span of the lot. I turn the key and the engine hums to life, taking one last glance to the top of the crumbling stairwell to confirm Kei&apos;s refusal to start her weekend. </p>
<p>&emsp;But her Ford Fiesta is still here, collecting dust as the last car on the lot.</p>
<p>&emsp;Alone, I still feel a small sense of warmth inside me. A part of me is glad I chose to stay close. Beyond that oasis of unrelenting love is a desert, and when I&apos;m not surrounded by the family that help me forget, it&apos;s a boundless journey where the scenery never changes, just like those long stretches of barren road when I drove to university, on long breaks between semesters. </p>
<p>&emsp;Maybe that&apos;s why I find comfort in returning home to the forest, where the horizon is obscured by trees. When I drive home from a long day at Navidson-Monroe, slithering down switchbacks of the Shaleborough foothills in my WRX, I watch the graduation tassle from high school sway with the curves, feeling a hint of the same exhilaration when my friends and I used to drive the other way, climbing the asphalt turns until the roads switched to trails, settling somewhere between the mountains for another adventurous chapter in a childhood summer.</p>
<p>&emsp;But the sun has set, and the association I had with this road has been wholly overwritten with the feelings I&apos;ve carried home. Nav&apos;s words seem to follow that feeling of residual guilt when I consider how behind I always am. Time used to be segmented in semesters, quarters, and classes, but the demands of the customer are endless and indivisible. </p>
<p>&emsp;At least it means that business is well &mdash; far better than being afraid of layoffs.</p>
<p>&emsp;When I crank up the playlist my friends and I made together, lower the sun roof, crack the windows, and allow the throttle to twist my stomach as I accelerate around the curves, I find I&apos;m able to let those cherished memories win over.</p>
<p>&emsp;And then a call comes over the hands-free system.</p>
"},{"DocType":"Scene","GivenName":"Firsthand Home","AutoNamePart":2,"AutoNameFull":10,"ActNum":2,"ChapterPart":3,"ChapterFull":4,"ScenePart":2,"SceneFull":10,"Index":16,"Label":"Polishing Revision","Status":"Final Draft","Keywords":"Paragate, Cody","UUID":"14","Synopsis":"","VerboseID":"2.4.10","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Cody","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-09","Body":"
<p>&emsp;I press the button on the steering wheel, and CALL ACTIVE flashes in segmented letters on the LCD. Hearing his voice over the phone makes it feel like he&apos;s speeding around the curves in the car in front of me, calling to ask if we can stop off at Sonic for a milkshake before we unpack the tents from our cars.</p>
<p>&emsp; But many years have passed since those summers.</p>
<p>&emsp;&quot;Hey, buddy.&quot; His voice is raspy over the phone. &quot;How have you been?&quot; </p>
<p>&emsp;&quot;Pretty good, Scott,&quot; I say, making sure to pitch my voice up.</p>
<p>&emsp;&quot;Just wanted to call to check in with you. I saw you just got a new place in our hometown. Congrats!&quot;</p>
<p>&emsp;&quot;Thanks,&quot; I tell him. &quot;And I saw you got a new place around Orange County. A full-size house?&quot;</p>
<p>&emsp;&quot;You know how Kaycee&apos;s parents are,&quot; he says. &quot;I guess it&apos;s what happens when you&apos;re an only child.&quot;</p>
<p>&emsp;&quot;I wish it worked that way for me,&quot; I say.</p>
<p>&emsp;&quot;So then I guess I should thank you for setting us up,&quot; Scott says. &quot;What about you? Any progress in your love life?&quot;</p>
<p>&emsp;&quot;Not yet, buddy. I&apos;m starting to think I missed the chance.&quot;</p>
<p>&emsp;&quot;I always thought you&apos;d get together with Kei. Didn&apos;t you tell me last time that she works with you?&quot;</p>
<p>&emsp;My fingers tension around the steering wheel, and I find I&apos;m taking the turns sharper. &quot;I&apos;m not so sure, but I&apos;m doing what I can.&quot;</p>
<p>&emsp;&quot;I&apos;m not just calling to check up on you. I&apos;m calling for two things. First, I wanted to tell you that Kaycee and I are gonna be in Colorado in a couple weeks.&quot;</p>
<p>&emsp;&quot;Oh, really? That&apos;s great,&quot; I tell him. &quot;We should meet up.&quot;</p>
<p>&emsp;&quot;Absolutely. And it&apos;s tied in with the second thing.&quot; Scott takes a long pause, and the phone&apos;s static gives way to the hum of my car&apos;s engine. &quot;I proposed to Kaycee, and she said &apos;yes.&apos;&quot;</p>
<p>&emsp;&quot;Oh. That&apos;s fantastic!&quot; I tell him. &quot;I&apos;m so happy for you.&quot;</p>
<p>&emsp;&quot;Well, you&apos;ve been my closest friend since the beginning. I wanted this to be a question I ask you in person, when we drive out there, but . . . I want you to be in my wedding. I&apos;ve thought about it a while, and, well . . . I was wondering if you would be my Best Man.&quot;</p>
<p>&emsp;I feel a rare feeling of elation overtake me. &quot;I would be honored to be that for you, Scott.&quot;</p>
<p>&emsp;&quot;Great! Great,&quot; he says. &quot;We can talk about it more when I head out there. From the championship lacrosse team with you and Miguel, to all those sleepovers in your basement, to those summer trips up to the mountains, I mean, you&apos;ve been there for all of it.&quot;</p>
<p>&emsp;&quot;I drive down that same road we took camping every day,&quot; I say.</p>
<p>&emsp;&quot;Yeah, you finally made it into Navidson-Monroe, you nerd. Designing rockets?&quot;</p>
<p>&emsp;&quot;Not quite yet,&quot; I tell him.</p>
<p>&emsp;&quot;Well, you&apos;ll get there. And at this wedding, if you haven&apos;t confessed your feelings to Kei, I&apos;ll get you together with one of Kaycee&apos;s bridesmaids. You know California &mdash; she&apos;s got some really pretty friends. And Kylie&apos;s gonna be there too. The &apos;Burnett&apos;s girl,&apos; remember? Didn&apos;t you guys hit it off in the freshman dorms?&quot;</p>
<p>&emsp;I laugh. &quot;Thanks, buddy. I&apos;ll look forward to it, then.&quot;</p>
<p>&emsp;&quot;Sure.&quot; He pauses for a moment, as if deciding whether to end the call. My thumb feathers the END CALL button on the steering wheel, but then he pipes up.</p>
<p>&emsp;His voice cracks: &quot;You know, you were the one that brought all of us together. You were the &apos;uniter&apos; of all our friends, I guess. And the further I get from those years, you know . . . I miss that.&quot;</p>
<p>&emsp;My grasp loosens on the steering wheel as I struggle to remember the last time I ever hung out with more than one person at a time. Sometimes it feels like adulthood just gives us more convenient excuses to stay alone. But it feels wrong to dwell too long on stuff that far in the past.</p>
<p>&emsp;&quot;Thanks. I miss those days too,&quot; I say. &quot;Call me again sometime before you head out here. We&apos;ll plan a day downtown in Denver.&quot;</p>
<p>&emsp;&quot;Will do,&quot; he says. The line clicks. All that&apos;s left is the hum of the engine as I reach the bottom of the foothills, stuck in the space between songs when the vocals feather away.</p>
<p>&emsp;I&apos;m stopped at a red light at a vacant crossroads. My left hand drums against the side of the car, keeping a beat without a song. It&apos;s always when I&apos;m the most still that I feel the flow of time, seconds ticking away with the rhythmic, harmonic shake of the engine. The discomfort of this stillness overtakes me as I sit here second after second without a single car passing, but the light is still green on the crossway. The crossroads is pitch black, and the feeling of emptiness rises my flesh with static like a sleeping limb.</p>
<p>&emsp;The feeling of itching stillness begins to return to me, that call of the void, and I feel it&apos;s presence as if it were sitting in the backseat, in the space where my friends used to be. I drop the pedal to the floor before the light can change, longing for that feeling of inertia to lull me back to peace: ripping through the intersection before the light can change.</p>
"},{"DocType":"Scene","GivenName":"Firsthand Home","AutoNamePart":3,"AutoNameFull":11,"ActNum":2,"ChapterPart":3,"ChapterFull":4,"ScenePart":3,"SceneFull":11,"Index":17,"Label":"Polishing Revision","Status":"Final Draft","Keywords":"Paragate, Cody","UUID":"15","Synopsis":"","VerboseID":"2.4.11","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Cody","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-10","Body":"
<p>&emsp;A Bankers Box is the last thing I have to store away in the small closet beneath the stairs. It&apos;s somehow lived to service my family through many moves, and the yellowed white of the cardboard is long-aged to prove it.  First is the word OFFICE in my mother&apos;s cursive from twenty-some years ago. That was scratched out to say COLLEGE STUFF in my father&apos;s handwriting five years ago. Four years later, for the long move back, I amended that with a semicolon, adding ENGINEERING TEXTBOOKS (AND SHIT) in my fine block script to help clarify. And now &mdash; so redacted it looks like a square Dalmatian &mdash; it reads CODY DUNSMORE, FIRST HOME.</p>
<p>&emsp;Inside is all the hobby stuff I used to like when I had the energy: a mess of soldering tips, beer-can capacitors and resistors as if I went back to the 90s and robbed a Radio Shack. There&apos;s a couple games I picked up when Mom drove me to GameStop for midnight releases with my buddies, and weighing it down is the signed lacrosse ball from the last Varsity game that let me letter in high school.</p>
<p>&emsp;&quot;You know, for a new home owner, you sure have a lot of crap to start,&quot; my father says. &quot;Your mother and I started with nothing. Nothing!&quot;</p>
<p>&emsp;&quot;But it is a whole lot of nothing.&quot; I gesture to the lonely folding chair and cheap television in the small foyer. &quot;The modern man needs very little to be satisfied.&quot;</p>
<p>&emsp;&quot;I just hope it&apos;s enough to survive,&quot; my mother says. She rubs her temples.</p>
<p>&emsp;&quot;I&apos;m just glad it comes with a washer and dryer. Otherwise I&apos;d have to buy new clothes every week.&quot;</p>
<p>&emsp;&quot;Dear Lord, Alan. Did we raise him?&quot; She turns to my father. &quot;Did he forget how to wash clothes some time in college?&quot;</p>
<p>&emsp;&quot;He&apos;ll be fine, Kim,&quot; Dad says. </p>
<p>&emsp;It humors us when she gets the panicked look on her face. Neither of us can tell if it&apos;s a joke.</p>
<p>&emsp;&quot;You remember? She&apos;s only washed my clothes since I got back from school. I think I remember how to do it.&quot;</p>
<p>&emsp;&quot;But you need to keep your shirts nice. For work,&quot; she says. &quot;You need to iron them. Did you get an ironing board?&quot;</p>
<p>&emsp;&quot;I get it. I know, and I will, tomorrow,&quot; I tell her. &quot;You remember I&apos;ve been working there for two years, right? Everybody just wears jeans. Some even T-shirts.&quot;</p>
<p>&emsp;Dad&apos;s face furrows at the thought. &quot;Dressing like that won&apos;t get you a promotion.&quot;</p>
<p>&emsp;&quot;Well, they make fun of me when I dress up enough to tuck in my shirt. Saying I&apos;m trying to take their jobs.&quot;</p>
<p>&emsp;&quot;Well, then . . .&quot; Dad starts, but his words trail off. </p>
<p>&emsp;The silence returns to us: it&apos;s a pivotal moment in our relationship. They were empty-nesters for four years, and right when they got used to it, they had me again for another two.  The childhood home will be so quiet: maybe it deafens them. I remember my mom kept the room and bed so neat every time I returned from college.</p>
<p>&emsp;Maybe there are phases to it, just like my late brother&apos;s room was all those years ago. It was as still as a museum for months. All his books and participation trophies were scattered thoughtfully as if he had just left the house to go see friends for a really, really long time, his letterman&apos;s jacket glistening with pins on the chair, and I almost thought they were planning on putting the whole room behind glass, until one windy day showed them it&apos;d be safer in seventeen boxes. </p>
<p>&emsp;Cardboard. </p>
<p>&emsp;Not like the polished wooden box beneath the ground, protecting all the things the war couldn&apos;t take.</p>
<p>&emsp;They head towards the door and turn the knob, still chipper despite how it drags on all of us, and my father wants to show it the least. </p>
<p>&emsp;I almost think I can hear his voice crack. &quot;Just promise us you&apos;ll visit, right? Dinner next week?&quot; And to make it less emasculating, he adds, &quot;Your mother will go nuts if she can&apos;t do a load of laundry at least once a month.&quot;</p>
<p>&emsp;&quot;I swear I&apos;ll never do it again,&quot; she says.</p>
<p>&emsp;&quot;I promise,&quot; I say.</p>
<p>&emsp;&quot;And maybe you can bring over a girl,&quot; Dad says. &quot;Don&apos;t get me wrong. You did great in school, but we&apos;re never gonna have grandchildren at this rate.&quot;</p>
<p>&emsp;&quot;Oh, Alan,&quot; Mom says. I think she&apos;s gonna shake her head or admonish him. </p>
<p>&emsp;But she surprises me. </p>
<p>&emsp;&quot;You&apos;re right. Wasn&apos;t there a reason Cody insisted on that queen-size bed?&quot;</p>
<p>&emsp;&quot;And the spare bedroom. He&apos;s smart. Put a bed in there and he&apos;s got a fine doghouse.&quot;</p>
<p>&emsp;&quot;Oh. The gaming room, you mean?&quot; I ask, and they&apos;re half out the door before Dad answers.</p>
<p>&emsp;&quot;Lonely girls his age start collecting cats. I just pray you don&apos;t do that with games on that computer program you were showing me.&quot;</p>
<p>&emsp;I hold the smile though their words cut me, though they don&apos;t realize it. </p>
<p>&emsp;This isn&apos;t the way I wanted this memory to end.</p>
<p>&emsp;&quot;Maybe you can get that girl from work to come over. The older one you went to prom with. The asian one,&quot; Dad says.</p>
<p>&emsp;&quot;That&apos;s enough,&quot; I tell him.</p>
<p>&emsp;I give my mother and father a hug. I squeeze my mother a little longer because she likes them, and I swear I can feel her tremble, just a little, and when they head for the car, my mother chokes on the last words before she&apos;ll probably lose it.</p>
<p>&emsp;&quot;We love you, Cody. We&apos;re so proud of you,&quot; she says, loud enough that all my new neighbors can hear.</p>
<p>&emsp;&quot;Thanks. I love you too,&quot; I say.</p>
<p>&emsp;I wave for a while as they depart, blasting the 80s love songs through their windows as my father ducks his head.</p>
<p>&emsp;I retreat through the threshold of the doorway, hesitating to close the door or else the suddenness of this new chapter might give me whiplash. A couple tears leave my eyes. I sniff. It&apos;s a bright March day, and somewhere beyond the spotless windows, the birds sing songs in staccato, coupled with the chattering rumble of new construction.</p>
<p>&emsp;I flick the lights on, then off, then on again, then settle for off. I sit at the head of the glass dining table to find myself in a familiar headspace, from all those years ago in college, when my roommates left to drive home to their families, and flying for me wasn&apos;t an option. In the small closet beneath the stairs is the Bankers Box, and somewhere inside my head I wonder how I can ever reignite those old passions.</p>
<p>&emsp;I sit there until tinnitus rings in my ears. I don&apos;t feel like gaming, going for a walk, or saying hello to the neighbors. I love my parents to pieces, but their words still cut me. I mean, I&apos;m twenty-six years old: is this the age where you start to really believe you&apos;ll be alone forever? </p>
<p>&emsp;The comebacks always come to you long after they&apos;re useful. I open the fridge my mom overstocked with frozen food from Costco in case I starve in the next three months and grab an off-brand seltzer, returning to darkness when the door closes. </p>
<p>&emsp;Then maybe he should have stayed. He was smarter, more attractive, more alive than I can ever be, I could have said. Communication was what killed him. And I refuse to harm my relationship with my parents over it. But really, what do they think? Some neighbor girl is going to stumble in here looking for love?</p>
<p>&emsp;The thoughts get me nowhere, but the seltzer does. And when the clock reads 8:00 PM, three deep with the gold-painted cans standing like little league trophies on the finely-polished counter, I&apos;m finally able to forget. And I forget even easier when he stumbles through the open door.</p>
<p>&emsp;&quot;Beer later, wey. Wanna hotbox my car?&quot;</p>
<p>&emsp;He slicks his black hair back before dragging his feet on my mat, carrying a rack of cheap beer with an OfficeMax nametag pinned upside-down.</p>
"},{"DocType":"Chapter","GivenName":"Secondhand Cottage","AutoNamePart":"Chapter&nbsp;Four","AutoNameFull":"Chapter&nbsp;Five","ActNum":2,"ChapterPart":4,"ChapterFull":5,"ScenePart":"","SceneFull":"","Index":18,"Label":"Paragate","Status":"Final Draft","Keywords":"","UUID":"16","Synopsis":"> Katiya has nightmares of a devastating past.
> Katiya explores her new Guard-sactioned home.
> Katiya struggles to start her day.
> Walk from home to the Royal Base.","VerboseID":"2.5","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"04/25/26","FantasyTime":"2A-128, 54th of Verdantide","StoryDay":"Saturday"},"DocName":"
04 // &quot;Secondhand Cottage&quot;","Body":""},{"DocType":"Scene","GivenName":"","AutoNamePart":1,"AutoNameFull":12,"ActNum":2,"ChapterPart":4,"ChapterFull":5,"ScenePart":1,"SceneFull":12,"Index":19,"Label":"Polishing Revision","Status":"Final Draft","Keywords":"Paragate, Katiya","UUID":"17","Synopsis":"","VerboseID":"2.5.12","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-11","Body":"
<p>&emsp;The next lucid moment, I find myself pinned upside-down beneath a thick wooden rack. The heat climbs as I drag my heels across the floor, my clothes so black and charred that I pray my sweaty flesh might slick me back through the narrow space. Within the hot box of crackling logs and scalding cinders, the roar of recircling flames makes the house screech in agony when its bones crunch and crumble, casting twigs and thatch to the ashen floor.</p>
<p>&emsp;The twisting and thrashing gets me nowhere, but when a log column crashes into the thin floor, the rack slides into the hollow foundation. My body is so small and pathetic, but I&apos;m barely able to command my cramped muscles to escape, crawling across the floor as the smoke billows overhead, drawing shallow, stinging breaths into  my pinched lungs. </p>
<p>&emsp;The log walls close in like long fingers of a burning fist that clenches, casting glowing rubies of raging ruin that spread like a rash across the cabin&apos;s bones, and as I gasp harder for desperate breaths, losing the strength of air to drive my muscles, I realize that all the windows and doors are missing.</p>
<p>&emsp;The heat would evaporate my tears if I had the fluids left to cry. All that&apos;s left is to feel how much I loathe this feeling of helplessness. Didn&apos;t I escape this crumbling crypt of cinders? Or was the full life I led after just a dream of a dying mind, denying its demise? Didn&apos;t Stella and Erik and Bertram treat my burns as we sought solitude on the outskirts of Northaven? Or is this the last memory of my soul in the Reservoir, preparing to be reborn?</p>
<p>&emsp;But this body is so weak and useless, and I lust so strongly for power, for Essence: Essence that might let me bend steel; to bash through the walls; to crush the skulls of the arsonists. I only wish I could live to return the favor, to get revenge for that fading image of their faces.</p>
<p>&emsp;But I&apos;m just a child, and nobody came.</p>
<p>&emsp;The last segment of wall collapses, and I join my father and sisters,  entombed forever beneath the rubble. </p>
<p>&emsp;Or so I think, until I gasp for breath beneath the silken sheets of an unfamiliar bed.</p>
"},{"DocType":"Scene","GivenName":"","AutoNamePart":2,"AutoNameFull":13,"ActNum":2,"ChapterPart":4,"ChapterFull":5,"ScenePart":2,"SceneFull":13,"Index":20,"Label":"Polishing Revision","Status":"Final Draft","Keywords":"Paragate, Katiya","UUID":"18","Synopsis":"","VerboseID":"2.5.13","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-12","Body":"
<p>&emsp;It takes a couple seconds before my mind is able to catch up on two decades of living history. It&apos;s not the first time my mind tormented me with visions of another life, one where the Gods of fortune hadn&apos;t intervened. My episodes were worse in the Barracks: so bad that they threw me in with all the other traumatized children of the war that tossed and turned too much in their sleep, waking the others with the foreshadowing shouts and screams of the slaughter that might await them.</p>
<p>&emsp;I always think I can be stronger. I always find myself thinking I can outmaneuver it, but it matters not how viciously I fight to comport myself. That poisonous malady of the soul is an everflowing source of suffering stronger than the sea. And even as I sit here with full recollection of everything that&apos;s brought me to this moment, I still can&apos;t shake that feeling of eternal freefall, that uncomfortable feathering in my stomach that casts my fingers and toes in phantom static, waiting and waiting for when I&apos;ll splatter against the end of this bottomless pit.</p>
<p>&emsp;But the end never comes. The only way, it seems, is to distract myself from the infinite fall, so that feeling becomes a lesser part of me. I&apos;ve tried hating it, but it never concedes. I&apos;ve tried overpowering it, but it&apos;s like sculpting water. So all I can do is follow the words of my father when these episodes would overtake me.</p>
<p>&emsp;Katiya, he would say. My beautiful daughter, you have to focus. Tell me, where are you right now?</p>
<p>&emsp;&quot;I&apos;m in the town of Gaffesend, across the lake from where we used to live,&quot; I mutter, clutching my chest with numbing fingers that hinge against my will. My other hand reaches for the left side of the bed as I call out his name, longing for a touch beyond lust, but the bed is cold again: damp with his sweat from our passions the night before.</p>
<p>&emsp;Where are you?</p>
<p>&emsp;&quot;I&apos;m in my new home. In the bedroom,&quot; I breathe. &quot;With plastered walls,&quot; I breathe. &quot;And a fan,&quot; I breathe, taking two breaths before the next distracting question comes to me I cast a look around as my eyes adjust from the dark of sleep to the brightness of morning.</p>
<p>&emsp;When are you?</p>
<p>&emsp;&quot;A near twenty years after I lost you.&quot; </p>
<p>&emsp;It&apos;s the hundred-and-twenty-ninth year after the Fall. A long winter fades into spring as the world opens again, and I can smell the buds of flowers blooming in the wild spaces. &quot;I&apos;ve come back to find something I lost, I think,&quot; I add.</p>
<p>&emsp;And can you describe how you feel?</p>
<p>&emsp;My breaths are slowing. My heart is acclimating to the stillness, and my body is accepting there&apos;s nothing that threatens it, even though I&apos;ve already identified all the exits. I must have flamed a little in my sleep: there are small burn holes where my naked body pressed hardest against the fabric. The sheets are saturated with soot from the scalding heat my circuits must have risen, but that&apos;s not what upsets me the most. As the world returns to me, I can feel my fists ball on a different kind of anger.</p>
<p>&emsp;I thought the passion of the night before might have compelled Jullian him to stay. The feeling of that truth feels so palpable when he kisses me, and for the hour after, my mind floats on the joy of all we&apos;ve shared: watching each other&apos;s siblings; studying those long nights together; even training in the early mornings; and all the time we&apos;d set aside for each other despite everything.</p>
<p>&emsp;Maybe it&apos;s the annoyed sigh he breathes when I goad him on the morning runs around the village, one of our traditions. Or maybe it&apos;s in the listless tick he acquired any time we walk about the village. Or maybe it&apos;s in his new group of friends &mdash; though he&apos;s always longed for a group to belong to, and I don&apos;t fault him for any of that.</p>
<p>&emsp;But he wasn&apos;t here when I needed him. The only considerate act was topping off the Essence switch with a touch, allowing the ceiling fan enough energy to run until I awoke. His clothes vanished as if he was trying to clear a crime scene.</p>
<p>&emsp;After I release myself from the tangle of bedsheets, I  poke my head out the back window facing west &mdash; nearly forgetting to cover my breasts with the thick red curtain as I try to guess the time. It&apos;s a commerce street,  and the stalls are vacant without produce or trinkets, the stools still tucked beneath the counters. The merchants tend to gather an hour after sunrise, meaning it&apos;s long before the time that we were told to gather outside the officer post.</p>
<p>&emsp;I glance out the east window that looks out upon a quaint little garden: my tiny lawn with a walkway that divides it, enclosed by the spires of a wrought-iron fence. The mountain air is so crisp and fresh as it pours though the windows, wrapping around the curtain that covers my extremities, and when I lift my eyes to the Purgatory Mountains, feeling the morning sun radiate my skin, I find a captivating view of Lake Gaffesend.</p>
<p>&emsp;The Gods of fortune haven&apos;t forgotten me, I think: but I refuse to ever lean on them with all my weight.</p>
<p>&emsp;I find the closet furnished to the measurements I gave at Orientation, though almost everything seems to be genderless. The underwear is the only thing that&apos;s distinctly feminine, and after smelling myself to ensure the stench of sweat is not severe, I slip on a pair, and proceed to dress in the Royal Guard&apos;s underclothes.</p>
<p>&emsp;The white undershirt is baggy, but not too long in the sleeves. I&apos;m just relieved to not have to wear the same binder I wore for graduation. After six hours listening to names, thinking I&apos;d pass out from the pain in my back and ribs, I wondered why they call it a &quot;breastplate&quot; when it&apos;s flatter than the Capital fields. </p>
<p>&emsp;But this is different armor: armor designed for show instead of function, for making the villagers feel safe, though the thin steel couldn&apos;t stop two thrashings from a sword. The steel only covers the shoulders, arms, hands, and chest, exposing the undershirt at the midriff. And beyond the showy sabatons on my feet, embellished with gold trim like all the rest of the armor that was never meant to get so much as a scratch, there are thin tassets that couldn&apos;t protect my hip from so much as a fall.</p>
<p>&emsp;I relish the feeling of excitement to try it on: anything that tears me from the lingering feeling in my stomach, and when I step into the washroom to look into the mirror, I imagine its guise before I even put it on.</p>
<p>&emsp;The person that looks back at me is carved as intentionally as the thousand sculptures my father whittled in the forest across the lake, carving the trimmings and stumps from his work as a carpenter. The only difference is in our intentions. His comes from that sedentary softness of imaginary inner peace, the very reason my parents settled in that village all those years ago. His showed in the soft shavings that split from the virgin bark, falling to the floor like petals as he perfected its form. But my intention lies in the real world, of flesh and blood. It lies in the continuous honing of my body to be ready for the fight that&apos;s coming &mdash; the approaching end to the long fall that forever turns my stomach &mdash; and I&apos;ll need every bit of strength I can gather to act as a breakwall, so that ruinous poison never spills over upon the innocents.</p>
<p>&emsp;I trace the definition in my abs, noticing all the imperfections I have yet to carve through training, trying to stop that self-immolating voice that says I will never be strong enough; that if not for Jullian, no one else would ever be attracted to someone like me. But this life has only ever been a sacrifice, since it should have been taken. I can&apos;t change my modest height, but I&apos;ve shaped just about everything else, and when I put on the undershirt, it covers all the weakness I have yet to improve.</p>
<p>&emsp;And now it&apos;s time to hone myself further.</p>
"},{"DocType":"Scene","GivenName":"","AutoNamePart":3,"AutoNameFull":14,"ActNum":2,"ChapterPart":4,"ChapterFull":5,"ScenePart":3,"SceneFull":14,"Index":21,"Label":"Polishing Revision","Status":"Final Draft","Keywords":"Paragate, Katiya","UUID":"19","Synopsis":"","VerboseID":"2.5.14","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-13","Body":"
<p>&emsp;I descend the stairs in bare feet, carrying the thin cosmetic armor. The kitchen counters are vacant beyond some basic decorations: a bowl and a candle on every surface, what I&apos;ve learned is the bare minimum for any military-issued living space. Part of me hopes for an explanatory note from Jullian, but I find nothing, just my bag of possessions scattered across the floor.</p>
<p>&emsp;My stomach rumbles when my nose notices the commerce street is open. I spark the burners with Essence, throwing on some standard-issue porridge rations as I try to put on my second layer of clothing.</p>
<p>&emsp;A knock sounds on the door, rapping so hard that I should hear it anywhere in the house. It startles me when I&apos;m putting on the solid armor that refuses to give as I contort my body. It&apos;s an unfamiliar voice, but incredibly deep and charming.</p>
<p>&emsp;&quot;Miss Katiya, darling, it&apos;s time to wake up,&quot; he says.</p>
<p>&emsp;&quot;Coming.&quot; I try to dress faster while blinded, but forget I&apos;m standing in front of my bag of personal items.</p>
<p>&emsp;&quot;No need. I&apos;m a knocker commissioned by the Guard.&quot;</p>
<p>&emsp;My foot catches before I can respond. I crash to the ground with a high squeak, my arms bound by an arm hole.</p>
<p>&emsp;&quot;Miss Katiya . . . are you alright in there?&quot;</p>
<p>&emsp;I&apos;m certainly not right inside the armor.</p>
<p>&emsp;&quot;I&apos;m fine,&quot; I say, my head half-protruding from the head hole like a bashful turtle. My arms are all twisted inside the uncompromising metal. &quot;Thanks for the warning.&quot;</p>
<p>&emsp;&quot;Not a problem, love,&quot; he says. </p>
<p>&emsp;As I struggle to free myself from my metal cocoon, I recognize that there&apos;s a hinged strap on the side: something that would have made the struggle a whole lot easier.</p>
<p>&emsp;But then a sizzling sound sets off behind me. I&apos;m so charged with Essence that I must&apos;ve transferred too much to the burner. The porridge bubbles over the edges of the pot, edging off the wooden spoon that bridged the center. Scrambling from the floor, I reach my hand to withdraw heat from the stove, feeling that transfer of energy return to my circuits.</p>
<p>&emsp;&quot;Gods damn it,&quot; I tell myself. And when I reach to grasp the handle of the pot, my foot slips in a mess of oats on the floor, casting a plume of molten chunks across the floorboards and the cabinetry.</p>
<p>&emsp;A voice rises from the other side of the house: a different pitch with the same sentiment.</p>
<p>&emsp; &quot;You alright in there, Aleena?&quot;</p>
<p>&emsp;Aleena? Who&apos;s Aleena?</p>
<p>&emsp;&quot;Yeah, just a little accident,&quot; I say. &quot;Looks like I&apos;ll be skipping breakfast.&quot;</p>
<p>&emsp;&quot;You can&apos;t miss breakfast if you&apos;re defending the village,&quot; he says. &quot;Come to the window.&quot;</p>
<p>&emsp;&quot;One second,&quot; I say, before throwing my armor on the right way, finding  buckles and straps that are stitched there for a reason. When I&apos;m sufficiently sharp, clothed in bright crimson and silver that&apos;s trimmed with gold, I reach for the window sill to drag it open.</p>
<p>&emsp;A stocky, bald man squats on one of the stools in the shadow of the building, his collection of fresh breads proudly displayed across the front of the booth.</p>
<p>&emsp;&quot;You&apos;re not Aleena. Your voice sounds like hers, though. Are you a friend?&quot;</p>
<p>&emsp;&quot;This is my new house,&quot; I tell him.</p>
<p>&emsp;&quot;Oh. Sorry,&quot; he says. &quot;Well, you&apos;re certainly prettier than she was!&quot;</p>
<p>&emsp;A hand slaps him across the cheek. I bend down to see where it came from, and it&apos;s his wife, unloading the rest of their produce: they must have just arrived.</p>
<p>&emsp;&quot;I&apos;m Derry. And this is my wife, Carmen. We sell fresh bread here every morning.&quot; </p>
<p>&emsp;I shake their hands, bending awkwardly to meet their eyes from four feet off of street level.</p>
<p>&emsp;&quot;The last girl preferred waking to the smell of fresh bread,&quot; Carmen says. &quot;She regaled us with tales of her travels in exchange for a loaf. Maybe you can do the same?&quot;</p>
<p>&emsp;My peckishness speaks first. </p>
<p>&emsp;&quot;Of course. What do I owe you?&quot; I ask, drawing my fingers into my coin purse for a couple Kine.</p>
<p>&emsp;&quot;The first one&apos;s free, because I think you&apos;ll make a great customer. It&apos;s fresh, with a special blend of spices in there,&quot; he insists.</p>
<p>&emsp;His wife turns from unloading the cart. &quot;Say, what happened to the other girl?&quot;</p>
<p>&emsp; I withdraw the key from my pocket: without the cover of night or blurred vision, I can inspect it a lot easier. The surface is rough where her name was ground away. I can see the shape of her letters interspersed between mine. It&apos;s been sanded enough that I&apos;m sure she&apos;s not the first: it&apos;s evident that the names of cadets were stacked and scratched nearly halfway through the metal shaft &mdash; at least twenty of them &mdash; and I doubt all those tenants left to move into a permanent home.</p>
<p>&emsp;The brief pang of fear surprises me, nearly overriding my hunger.</p>
<p>&emsp;&quot;A shame she was drafted,&quot; Derry says, but his face lightens. &quot;But you seem lovely, too. Keep us entertained with stories of your little . . . quests, and we&apos;ll share a little,&quot; he insists.</p>
<p>&emsp;&quot;I can do that,&quot; I manage: tempted, but too timid to ask how many faces they&apos;ve seen before.</p>
<p>&emsp;&quot;And what&apos;s your name, dear?&quot;</p>
<p>&emsp;&quot;Katiya. Miss Katiya Breakey,&quot; I say.</p>
<p>&emsp;&quot;You have a wonderful day, Miss Katiya,&quot; he says, flashing a toothy smile before handing me a steaming breakfast bun.</p>
<p>&emsp;The hunger is more persuasive than the urge to clean the mess. I rush through the front door with the delicious bread dissolving between my teeth, and as I turn to set the lock, I catch the sight of a familiar face. </p>
<p>&emsp;Bertram struggles to bend down and tie his boot. I&apos;m not the only one that&apos;s not used to the armor.</p>
<p>&emsp;&quot;It&apos;s like the old village all over again,&quot; I shout.</p>
<p>&emsp;It startles him. He mulls over a response as I approach, struggling harder to tie a simple knot. &quot;Less fire, though. I hope it stays that way.&quot;</p>
<p>&emsp;&quot;Speaking of disasters,&quot; I say, &quot;I don&apos;t mind watching you struggle for a while, but are you going to let me help you?&quot;</p>
<p>&emsp;Bertram blushes, then nods. I stoop down to tame his laces, laughing at how stiffly he stands on the porch.</p>
<p>&emsp;&quot;You know, you&apos;re supposed to tie them BEFORE you can&apos;t bend over,&quot; I say.</p>
<p>&emsp;&quot;I would surely remember if this nagging headache went away. I think I lost part of my mind last night. Say &mdash; where&apos;s double-L? Didn&apos;t you leave with him?&quot;</p>
<p>&emsp;&quot;I did.&quot;</p>
<p>&emsp;&quot;But he didn&apos;t stay,&quot; he replies.</p>
<p>&emsp;&quot;I guess not,&quot; I tell him. </p>
<p>&emsp;He looks like he&apos;s about to add some commentary, but hinges his mouth shut before the insults can fly, settling instead for something else. &quot;Should we walk together?&quot;</p>
<p>&emsp;&quot;That sounds great.&quot;</p>
<p>&emsp; &quot;And maybe every morning?&quot;</p>
<p>&emsp;&quot;That sounds even better.&quot;</p>
"},{"DocType":"Scene","GivenName":"","AutoNamePart":4,"AutoNameFull":15,"ActNum":2,"ChapterPart":4,"ChapterFull":5,"ScenePart":4,"SceneFull":15,"Index":22,"Label":"Polishing Revision","Status":"Final Draft","Keywords":"Paragate, Katiya","UUID":"20","Synopsis":"","VerboseID":"2.5.15","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-14","Body":"
<p>&emsp;The walk is quick since we already live in the military district, a few blocks from the boundary of the Gaffe Royal Base. We discuss the letters from our families, the identical layout of our houses, our headaches, and reminisce on the few moments of joy we experienced together in the capital.</p>
<p>&emsp;With my best friend here, I can almost convince myself that it&apos;s all going to be alright, and I relish in the nostalgia of shared memories. The feeling carries all the way until we arrive at the posting board, ready to start on our first day.</p>
"},{"DocType":"Chapter","GivenName":"A Past Outgrown","AutoNamePart":"Chapter&nbsp;Five","AutoNameFull":"Chapter&nbsp;Six","ActNum":2,"ChapterPart":5,"ChapterFull":6,"ScenePart":"","SceneFull":"","Index":23,"Label":"Paragate","Status":"Revised Draft","Keywords":"","UUID":"21","Synopsis":"> Cody and Miguel have a sleepover.
> The two drunken friends talk about life.","VerboseID":"2.6","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Cody","SettingInfo":{"ModernTime":"04/25/26","FantasyTime":"2A-128, 54th of Verdantide","StoryDay":"Saturday"},"DocName":"
05 // &quot;A Past Outgrown&quot;","Body":""},{"DocType":"Scene","GivenName":"","AutoNamePart":1,"AutoNameFull":16,"ActNum":2,"ChapterPart":5,"ChapterFull":6,"ScenePart":1,"SceneFull":16,"Index":24,"Label":"Polishing Revision","Status":"Revised Draft","Keywords":"Paragate, Cody","UUID":"22","Synopsis":"","VerboseID":"2.6.16","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Cody","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-15","Body":"
<p>&emsp;&quot;Since you started on your first day, you haven&apos;t been drug tested. What&apos;s gonna change their mind on Monday, bro? My work never runs drug tests,&quot; he says. Gunfire cracks over the TV, flashing the empty walls with pops of color.</p>
<p>&emsp;&quot;No shit, Miguel. Their corporate structure banks on baked box-boys like you. The ones that forget they&apos;re lifting crates and stocking shelves and selling printers for eight hours a day.&quot;</p>
<p>&emsp;&quot;That&apos;s manager Miguel now &mdash; I order the little guys to do it. I&apos;m a number-puncher like you now,&quot; He brags. &quot;Oh. But except I&apos;m actually good enough to get promoted.&quot;</p>
<p>&emsp;The words hit at the same time as a round-ending enemy airstrike. The bombs collapse my soldier to the dirt as the word DEFEAT brandishes across the screens, reassuring us that &quot;we&apos;ll get them next time.&quot; But his quips hurt no more than the vibrations in the controller.</p>
<p>&emsp; Miguel cracks another lukewarm beer, kicking the box of the remaining 27 over to me. I put down my custom controller.</p>
<p>&emsp; &quot;I get bringing over a six-pack of some IPA, maybe a 12-pack of Coors or something, but thirty?&quot;</p>
<p>&emsp;He manages a straight face as his brown eyes pierce mine, wiping the suds from his scruffy lip rug. &quot;You know, Jesus was wrong when he said &apos;man can&apos;t live on bread alone.&apos; He didn&apos;t know you could drink it yet.&quot;</p>
<p>&emsp;&quot;Is that right?&quot; I laugh.</p>
<p>&emsp;&quot;They&apos;ve been rolling around the back of my car for a couple weeks after going to Katy&apos;s house. You know, high school Katy?&quot;</p>
<p>&emsp;&quot;No?&quot;</p>
<p>&emsp; &quot;The pregnancy scare one, with the nice&mdash;.&quot;</p>
<p>&emsp;&quot;Yeah, no &mdash; I remember,&quot; I say. Her face flashes in my mind from our junior prom group. Miguel took her while I took Kei.</p>
<p>&emsp;&quot;Well, I took her friend home and stole the thirty-rack since no one touched it. Those guys are all fuckin&apos; hipsters, man, so far up their ass about IPA&apos;s and stuff, they won&apos;t drink just to get drunk anymore.&quot;</p>
<p>&emsp;&quot;Coming from the guy who doesn&apos;t smoke just to get high,&quot; I tell him. &quot;Passionate stoners are worse than drinkers. You couldn&apos;t be any more uninteresting when you&apos;re talking about &apos;Sour Dee&apos; or whatever,&quot; I say.</p>
<p>&emsp;&quot;Fuck off.&quot;</p>
<p>&emsp;He burps. I crack another warm one, and when the timer on the pre-game lobby counts to zero, I lift my controller again. But he hits me with something that isn&apos;t just a snide comeback.</p>
<p>&emsp;&quot;Do you miss high school?&quot; He asks.</p>
<p>&emsp;It takes me a moment to think. I haven&apos;t really considered it, though I&apos;ve noticed myself staying away from those places we hung out between classes and after school. Those places have some gravity I&apos;m afraid will get me sucked into that past, when I&apos;ve worked so hard to put those good times behind me.</p>
<p>&emsp;&quot;I dunno. It&apos;s like a friend you haven&apos;t seen in a while. Nice to visit every once in a while and relish in the past. But it&apos;s best for both of us if we move on, you know?&quot; </p>
<p>&emsp;He drops the controller into his lap. My thumbs dig into the sticks when I climb a ladder for a sniper nest, only to get blasted off by a camper.</p>
<p>&emsp;&quot;You trying to say something?&quot;</p>
<p>&emsp;&quot;No, dude,&quot; I start. &quot;I&mdash;&quot;</p>
<p>&emsp;&quot;You can use that losing take on Kei or Kylie all you want, but on your friend?&quot;</p>
<p>&emsp;&quot;No, of course not! No, man. You&apos;re my best friend. You-&quot;</p>
<p>&emsp;&quot;I&apos;m messing with you, fucker,&quot; he says. </p>
<p>&emsp;He laughs, swigging the rest of his beer between deaths.</p>
<p>&emsp;He says, &quot;I do. I mean, a part of me does. I hated high school until the end of junior year when our group really started to hang out. It&apos;s like, I never felt like I was a part of something until then. And . . . I don&apos;t know if I really felt it since.&quot;</p>
<p>&emsp;&quot;Yeah. I wonder what the others are up to,&quot; I ask.</p>
<p>&emsp;&quot;Kayla&apos;s having her second kid already. Another girl, I think. Her and Johnny Boy are still together.&quot;</p>
<p>&emsp;&quot;I was surprised. Getting married half a year after high school? I didn&apos;t think they&apos;d make it this far.&quot;</p>
<p>&emsp;&quot;You never went to their wedding, though.&quot;</p>
<p>&emsp;&quot;I was in college halfway across the country, bud,&quot; I say.</p>
<p>&emsp;&quot;How about Kei?&quot; He asks. &quot;You were trying to get with her for a while, but you never had the cajones to do it before she graduated after our junior year.&quot;</p>
<p>&emsp;&quot;I&apos;ve told you before,&quot; I say. &quot;She&apos;s at my work.&quot;</p>
<p>&emsp;&quot;No shit!&quot; He laughs. &quot;Puta madre, the yellow thirst was real for you, man.&quot; He cracks another can after getting mowed down by an LMG. &quot;Are you gonna shoot your shot? You told me you got some experience in college, right?&quot;</p>
<p>&emsp;&quot;Yeah. But I don&apos;t know...&quot; none of those nights in college really fulfilled me. I was always missing something. &quot;I&apos;m not into the clubbing scene like you are.&quot;</p>
<p>&emsp;&quot;All you have to do is ask! It&apos;s not like high school. Alcohol changes things. The fellas I met in college showed me all around the city. I know that shit like the front of my hand!&quot;</p>
<p>&emsp;&quot;Back. The back of your hand,&quot; I say.</p>
<p>&emsp;&quot;Whatever. But we need to get you laid, now that you got this fine house. Shit, man, I wish I could afford something like this. People our age probably never will.&quot;</p>
<p>&emsp;&quot;But you still live here in Hearthland Ridge,&quot; I say.</p>
<p>&emsp;&quot;Paying for a studio! Like living in a fuckin&apos; box for seventeen hundred a month,&quot; he says. &quot;Walls so paper-thin I can hear everything. I&apos;d rather go out and get some pussy than cuck myself to the soundtrack of someone else getting it.&quot;</p>
<p>&emsp;&quot;Uh, sure,&quot; I say &mdash; sometimes I wonder if he tries to fit as many of those words as he can into a sentence. </p>
<p>&emsp;&quot;But really. I&apos;m proud of you, man,&quot; he tells me. &quot;Really. You&apos;ve worked hard and you&apos;ve made it. When I was trying to work my way through our senior class, you were grinding at math and shit. You have an actual chance to get wifed up. It&apos;s not in my blood.&quot;</p>
<p>&emsp;&quot;What do you mean?&quot; I ask.</p>
<p>&emsp;&quot;Well, I don&apos;t want to. I like the chase better,  you know. Settling down? That&apos;s like giving up. What do you do, then? With that feeling, you know, when you have a couple rats with some chick and you know you&apos;re locked in for the next forever?&quot;</p>
<p>&emsp;The feeling&apos;s all I&apos;ve been able to think about since I got back here. No more regimentation. No convenient road map of class to class to graduation: now it&apos;s all just open-ended.</p>
<p>&emsp;&quot;But, like, nothing against you if you&apos;re into that. Having rats can be dope. They mow your lawn and shit.&quot;</p>
<p>&emsp;&quot;Someday. Maybe. I&apos;m just too boring, I think,&quot; I say.</p>
<p>&emsp;&quot;Boring? You were the heart of our group back then, dude. You brought us together. You&apos;re good at that.&quot;</p>
<p>&emsp;&quot;But nothing&apos;s forcing any of us to be together anymore,&quot; I say. &quot;Look at how many have moved away from here. It&apos;s just you and me now, right?&quot;</p>
<p>&emsp;&quot;Kayla and John are in California. Michael went to Kansas. He likes flat woman, so I guess he wants a state that can get him off just by driving on the roads.&quot;</p>
<p>&emsp;The beer comes up my nose. I drop the controller and the batteries pop out. &quot;Ugh. Fuck, man,&quot; I say, balancing the pain of carbonation in my nose with the urge to laugh, imagining Mike trying to stick his wiener in a Kansas anthill.</p>
<p>&emsp;Miguel says, &quot;Maybe we&apos;ll be stuck here forever. But hey, as long as we&apos;re both here.&quot;</p>
<p>&emsp;&quot;I just wish . . .&quot; I start to say, but instead, I reach down and pop the batteries back in the controller.</p>
<p>&emsp;He slicks his hair back again, finishing another one. &quot;Is it cool if I crash here? I mean, I can drive high, but not drunk.&quot;</p>
<p>&emsp;&quot;Sure, man. But I don&apos;t have a cot or a sleeping bag or anything.&quot;</p>
<p>&emsp;&quot;Please. I&apos;ve slept on floors my whole adult life!&quot; He gestures to the box with 23 stones left. &quot;Now are you gonna help me finish all of them?&quot;</p>
<p>&emsp;&quot;All of them?&quot;</p>
<p>&emsp;&quot;All of them,&quot; he says. &quot;It&apos;s Friday. I know we&apos;re old and shit now, but stay awake a little longer, like we&apos;re twelve and it&apos;s a sleepover in your parents&apos; basement, and I&apos;ll tell you a bedtime story.&quot;</p>
<p>&emsp;&quot;Oh, great. About what?&quot;</p>
<p>&emsp;&quot;One time I was playing on your Xbox when you were out of town. When you had me pet-sitting, and...&quot;</p>
<p>&emsp;&quot;I&apos;ll pass. But&mdash;&quot; I think, as long as I&apos;m not drinking alone, it can&apos;t hurt. What&apos;s the worst that can happen?</p>
"},{"DocType":"Scene","GivenName":"","AutoNamePart":2,"AutoNameFull":17,"ActNum":2,"ChapterPart":5,"ChapterFull":6,"ScenePart":2,"SceneFull":17,"Index":25,"Label":"Polishing Revision","Status":"Revised Draft","Keywords":"Paragate, Cody","UUID":"23","Synopsis":"","VerboseID":"2.6.17","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Cody","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-16","Body":"
<p>&emsp;&quot;No, I get what you&apos;re saying, but what do you mean?&quot; Miguel says, slurring his words as he melts into the futon: the only piece of furniture our drunk asses could assemble. The overturned boxes are makeshift tables that keep the cans off the floor, since we&apos;re feeling too lazy to dig for a trash bag.</p>
<p>&emsp;I lift the can to my lips, but I don&apos;t let the poison pass the threshold. Past experience tells me that I&apos;m toeing my limit: lost enough to let my stupid emotions leak on my face, to conjure words to try to push them down, but not enough to kneel at the porcelain throne. I know the feeling is real because the wetness on my face gives it credence, and I often think he&apos;s the only friend I&apos;ve got left to listen.</p>
<p>&emsp;If only I could get him to.</p>
<p>&emsp;&quot;How can you get it if you don&apos;t know what I mean?&quot; I ask.</p>
<p>&emsp;&quot;I get it, bro, just not what you mean.&quot; Miguel lifts the cracked smartphone above his face as he lays on the futon, thumb-scrolling through an endless barrage of ads and entertainment. </p>
<p>&emsp;&quot;What I mean is that I don&apos;t feel it anymore. My life is just work, then sleep, then work, then go to sleep, but it&apos;s nothing more than that. I don&apos;t have it like you do. You always have the energy, but I don&apos;t know how you find it.&quot; The tears leak further: I can&apos;t remember the last time I was drunk enough to let them out. &quot;But I know the time is in between there somewhere, I mean, I&apos;m certain I could fit in anything if I tried. But I&apos;m always just so damn tired.&quot;</p>
<p>&emsp;He swipes right a couple times in a dating app, still refusing to look up. &quot;Time isn&apos;t the only thing that&apos;s too small of yours to fit.&quot; He laughs. Then the vibration from a match startles him. </p>
<p>&emsp;Miguel&apos;s thumb slips and he flings his phone in the air, letting out a grunt when it crashes into his nose.He jolts upright to rub the pain out, looking at me for the first time in an hour.</p>
<p>&emsp;&quot;Oh, shit. You&apos;re serious.&quot;</p>
<p>&emsp;&quot;Yeah, you think this is just a bit?&quot;</p>
<p>&emsp;&quot;No, of course not.&quot; He sets his phone on a cardboard box and thinks for a moment. &quot;Why I &apos;feel it.&apos; I don&apos;t know . . . I guess I just got a big family that always keeps me busy. My cousins are young, and my siblings are still in college, so I end up going to their parties and stuff.&quot;</p>
<p>&emsp;&quot;So it&apos;s like college never ended for you. Never realized I&apos;d miss it so much . . . my roommates made the damn experience,&quot; I say. It didn&apos;t matter if we were in the dorms or slumming it in an expensive renter-fixer-upper west of campus: those fuckers forced me to get out. &quot;Most nights, when I was studying in my bedroom, nose stuck in a textbook, they&apos;d pick the lock and barge in &mdash; shooting me with flaming Nerf darts, assaulting me with a pizza cutter, or dragging me to one of their parties.&quot;</p>
<p>&emsp;He takes the last swig of his seventh can. &quot;Just like my older cousins. They show up to my house to drag me clubbing, even if I pulled a &apos;tenner&apos; at work.&quot;</p>
<p>&emsp;&quot;Man. If my brother was still around, I&apos;m sure he&apos;d be over here all the time,&quot; I say.</p>
<p>&emsp;&quot;Of course. Our families had a lot of fun together: barbeques, parties at the park...&quot; The list trails off when he crunches the can in his hands.</p>
<p>&emsp;&quot;You remember those weekends in middle school when we tried to beat the Halo campaign in a single night?&quot;</p>
<p>&emsp;&quot;Yeah. And your brother would buy all those energy drinks, sneaking them downstairs for us,&quot; he says. &quot;Oh, and the summer tent sleepovers, remember that one night you were so scared of the lightning you couldn&apos;t move, and my dad had to carry you back inside?&quot;</p>
<p>&emsp;&quot;I was stuck in the sleeping bag, so soaking wet from the rain I almost slid out of his arms,&quot; I say. We share a laugh. &quot;Or the RV trip we took for the out-of-state Lacrosse game&mdash;when we got stuck on the side of the road. We used up all the power playing GameCube and my dad was furious!&quot;</p>
<p>&emsp;He laughs. &quot;Yeah. And we had to ask one of the families running behind to pick us up. The whole time we waited there, your dad was screaming at Triple-A, and your mom was trying to cook, but the RV tipped so far to the side that she couldn&apos;t set anything on the counter...&quot;</p>
<p>&emsp;&quot;...And all we could do was just pass the ball on the side of the road, wondering whether or not we were gonna make the game.&quot;</p>
<p>&emsp;&quot;But we won that one, right?&quot;</p>
<p>&emsp;&quot;Yeah &mdash; I ripped the game-winning corner pocket.&quot;</p>
<p>&emsp;&quot;Oh yeah. Their team was trash. The goalie scored on himself.&quot;</p>
<p>&emsp;The nostalgia can only abate the emptiness for so long. I take another swig, feeling the body high mix with the dizziness from the flat beer. Without them, the next words might not have left me.</p>
<p>&emsp;&quot;But now it&apos;s just like . . . I dunno. I only know that it sucks, you know?&quot;</p>
<p>&emsp;&quot;Of course.&quot;</p>
<p>&emsp;&quot;Like, I&apos;m trying to care, but I don&apos;t. My mind doesn&apos;t want me to be happy.&quot; I nearly fall out of the folding chair when I&apos;m talking with my arms. &quot;We&apos;re not forced to get out there anymore. To meet new people, to keep friendships alive. All our friends are getting married or serious while we&apos;re just left behind. My parents nag me about it all the time: getting impatient since I&apos;m the only one left that&apos;ll keep the family name going. And&mdash;&quot;

&quot;That shit doesn&apos;t matter. That&apos;s not what it&apos;s about,&quot; Miguel says. &quot;You just gotta do, man. You gotta do things just to do them.&quot;</p>
<p>&emsp;I furrow my brows. &quot;To do what?&quot;</p>
<p>&emsp;He wets his lips on a last sip before he tries at something profound.</p>
<p>&emsp;&quot;The doing is what makes happiness come, when even . . . even when you&apos;re, like, not happy, and shit, you force yourself to do things, so happy shit can happen more often and shit, so you can have the chance to enjoy it,&quot; he insists. </p>
<p>&emsp;I&apos;m lost without words, so he decides to muddy the waters even further.</p>
<p>&emsp;&quot;You get the gist of what I&apos;m saying? Like, you have to decide to do no matter what. Like even when you don&apos;t feel like it, you know, you do. The doing, I mean, is something you choose which gives a chance of something good. Or something, at least. You know?&quot;

I feel like I just had a seizure. &quot;What the fuck does that even mean?&quot;</p>
<p>&emsp;&quot;I don&apos;t know, man. Maybe I&apos;m bad at . . . no, maybe you suck at listening,&quot; he says. &quot;I said that shit perfectly.&quot;</p>
<p>&emsp;I mutter to myself, trying to piece together what he said. It takes me a couple seconds. &quot;Force yourself to engage with the world. Give happiness its best chance to come out, because it&apos;s all you can do.&quot;</p>
<p>&emsp;&quot;That&apos;s exactly what I said!&quot; He snatches another can, using the light of the TV to inspect all the dents from rolling around in his Corolla.</p>
<p>&emsp;&quot;Like hell you did!&quot; I roll my eyes.</p>
<p>&emsp;His verbal seizure must have made him tired. He puts the can down instead of cracking another one, and after a long yawn, he pulls the unzipped sleeping bag off the floor and wraps it around himself on the futon.

&quot;That thing goes down flat, you know,&quot; I offer. &quot;It doesn&apos;t have to be a couch.&quot;</p>
<p>&emsp;&quot;Too much effort. I&apos;ve slept on worse,&quot; he says. &quot;I gotta get to sleep so I can make it to church tomorrow.&quot;</p>
<p>&emsp;&quot;And show up hungover? I doubt you&apos;ll make it through the service,&quot; I say. &quot;But, hey, if you stay a while after, I&apos;m sure you could catch the double-A meeting.&quot;</p>
<p>&emsp;He&apos;s too tired for a clap-back. He&apos;s not even scrolling his phone anymore: just sprawled there with his feet dangling over the wobbly armrest, arms tucked beneath him, his face buried into a folded towel.</p>
<p>&emsp;I glance at the stove. &quot;It&apos;s only like 12:30.&quot;</p>
<p>&emsp;&quot;Long day . . . leading idiots . . . feels so late,&quot; he says, turning to bury his face in the leather crevice of the couch.</p>
<p>&emsp;&quot;So much for an all-nighter, huh?&quot;</p>
<p>&emsp;&quot;Nnnn,&quot; he mumbles into the towel. &quot;Guessn&apos;t.&quot;</p>
<p>&emsp;&quot;I guess we&apos;re not young anymore,&quot; I say. &quot;We didn&apos;t even make it through half the rack.&quot;</p>
<p>&emsp;&quot;Nn.&quot;</p>
<p>&emsp;&quot;So are we gonna finish these?&quot;</p>
<p>&emsp;No answer.</p>
<p>&emsp;&quot;I said...&quot;</p>
<p>&emsp;But then I give up.</p>
"},{"DocType":"Chapter","GivenName":"A Future Foretold","AutoNamePart":"Chapter&nbsp;Six","AutoNameFull":"Chapter&nbsp;Seven","ActNum":2,"ChapterPart":6,"ChapterFull":7,"ScenePart":"","SceneFull":"","Index":26,"Label":"Paragate","Status":"Revised Draft","Keywords":"","UUID":"24","Synopsis":"> A slow first day ends in panic.
> They respond to the events of Firebrand.
> Katiya&apos;s anxiety cracks her tough facade.","VerboseID":"2.7","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"04/25/26","FantasyTime":"2A-128, 54th of Verdantide","StoryDay":"Saturday"},"DocName":"
06 // &quot;A Future Foretold&quot;","Body":""},{"DocType":"Scene","GivenName":"","AutoNamePart":1,"AutoNameFull":18,"ActNum":2,"ChapterPart":6,"ChapterFull":7,"ScenePart":1,"SceneFull":18,"Index":27,"Label":"Polishing Revision","Status":"Revised Draft","Keywords":"Paragate, Katiya","UUID":"25","Synopsis":"","VerboseID":"2.7.18","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-17","Body":"
<p>&emsp;&quot;Is that as bad as it gets? Or is this just because it&apos;s the first day?&quot; Pax asks. &quot;Maybe Aldrin wasn&apos;t lying. I thought we&apos;d be at the enemy&apos;s doorstep most days, waiting for one of them to break through.&quot; He chows down on a raw potato that he withdraws from his pocket, spitting scraps with every syllable. &quot;But this is great &mdash; a little work for as much produce as you can eat!&quot;</p>
<p>&emsp;&quot;As long as you don&apos;t get caught, you idiot,&quot; Ryder says.</p>
<p>&emsp;The two hike behind us as the sky shifts to dusk, eclipsing all the light from the setting sun. I can feel slivers of potato catching in my hair. Bertram and I shiver in their shade as we struggle for footing, stumbling down the switchbacks of the southern foothills. Despite the half-baked ramblings that often get him in trouble, Pax is right this time. There wasn&apos;t a single scouting mission on the board beyond patrolling the town.</p>
<p>&emsp;Does it really get this easy?</p>
<p>&emsp;I wait until the switchback slithers east and the trail straightens, catching the fading light on my first quest form. It&apos;s stamped and scribbled with an illiterate farmer&apos;s signature, dirtied from folding by my soil-soaked fingers. Something catches my eye before we turn another corner: a small statement that the guildscribes helped the farmer write, the only part of the form scrawled in coherent letters.</p>
<p>&emsp;&quot;Hah, did you see this section?&quot; I ask Bertram. Pax and Ryder look over our heads without bending. &quot;List the concern and how it demands the strength of the Royal Guard&apos;s Knights.&quot;</p>
<p>&emsp;Bertram squints, reading the two words before a laugh seizes his throat. </p>
<p>&emsp;Ryder reads it instead.</p>
<p>&emsp;&quot;Defending vegetables.&quot;</p>
<p>&emsp;&quot;From what?&quot; Pax asks. &quot;Hungry bellies?&quot;</p>
<p>&emsp;We share a laugh.</p>
<p>&emsp;&quot;If this is as hard as it gets, then this is a vacation,&quot; Pax says, showing us his large, calloused hands. &quot;I grew up on the outer farmlands of the Capital, working fields from dawn to dusk. Every day I was strapped for time. But this was nothing.&quot;</p>
<p>&emsp;Bertram agrees. &quot;Farming up here is practically a hobby with how that town in the North supplies us. Blackwater, I think? They supply the whole damn capital, but shouldn&apos;t they be covered in frost?&quot;</p>
<p>&emsp;I agree. </p>
<p>&emsp;&quot;Most maps don&apos;t even chart the land north of the Purgatory Mountains,&quot; I say. &quot;It should be a frozen wasteland.&quot;</p>
<p>&emsp;&quot;It sure is. I used to live there, up in Blackwater,&quot; Ryder says. It&apos;s probably the first fact he&apos;s volunteered since I met him.</p>
<p>&emsp;&quot;No way. I&apos;ve never met someone from up there,&quot; I say. </p>
<p>&emsp;&quot;Me neither,&quot; Pax says. &quot;I guess there&apos;s no reason to leave when there&apos;s no chance to starve, right?&quot;</p>
<p>&emsp;&quot;There&apos;s no reason to leave because you can&apos;t. Not unless you spend your whole life plotting an escape.&quot;</p>
<p>&emsp;The words are enough to halt us.</p>
<p>&emsp;&quot;An escape?&quot; Bertram asks. &quot;Why would you have to escape? I thought they were part of the empire. Some kind of commune of field-hands and farmers, with enough Essence to keep the climate year-round.&quot;</p>
<p>&emsp;&quot;There&apos;s not enough Essence in all of Fosroth to allow that,&quot; Pax adds. &quot;Trust me. The Capital lands are unworkable in the winter. I couldn&apos;t even use a spade on them before I left. So I can&apos;t even imagine working the lands up there.&quot;</p>
<p>&emsp;&quot;That&apos;s because the lands are&mdash;&quot;</p>
<p>&emsp;His words cut off when a crimson glow saturates the northern hills. We&apos;re too slow to shield our eyes when a blinding light flashes from beyond the Purgatory Mountains, as if brought by Ryder&apos;s invocation.</p>
<p>&emsp;It barely catches our eyes as we descend the southern foothills. Any one of us could have missed it if we blinked at the wrong time. But before we can second-guess this shared experience &mdash; held as a glow in our retinas when we close our eyes &mdash; we find the faintest column of crimson light stretching skyward, like a glowing thread tethering our world of Fosroth to the stars.</p>
<p>&emsp;It fades like lightning before we have the time to speak its presence. An eerie silence overshadows the town. The wind withdraws with bated breath. The crickets refuse to rub their wings. But to us &mdash; a naive band of knights that only know battle through secondhand stories &mdash; it&apos;s the truest evidence of a war we&apos;ve gotten yet, and it runs my skin with gooseflesh.</p>
<p>&emsp;Our pace hastens down the treacherous trail. The trembling words fill every inch of impedance that keeps us from an outright sprint.</p>
<p>&emsp;&quot;I thought the war was contained to the east, not the north! How would they even get around that far?&quot; Paxton huffs.</p>
<p>&emsp;&quot;It&apos;d be almost impossible for the enemy to take Blackwater,&quot; Ryder says.</p>
<p>&emsp;&quot;But the column was red!&quot; Bertram says. &quot;There&apos;s surely a Mask up there that just did something. It might have even been their Divine Wish...&quot;</p>
<p>&emsp;&quot;You mean they just jettisoned all their Essence?&quot; I ask. Essence on the order of the Gods breaks the very laws of this world. Only a select few carry the blessing in their blood. But using it all at once comes at the cost of life.</p>
<p>&emsp;We tap our circuits for Essence, for the strength in our legs to descend faster and faster, predicating the call to Gaffesend Base. The trail ends on the side of the long, wrapping road we tried to cut, and then it&apos;s a dead sprint. </p>
<p>&emsp;I refuse to be late on the first day. My sickening fear and small size propel me far ahead of the others, drawing on more anxiety than Essence as I tear past the landmarks of our small town. The trail transitions from matted dirt to concrete, to cobblestone, then back to concrete, until I&apos;m rushing along the west edge of the lake in the military district: dragged forward by the weight of the thin breastplate; begged by my burning lungs to stop or else I might collapse into the water.</p>
"},{"DocType":"Scene","GivenName":"","AutoNamePart":2,"AutoNameFull":19,"ActNum":2,"ChapterPart":6,"ChapterFull":7,"ScenePart":2,"SceneFull":19,"Index":28,"Label":"Polishing Revision","Status":"Revised Draft","Keywords":"Paragate, Katiya","UUID":"26","Synopsis":"","VerboseID":"2.7.19","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-18","Body":"
<p>&emsp;I pass the threshold of the gate, gasping for breaths as my last sprint dissolves into a jog. It becomes immediately obvious that weren&apos;t the only ones to notice: most of the recruits gather outside the guard post, swarming around the re-purposed adventurers&apos; guild like flies to excrement. </p>
<p>&emsp;I spot my brother Erik leaning against the doorframe.</p>
<p>&emsp;&quot;What&apos;s happening?&quot; I ask.</p>
<p>&emsp;&quot;Some major Essence event.&quot;</p>
<p>&emsp;&quot;Yeah, we saw it. We were on the southern hills.&quot; </p>
<p>&emsp;I gasp for breath. He hands me his canteen. One long drink later, I find my mouth wet enough to continue.</p>
<p>&emsp;&quot;Should we be afraid?&quot;</p>
<p>&emsp;&quot;Afraid? Guards aren&apos;t supposed to be afraid,&quot; he says, staring down at me with our father&apos;s amber eyes.</p>
<p>&emsp;&quot;Not afraid . . . I meant concerned,&quot; I say. My mind&apos;s too busy redirecting resources to my starving muscles, and I can feel it in the heat of my flushed face.</p>
<p>&emsp;&quot;I don&apos;t think so.&quot;</p>
<p>&emsp;I try to slide past him to get in, but he traps me with his brazen arms. &quot;Relax,&quot; he says. &quot;You&apos;re going to be fine. You know I wouldn&apos;t let anything happen to you.&quot;</p>
<p>&emsp;&quot;I know that,&quot; I tell him.</p>
<p>&emsp;&quot;You always get so damn worked up. Just breathe,&quot; he demands. &quot;We&apos;re safe here in the city.&quot;</p>
<p>&emsp;I draw several long breaths in my nose and out my mouth before he releases me, just as Bertram, Pax, and Ryder finally catch up.  We enter the main room of the command post, packed to the walls with knights and soldiers. In the corner, the Line Type machines send a one-way barrage of signals across wires. There are three of them: one for the war front, one for the capital, and one that&apos;s used for up north, rarely getting an answer to anything.</p>
<p>&emsp;&quot;Status of Blackwater?&quot; Aldrin orders.</p>
<p>&emsp;&quot;Clearing the line right now to get their response,&quot; a guard says.</p>
<p>&emsp;Loud chirps on the line screech with the strain of such distance. The vibrations resonate different-shaped keys that dance in their fixtures, stamping against a swiftly scrolling sheet of paper. A long half-minute passes, and the guard impatiently waits until there&apos;s enough information to report on.</p>
<p>&emsp;&quot;Blackwater is safe,&quot; the guard says first. &quot;A civilian event in the north district. General Ullrich sending Royal Guard to investigate, not a Mask event, full stop,&quot; he says.</p>
<p>&emsp;The room breathes a collective sigh of relief.</p>
<p>&emsp;&quot;Was it perpetrated by Chymaeran meddling?&quot; Aldrin asks.</p>
<p>&emsp;&quot;I don&apos;t think so,&quot; he says. &quot;I&mdash;&quot;</p>
<p>&emsp;&quot;We don&apos;t &apos;think&apos; here! We speak when we know, and we know when we do,&quot; he barks. </p>
<p>&emsp;&quot;Uh-Understood, sir.&quot;</p>
<p>&emsp;&quot;Relay to the Valensends in the Capital. And send it to the boys at the front, so they don&apos;t have something extra to stress over tonight,&quot; he says.</p>
<p>&emsp;&quot;Prompting the line,&quot; the others say, setting the mechanical keys in position.</p>
<p>&emsp;Aldrin turns from the command zone to address the mix of soldiers and guards. &quot;Looks like an oddity: maybe Essence stores ignited. If it was a Divine Wish, we would know it &mdash; it surely would have done a lot more damage. I&apos;ve heard some group up there called the &apos;Carmine&apos; hoards dead Essence, so maybe it was them,&quot; he says.</p>
<p>&emsp;He turns to the guildscribes.</p>
<p>&emsp;&quot;We&apos;ll run a couple scouting parties, just in case. Write up some quest forms for the new knights: this is a good excuse to get some experience and some exercise.&quot;</p>
<p>&emsp;The guildscribes nod before he turns to us again, waiting until all the novice knights file in through the double doors.</p>
<p>&emsp;&quot;Things should die down in a week, but we&apos;re going to keep the city on alert. We want to be sure that the Chymaera aren&apos;t using this as an opportunity to strike.&quot;</p>
<p>&emsp;I know what he&apos;s going to ask for next when his eyes dart between the new recruits. I try to dissolve into the crowd, hoping the discomfort in my chest is just exhaustion from running across the town.</p>
<p>&emsp;&quot;I need volunteers for night watch, to head north and see what&apos;s going on,&quot; he says. &quot;It&apos;s worth a quest. Extra work means an extra day off.&quot;</p>
<p>&emsp;I falter when I&apos;m shoulder-to-shoulder with my colleagues. Guilt and shame tug me forward, but that same crushing feeling I found in the cabin is so much stronger.</p>
<p>&emsp;&quot;This is easy. No more than several hours,&quot; he says.</p>
<p>&emsp;You&apos;re all going to do this, is what I hear.</p>
<p>&emsp;I can only watch as my colleagues step forward, arranging themselves in groups, but I taste the smoke. I&apos;m snared in the past. I can see the Chymaerans and their glowing, amethyst eyes as they penetrate the shattered glass windows, stretching with their sharp obsidian limbs to finish what the fire began.</p>
<p>&emsp;This self-immolating spite can only swell when the lust for flight outpaces fight. My hands run cold as if the Chymaeran Curse were churning in my circuits, chilling my veins, and I have to lean against the wall to catch a breath.</p>
<p>&emsp;Bertram follows me outside. I&apos;m fortunate that the others are too distracted to witness this moment of utter weakness.</p>
<p>&emsp;&quot;What&apos;s going on, Kat?&quot;</p>
<p>&emsp;&quot;I feel sick,&quot; I tell him.</p>
<p>&emsp;&quot;Right now? All of a sudden?&quot; He asks.</p>
<p>&emsp;I feel like I&apos;m going to lose my breakfast and lunch. It&apos;s only then that he realizes he&apos;s drawing attention.</p>
<p>&emsp;I feel a shock pulse my body when the worst comes to pass, unable to speak or explain when Aldrin steps outside.</p>
<p>&emsp;&quot;What&apos;s going on here?&quot; Aldrin asks.</p>
<p>&emsp;I don&apos;t want to look weak, but maybe I should just tell him. There&apos;s no way out of this. After I think I have a grasp on my nausea, I open my mouth to speak.</p>
<p>&emsp;But Bertram beats me to it.</p>
<p>&emsp;&quot;She&apos;s been feeling sick since the farm,&quot; he says. &quot;They were trying to be nice with the samples and the free meal, and we were trying to be respectful: first day, you know. But after all the running...&quot;</p>
<p>&emsp;&quot;She seemed fine minutes ago,&quot; Aldrin says.</p>
<p>&emsp;I doubt this farce will work. I say, &quot;No, I&mdash;&quot;</p>
<p>&emsp;&quot;Because she didn&apos;t want to look weak on the first day,&quot; Bertram says. &quot;Don&apos;t you know how hard it is for her? She talked to me the whole way back about it, being a female guard and all, trying not to prove the stereotype.&quot;</p>
<p>&emsp;&quot;Oh,&quot; Aldrin says. He approaches, placing his glove on my shoulder. &quot;I respect that. We refuse to have that kind of backwards thinking in our ranks. We&apos;re trying to get rid of it. But you&apos;re not of use to me if you&apos;re not at your best,&quot; he says.</p>
<p>&emsp;I can feel the cold night air again. I manage to stand upright without the wall.</p>
<p>&emsp;&quot;T-thank you,&quot; I say, wiping my mouth, although my stomach and its contents are still there.</p>
<p>&emsp;&quot;Go home and get some rest: this is hardly a task, I just wanted an excuse to give you junior guards some exercise,&quot; he tells me. &quot;And Berry&mdash;would you mind walking her home?&quot; He hands two quest forms to him. &quot;Bring these back to me tomorrow. I&apos;ll give you credit.&quot; And then he whispers: &quot;Just don&apos;t tell anyone else.&quot;</p>
<p>&emsp;&quot;Yes, sir. Thank you, sir,&quot; Bertram says, taking my arm before he escorts me towards the complex. We make sure to pass the gates before we drop the act.</p>
"},{"DocType":"Scene","GivenName":"","AutoNamePart":3,"AutoNameFull":20,"ActNum":2,"ChapterPart":6,"ChapterFull":7,"ScenePart":3,"SceneFull":20,"Index":29,"Label":"Polishing Revision","Status":"Revised Draft","Keywords":"Paragate, Katiya","UUID":"27","Synopsis":"","VerboseID":"2.7.20","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-19","Body":"
<p>&emsp;&quot;What was that about?&quot; Bertram asks. The grasp of his hands on my torso is so strong that I hardly have to walk.</p>
<p>&emsp;&quot;I ... I don&apos;t know,&quot; I tell him. &quot;I thought I got over this. I thought I wasn&apos;t so damn weak and pathetic...&quot;</p>
<p>&emsp;&quot;You&apos;re not pathetic! You earned your presence here,&quot; he assures me. &quot;You had a bad day, is all.&quot;</p>
<p>&emsp;&quot;But how can I last when it&apos;s really down to the wire, when it&apos;s real, if my mind fights me at something so simple, so stupid and pathetic and weak, like this?&quot; I let out an exasperated groan. If he wasn&apos;t holding me, I might bash myself in the face with my gauntlets.</p>
<p>&emsp;&quot;We&apos;ll take it step-by-step. You have time. Space in some scouting missions between the banal tasks,&quot; he insists.</p>
<p>&emsp;&quot;But that was the first step. It was a step down. It was so low that it couldn&apos;t have even been called a step, and I tripped,&quot; I tell him, feeling the tears well up in my eyes. &quot;We went through the same thing that day, how does it not come back to haunt you? Why don&apos;t you run? Why are you so still?&quot;</p>
<p>&emsp;&quot;I don&apos;t know,&quot; he tells me, still holding me upright when all I want to do is crumble. &quot;I just live in the absolute present. I just find that I&apos;m less attached to it all: maybe I just don&apos;t care what happens.&quot;</p>
<p>&emsp;&quot;What does that even mean?&quot; I ask, wiping my eyes.</p>
<p>&emsp;&quot;I don&apos;t know. Maybe I&apos;m just bad at describing it,&quot; he says. &quot;Maybe...&quot;</p>
<p>&emsp;I can feel him quickly release his hands when he realizes he&apos;s holding me up by the contours of my breastplate.</p>
<p>&emsp;&quot;Sorry.&quot;</p>
<p>&emsp;The suddenness gets me to crack a smile. It escalates further. Pretty soon we&apos;re both laughing, and I wipe the tears from my eyes.</p>
<p>&emsp;&quot;But really, though. I promise that I&apos;ll always have your back. I won&apos;t go off and die on you,&quot; he says.</p>
<p>&emsp;&quot;You better not,&quot; I tell him, still letting off a couple chuckles before my lungs settle. &quot;We&apos;ll defend some more vegetables tomorrow. Maybe even something more dangerous.&quot;</p>
<p>&emsp;&quot;Really sharp carrots?&quot;</p>
<p>&emsp;&quot;Maybe.&quot;</p>
<p>&emsp;&quot;I&apos;ll look forward to it,&quot; he says.</p>
<p>&emsp;There&apos;s a certain hesitation in him when he stands close, as if there&apos;s something more he wants to say. But the moment passes. Instead, he hands me my copy of the quest sheet.</p>
<p>&emsp;&quot;Well,&quot; he says. &quot;I guess I&apos;ll see you tomorrow.&quot;</p>
<p>&emsp;&quot;Until tomorrow,&quot; I say.</p>
<p>&emsp;I wave to him as I fumble for the key in my pocket; feeling for the name etched into the iron; making sure it&apos;s still there; praying to the Gods that it won&apos;t be ground any further. There&apos;s a sweet smell of grilled meat that makes me hungry: someone cooks a pig on a spit across the way. </p>
<p>&emsp;Longing for rations after a long day, I turn my head to the entry window, trying to decide what I&apos;ll make. But instead, I find an odd, unflickering light illuminating the walls.</p>
<p>&emsp;&quot;Huh.&quot;</p>
<p>&emsp;My body is out of adrenaline, so I&apos;m strangely calm. I approach the window instead of the door, trying to remember if I latched the back window after getting free breakfast from the merchants. I press my ear to the thin, wavy glass for an auditory cue: unable to see clearly through the drawn curtains, holding my breath until I hear the words of a foreign tongue. The words lack the harshness of Chymaeran dialect. Maybe it&apos;s Ahkvasan? Auvryan or Verdalan? One of the old dialects?</p>
<p>&emsp;I can only make out the silhouette of a stumbling man, holding something thicker than a rapier but thinner than a sword. He doesn&apos;t seem to be taking anything. Maybe this is a test &mdash; maybe Aldrin didn&apos;t mean it and wants to see if my actions can match my claims to courage.</p>
<p>&emsp;I approach the front door, allowing the burgeoning anger of my incompetence to consume me, leaving no space for fear. My hand is steady, unsheathing the dagger as I gingerly turn the key in the lock until it clicks. There&apos;s no room for explanation that this isn&apos;t a test or a burglar, so I let the Essence saturate my circuits.</p>
<p>&emsp;I turn the handle and rush the intruder. I spring forward with such force that the floorboards nearly snap when they give. My circuits run hot with Essence. My hands glow orange with heat, ready to burn their flesh until they beg to be sent to the Reservoir of Souls. </p>
<p>&emsp;I cross the entire span of the bottom floor.</p>
<p>&emsp;But just before I&apos;m ready to deal his death, he turns to face me, and I&apos;m unable to reconcile the oddness of his appearance.</p>
<p>&emsp;The man looks no older than I am, somewhere halfway mixed between a Royal and a vagrant. The fineness of his silken shirt is accented with a checkered pattern of light blue boxes. The fabric is whiter than snow. His stubble is unkempt and shaggy though his light brown hair is clipped finer than all the royals I&apos;ve ever seen. His brown eyes widen with panic as I intercept him, casting him over the kitchen table, and against the back wall, searing the fabric of his fine shirt with fire before I can withdraw the heat from my hands.</p>
<p>&emsp;He drops the strange sword against the ground, and it looks like a metal training stick that ends with a basket, not even a blade. </p>
<p>&emsp;Is it a broom? Is he some kind of housekeeper hired by the Royal Guard, another service like the knocker?</p>
<p>&emsp;He&apos;s far too weak to put up a fight when I straddle him against the floor, his face smudged in the puddle of porridge I left when I was rushing out the door. He&apos;s so weak that I have to lighten my grasp or else I might break his bones.</p>
<p>&emsp;It&apos;s then that he spills his first string of words to me. And somehow, I understand them perfectly.</p>

"},{"DocType":"Chapter","GivenName":"Strangers To Enemies","AutoNamePart":"Chapter&nbsp;Seven","AutoNameFull":"Chapter&nbsp;Eight","ActNum":2,"ChapterPart":7,"ChapterFull":8,"ScenePart":"","SceneFull":"","Index":30,"Label":"Paragate","Status":"First Draft","Keywords":"","UUID":"28","Synopsis":"> Drunken Cody crosses the threshold.
> Cody encounters Katiya for the first time.","VerboseID":"2.8","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Mixed","SettingInfo":{"ModernTime":"04/25/26","FantasyTime":"2A-128, 54th of Verdantide","StoryDay":"Saturday"},"DocName":"
07 // &quot;Strangers To Enemies&quot;","Body":""},{"DocType":"Scene","GivenName":"","AutoNamePart":1,"AutoNameFull":21,"ActNum":2,"ChapterPart":7,"ChapterFull":8,"ScenePart":1,"SceneFull":21,"Index":31,"Label":"Polishing Revision","Status":"First Draft","Keywords":"Paragate, Cody","UUID":"29","Synopsis":"","VerboseID":"2.8.21","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Cody","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-20","Body":"
<p>&emsp;It takes a moment to lift myself from the flimsy folding chair. I fight the spinning world, stumbling towards the kitchen counter to grab the remote. Freaky Friday autoplays on some free streaming service, since I was too lazy to enter the family account. I reach to turn off the floor-bound wall TV, but I hesitate &mdash; finding that I enjoy the faint sound of it over the silence.</p>
<p>&emsp;It feels nice to have my friend here, I think.</p>
<p>&emsp;The tears still wet my face, more from the laughter of digging up past memories than the emptiness. I find myself disoriented when I try to walk, so I lift my old lacrosse stick from the ground to use it as a cane, digging my fingers into the mesh of the basket. I realize there must be an open window when a chill convects the wetness of my skin.</p>
<p>&emsp;I hobble towards the wall, nearly in-step with Miguel&apos;s snore, trying to dodge the crumpled cans. The window is open, but the breeze funnels out instead of in. </p>
<p>&emsp;I remember my first Thermo class. Isn&apos;t hot supposed to run to cold?</p>
<p>&emsp;I&apos;m not in a headspace where I can read the clues. My stomach pangs when the sweet aroma of fresh meat fills the vacant home. I look out the open window, as if any one of my older neighbors would be grilling burgers at one o&apos;clock in the morning. But I know the college years of that are long behind me.</p>
<p>&emsp;My ears pop when I drag the window closed along its tracks. The air is dry, and when I stumble towards the source of the gusting winds &mdash; the small closet beneath the stairs &mdash;a faint, flickering light glows in the space beneath the door.</p>
<p>&emsp;An empty can crunches when I step on it, and I realize I&apos;m still wearing my steel-toed shoes, along with the rest of my casual work clothes. The lacrosse stick braces me as I stumble forwards&mdash;feeling like my uncle does on Ambien when he doesn&apos;t fall asleep in time&mdash;until my hand touches the freezing handle.</p>
<p>&emsp;Tumultuous winds scream beneath the door and through the cracks, bashing the fitting against the lock. My mind doesn&apos;t work well when it&apos;s crossed, but I find myself fixated on how strange the closet door looks. I never noticed the handle, etched with an intricacy so far outside the palate of the builders&apos; package. Surely Mom or Dad would have noticed it on any one of the tours, right?</p>
<p>&emsp;I turn the knob far enough that the bolt no longer withholds the gale. The wooden door buffets me in the face. Stars flash in my vision, and if it weren&apos;t for the lacrosse stick, I would have slammed my head on the granite counter. Instead, I find myself slumped beneath the bartop, barricaded by two metal stools.</p>
<p>&emsp;I&apos;m speechless until the rooms equalize in pressure, rubbing out the ache in my forehead. I lift my eyes. No longer does the closet greet me, but the light of a whole other townhouse on the opposing side.</p>
<p>&emsp;Unable to fathom whether this dream is just the imaginings of an inebriated mind, I lift myself from the floor and stumble through the threshold of the archway. The contours of the floor change from that of smooth, buffered wood to sanded planks and stone. On the other side is another thick wooden door with the same handle, thrown all the way open. I wonder if my neighbors are so old that they insist on the technology of the last century. Who would spend the money to furnish their townhome this way, with walls and decor so aged my great-grandmother would feel at home?</p>
<p>&emsp;It feels so wrong to be here, but I&apos;m a social drunk, and this is a chance to make friends.</p>
<p>&emsp;&quot;Hello? You forgot to lock your door. Sorry to intrude &mdash; I&apos;m the neighbor from the unit on the other side. My name is Cody, Cody Dunsmore,&quot; I say, and so I continue, stammering my words to ensure my presence isn&apos;t a surprise, though with cast iron kettles and candles, I doubt these fogies would be agile enough to swing anything at their friendly intruder.</p>
<p>&emsp;I find a knight&apos;s uniform on the table, tailored to a woman&apos;s measurements, along with realistic metal boots.</p>
<p>&emsp;&quot;The old bat must be into costume play. Whatever gets you off,&quot; I mutter, but then I see the biggest surprise leaning against the wall. I try to take it in my hands, but it&apos;s so damn heavy: nothing like the weapons those mall ninjas buy at conventions.</p>
<p>&emsp;I drop the lacrosse stick to try to lift it. Surely it&apos;s one of those real-looking swords the neckbeards buy, right?</p>
<p>&emsp;Nope.</p>
<p>&emsp;&quot;Christ almighty!&quot; I exclaim.</p>
<p>&emsp;I try to steady it the same way I saw in the movies, but it kills my wrists. I wonder how many exercises these geriatric fantasy fetishists have to do to hold a sword like this, like holding a barbell by its end.</p>
<p>&emsp;I put it back against the wall, and I decide to try speaking again. </p>
<p>&emsp;&quot;Hello? You left your door open.&quot; </p>
<p>&emsp;The house smells too musty to be a new build, like it&apos;s seen generations of families through its halls. Spiderwebs collect in the corners of the cabinets. The crimson curtains are bleached from decades of continuous sunlight. And when I fumble for a light switch on the walls, I find nothing: nor a single cord in this simple home snaked across the surface.</p>
<p>&emsp;The space is dead silent in the absence of appliances: so silent that I can hear the heartbeat in my ears. Maybe I should return home to try again tomorrow. </p>
<p>&emsp;But my plan is cut short when a shadow slides behind the marbled glass.</p>
<p>&emsp;I haven&apos;t the time to react when the door blasts open, screeching on rusted hinges. The intruder closes the distance before I even have a chance to react, blasting their glowing palm against my shoulder, casting me over their dining table with a whole handprint burned into my beer-stained work shirt.</p>
<p>&emsp;The female knight is quick to pin me against the floor, straddling me with her bare thighs. My mind races to explain. I can only consider she&apos;s an influencer, or one of those intensely dedicated cosplayers I found LARPing on campus. Her speech is incoherent, but the longer she berates me in her mother language, drawing the prop knife against my neck as I struggle under her inhuman strength, a strange comprehension of her words slowly overtakes me.</p>
<p>&emsp;I feel the sentiment behind her panic. I thought she was just speaking in tongues, but I can feel my mind strain as it arranges itself to piece together the meaning of the words. And when the headache passes, I realize that I can understand her fully.</p>
<p>&emsp;Her voice is beautiful.</p>
<p>&emsp;Her eyes are a golden hazel from colored contacts, and she&apos;s dressed like one of those hobbyists at the Shaleborough Renaissance Faire. Her blond, silken braid hangs from her head as she leans over me, making her look more like an angry princess than a defensive knight.</p>
<p>&emsp;&quot;Please, please,&quot; I beg. </p>
<p>&emsp;But I find the panic in her face to be even greater than mine. She breathes heavily with trembling hands, rocking on my torso with every shallow breath. It&apos;s the most excitement I&apos;ve felt in ages. The sudden rise in emotion ignites something I&apos;m even more afraid of, and I try to make it known to her. </p>
<p>&emsp;&quot;I think you should get off me, I&mdash;I can&apos;t control it,&quot; I say, but she&apos;s clueless about what she does to me, straddling my waist with her strong, bare thighs.</p>
<p>&emsp;&quot;What do you mean?&quot; she asks.</p>
<p>&emsp;My arms are pinned beneath her legs. The pressure pounds in my skull. There&apos;s no chance to try the waistband trick, and there&apos;s only one place that all the blood can go.</p>
<p>&emsp;&quot;You&apos;re a fool to break into the military district. I&apos;m a knight of the Royal Guard,&quot; she declares, as the sharp edge of the very real knife digs into my neck. </p>
<p>&emsp;&quot;I don&apos;t think you understand. I can&apos;t control what&apos;s going to happen,&quot; I say.</p>
<p>&emsp;&quot;You pathetic weakling, what could you possibly do now?&quot; </p>
<p>&emsp;She has the upper hand. And all I have is a single word I learned on the Internet.</p>
<p>&emsp;&quot;S-S-Scaroused.&quot;</p>
<p>&emsp;&quot;Scaroused?&quot; The words might be lost, but she definitely notices the new sapling in her living room. </p>
"},{"DocType":"Scene","GivenName":"","AutoNamePart":2,"AutoNameFull":22,"ActNum":2,"ChapterPart":7,"ChapterFull":8,"ScenePart":2,"SceneFull":22,"Index":32,"Label":"Polishing Revision","Status":"First Draft","Keywords":"Paragate, Katiya","UUID":"30","Synopsis":"","VerboseID":"2.8.22","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-21","Body":"
<p>&emsp;If he wasn&apos;t handsome, I would have slit his throat. My mind can&apos;t catch up fast enough for all the semantics, but I know exactly what he means.</p>
<p>&emsp;I can feel it.</p>
<p>&emsp;My face flushes. &quot;You degenerate! You lecherous, filthy animal, breaking into my house to . . . to&mdash;&quot;</p>
<p>&emsp;&quot;I swear, I didn&apos;t break in here,&quot; he insists. His face is redder than mine. He covers his crotch with his hands, as if hiding the pitched tent can make me forget. &quot;The door was open. I just walked in.&quot;</p>
<p>&emsp;&quot;The door was locked, you fool,&quot; I say, pointing to the narrowly-cracked entry door behind me, but he gestures with his head to the small closet. &quot;The closet? How would you break in through a damn closet? There&apos;s no windows in there.&quot;</p>
<p>&emsp;&quot;I know, but please. I&apos;m as confused as you are,&quot; he says. &quot;Give me a chance to explain.&quot;</p>
<p>&emsp;&quot;You&apos;re excited, not confused!&quot; I point the dagger between his legs. &quot;You don&apos;t have the right to be confused right now. I&apos;m the one that&apos;s confused at how&mdash;&quot;</p>
<p>&emsp;&quot;&mdash;Would you let me explain? Dear God!&quot;</p>
<p>&emsp;&quot;It&apos;s Gods, you heretic,&quot; I tell him. &quot;Respect other races. We&apos;re not the only one that shares Fosroth, and all our Gods have proven their presence.&quot;</p>
<p>&emsp;&quot;God, I said,&quot; he says. &quot;A real god, not the ones you cosplay freaks pretend to worship.&quot;</p>
<p>&emsp;&quot;Do you want to be executed for apostasy? Because I can do that for you, right now,&quot; I notice that his eyes keep falling on the closet. The closet, my bare legs, my breastplate, and then the closet. I circle between him and the door, leaving only the entrance as an escape: like coaxing a rat out of the house without having to kill it.</p>
<p>&emsp;&quot;What I want is to go home,&quot; he says. &quot;Not to get stabbed by a letter opener. I&apos;m your neighbor, and the door between our units was open. I was simply trying to tell you,&quot; the liar insists. He heaves for a couple breaths. &quot;Did you really have to tackle me to get your point across?&quot;</p>
<p>&emsp;&quot;You do not live here. This is the Military District. Besides &mdash; you&apos;ve proved that you are far too weak to live here,&quot; I say, approaching him with the dagger.</p>
<p>&emsp;&quot;You bitch, I can bench a plate at least,&quot; he says.</p>
<p>&emsp;&quot;Putting plates on benches? What, are you a fat oaf that eats outside all day?&quot; but he looks reasonably fit beneath his ruined shirt. Defined shoulder muscles, trained without Essence . . . maybe he&apos;s a laboring refugee from the North?</p>
<p>&emsp;He raises his hands as he tries to stand up with only his legs, but he can&apos;t. &quot;I&apos;m sorry to intrude. Look. I know you might be into cosplay or whatever, but this is taking things way too far.&quot;</p>
<p>&emsp;&quot;Cosplay?&quot;</p>
<p>&emsp;&quot;Costume play. At first I thought it was old people living here: the kettle, the candles . . . I mean, the whole damn house is set up like Skyrim.&quot;</p>
<p>&emsp;Costume?</p>
<p>&emsp;A fucking costume?</p>
<p>&emsp;&quot;This is not a COSTUME!&quot;  </p>
<p>&emsp;He shrinks at the thunder in my voice. His singed nobleman&apos;s shirt hangs open as he edges towards the front door on his hands and knees, and I follow him step-for-step. </p>
<p>&emsp;&quot;Do you know how hard I worked for this?&quot;</p>
<p>&emsp;&quot;Yeah . . . lots of trips to the craft store,&quot; he adds.</p>
<p>&emsp;&quot;How hard I worked to wear this proudly as a guardian?&quot;</p>
<p>&emsp;&quot;Yeah. Did you make it during the craft foam sale? I go there for the graphing pencils.&quot;</p>
<p>&emsp;&quot;What the Res are you talking about?&quot;</p>
<p>&emsp;&quot;Mechanical pencils,&quot; he rambles. &quot;Point-five is a toothpick, and point-nine is like a fucking crayon&mdash;&quot;</p>
<p>&emsp;&quot;You dare to insult me like this? For what, because I&apos;m a female guard?&quot;</p>
<p>&emsp;&quot;No. Of course not, you&apos;re very convincing.&quot; His voice crackles on every other syllable, trying to inject some abject form of flattery. &quot;It&apos;s amazing. Prop knife? Form-fit foam from the craft store, spray-painted to look like metal armor? Even the stitching looks like an eighteenth-century corset. I can tell you&apos;ve put a lot of time into it. You&apos;re a lot like my older cousin, and I&apos;m sure you have loads of followers like she does. I know I&apos;d follow you.&quot;</p>
<p>&emsp;&quot;You&apos;re too yellow to follow me anywhere,&quot; I say.</p>
<p>&emsp;&quot;On-line, I mean,&quot; he says. </p>
<p>&emsp;&quot;On what line?&quot; I ask. &quot;The front? You would never get close. They&apos;d keep you busy peeling potatoes with such soft hands.&quot;</p>
<p>&emsp;&quot;Soft hands? Please. You&apos;re the job that banks on soft hands. While you&apos;re busy pleasuring perverts over your webcam, I work in an office. Designing the damn future. Because the rest of us have to work real jobs, not getting paid by thirsty horndogs that jerk off to Shakespeare.&quot;</p>
<p>&emsp;&quot;The real work is defending the ungrateful, undeserving gentry like you. Why don&apos;t you crawl back to mummy and daddy dearest for another bump to your filthy allowance?&quot; </p>
<p>&emsp;That last line would provoke any true noble. I expect him to go cry fowl to his underpaid servants, to his nanny, or to his absentee parents, complaining all way up the chain to my captain. I sincerely hope he does, because Aldrin is backwater enough to hate anything that wears its wealth and wreaks of privilege.</p>
<p>&emsp;But hes&apos;s not that kind of upset. He doesn&apos;t seem offended in any way. This idiot still holds a sense of humor, as if he thinks it&apos;s all a ruse. The further the corners of his mouth crease on a laugh, the more it infuriates me, and as he stands, he opens his stupid mouth to cross the line.</p>
<p>&emsp;&quot;Enough pretend. Your knife isn&apos;t even real.&quot;</p>
<p>&emsp;&quot;Pray tell, does this feel real?&quot; </p>
<p>&emsp;I take a slash at his arm, trying to carve him with something small and impermanent: small enough to disappear in a day, but enough to remember the lesson. But the fool flinches, blocking my dagger with his left hand. </p>
<p>&emsp;Idiot.</p>
<p>&emsp;The edge catches on his palm, drawing an instant, deep line of gushing blood. His expression changes in an instant, as if surprised that knives have an edge to them. Maybe I&apos;ll have to explain next that my Essenced fire actually burns, and water actually drowns.</p>
<p>&emsp;&quot;You . . . you actually . . .&quot; he starts, his back pressed against the front door as he watches the blood trickle down his left wrist, absorbing in the tarnished fabric of his charred left sleeve. </p>
<p>&emsp;I flick the crimson from the dagger, flipping it around to imply the next strike will impale him. &quot;It&apos;s time for you to leave. It&apos;s getting late, and by the Gods, I&apos;d rather abstain from filing a casualty report tonight.&quot;</p>
<p>&emsp;He fumbles for the door with his working hand, wrapping his left palm in more of the pristine, white fabric, struggling to grasp the handle when his eyes are on the weapon. &quot;Jesus Christ! Are you insane? Do you have no boundary with your stupid fantasy? Castle Law or not, I&apos;m calling the police.&quot;</p>
<p>&emsp;&quot;Get out,&quot; I say.</p>
<p>&emsp;&quot;This was my favorite shirt!&quot;</p>
<p>&emsp;&quot;I said, GET OUT!&quot;</p>
<p>&emsp;As soon as the door cracks enough to silhouette his body against the night, I lift my leg and boot him square in the chest, planting a muddy print on the last untarnished space in the fabric. He falls over the first set of steps and lands in the dirt, groaning as I slam the door shut. </p>
<p>&emsp;He&apos;ll live.</p>
<p>&emsp;I rush to the window, throwing the shades open just enough to peer into the darkness, drawn by my biting curiosity to see what unfolds.  What an idiot &mdash; now he&apos;s struggling to tear the sleeve off his bloodstained shirt, ripping at the fabric where my Essenced plume singed it black.</p>
<p>&emsp;But it still bothers me. Why was he so drawn to the shallow closet? Even under duress, I don&apos;t know how he could be stupid enough to insist he entered through a door. There&apos;s surely nothing in this column of a cottage worth breaking into &mdash; especially into the home of a Royal Knight &mdash; unless he&apos;s some devious cretin that is after my intimates.</p>
<p>&emsp;After I back away from the window and toss the bloody dagger in the sink, I approach the closet door. </p>
<p>&emsp;Or at least I thought it was a closet. </p>
<p>&emsp;The space beyond the door frame spans for less than a foot before the faint candlelight is swallowed by darkness. But the darkness is so dense and miasmic, like peering through murky water.</p>
<p>&emsp;The tunnel opens itself to me as I approach the door. From the lines implied by the floors and walls, the small cupboard should be no deeper than a couple feet (enough to store winter uniforms and snowshoes for the cold season), but I find no definite end. The edge where the splintered floor meets the jagged wall just fades into obscurity, all the way though to the unit on the other side, where an unfamiliar twinkle of multicolored lights pierce the smooth walls.</p>
<p>&emsp;The corridor might be short, but it&apos;s still just a little too long. The neighboring wall would have to be deeper than the walls around Fort Gaffesend!</p>
<p>&emsp;It must be a trick of his.  He could be a cross-blood like Pax, except Auvryan; able to mess with minds; skilled enough in his race&apos;s  gift to conjure convincing illusions with his Essence. Maybe that&apos;s why he seemed so powerless with his Human gifts. Maybe he conjured that splitting headache before I barged in, or maybe he speaks through thoughts, unaccustomed to verbal speech, speaking words of a foreign language though my mind heard something else. Is my mind being twisted further, to show something that isn&apos;t there? Does he still deceive me from beyond the door? I refuse to fall for this pathetic excuse of a trick, so I decide to test the bewildering portal.</p>
<p>&emsp;I reach first with my gauntlet, dragging through the viscous black as if collapsing spiderwebs. I notice the breeze at my back, strong enough to pierce the layers of my uniform, ushering me deeper and deeper. My trembling hand passes where the wall should be, and then my arm, and then the rest of my body, and as all the sound of the quaint cottage and the outside world fade behind me, I realize I&apos;m twice as deep as the rules of space should allow. I think of the old stories of the Verdalans, the masters of space whose bodies descended from the fibrous jungle, defending their ancient capital with an infinite wall of twisting jungle. Just as their Essence warped space, entrapping their adversaries in endless loops of attrition, I feel my stomach twist as my senses confirm a truth that the mind refuses to accept.</p>
"},{"DocType":"Chapter","GivenName":"Enemies To Combatants","AutoNamePart":"Chapter&nbsp;Eight","AutoNameFull":"Chapter&nbsp;Nine","ActNum":2,"ChapterPart":8,"ChapterFull":9,"ScenePart":"","SceneFull":"","Index":33,"Label":"Paragate","Status":"First Draft","Keywords":"","UUID":"31","Synopsis":"> Cody witnesses the fantasy world.
> Katiya witnesses the contemporary world.
> Cody prepares to fight Katiya.
> Katiya fights Cody, part one.","VerboseID":"2.9","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Mixed","SettingInfo":{"ModernTime":"04/25/26","FantasyTime":"2A-128, 54th of Verdantide","StoryDay":"Saturday"},"DocName":"
08 // &quot;Crossing the Threshold&quot;","Body":""},{"DocType":"Scene","GivenName":"","AutoNamePart":1,"AutoNameFull":23,"ActNum":2,"ChapterPart":8,"ChapterFull":9,"ScenePart":1,"SceneFull":23,"Index":34,"Label":"Polishing Revision","Status":"First Draft","Keywords":"Paragate, Cody","UUID":"32","Synopsis":"","VerboseID":"2.9.23","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Cody","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-22","Body":"
<p>&emsp;I wince at the pins and needles throbbing in my hand, thinking about how I&apos;m gonna borrow my cousin and her law degree and sue that damn bitch. Engineering might make me just enough to get by beyond the mortgage, but there&apos;s no way in hell I&apos;m paying for medical care. I&apos;ll take an Uber to the hospital before I call an ambulance.</p>
<p>&emsp;Cursing under my breath makes it easier to bear. I tear the sleeve off my muddy, bloodstained shirt so I can try to wrap it up, all while I try to remember the content of my middle school health class.</p>
<p>&emsp;It&apos;s the first time I&apos;m able to look around and take in my surroundings. The sky is overcast and pitch-dark, with none of Denver&apos;s light pollution obscuring the stars. A great body of water spans before me, which is puzzling: if I left the adjoining unit from the front, shouldn&apos;t Emerald Lake be a couple blocks away?</p>
<p>&emsp;My housing development is devoid of streetlights by design, but when I squint to see the lights that illuminate the road, they flicker. The roads are dirty. And as I grasp the fabric of my tattered shirt as tightly as I can, plotting a large, crimson cardioid, I wonder how the HOA could ever let things get this bad with how much they scalp me every month.</p>
<p>&emsp;A couple strangers approach. They hasten their walk when they find I&apos;m on my knees: two of them far larger than I am, but all four of them far more built. They&apos;re carrying swords and wearing armor.</p>
<p>&emsp;I don&apos;t know whether to laugh or to cry.</p>
<p>&emsp;Hiding behind them is a furry, watching nervously. I&apos;m distracted by how perfect their fursuit is: her eyes move away when I try to meet them, flicking the tail with some kind of servo or something.</p>
<p>&emsp;&quot;What is going on in this suburb? Early Halloween? Did y&apos;all leave a D&D session? I thought it was all old people here,&quot; I say.</p>
<p>&emsp;&quot;Old people? This is the Millitary District,&quot; one of them says, &apos;casting fire&apos; in their palm to give us some light. I&apos;m impressed at how well they sell it.</p>
<p>&emsp;The darker-skinned bald one bends down to look at my palm, still taller than my crouch at half his height. &quot;You have got a good slice there. What happened?&quot;</p>
<p>&emsp;&quot;Was it Chymaerans?&quot; The other lunk says.</p>
<p>&emsp;The others look at him disapprovingly.</p>
<p>&emsp;&quot;Enough of the Chymaeran talk,&quot; says a woman with short, dirty blond hair. &quot;I&apos;ve got the training. I can heal him.&quot;</p>
<p>&emsp;&quot;As in a med-kit?&quot; I ask. &quot;Some peroxide and a bandage?&quot;</p>
<p>&emsp;&quot;No,&quot; She says, snarkily. &quot;Essence.&quot;</p>
<p>&emsp;&quot;What is that?&quot; I expect it&apos;s an off-brand painkiller or holistic herbs, nothing better than a Band-Aid.</p>
<p>&emsp;She says, &quot;Look &mdash; do you want my help or not?&quot;</p>
<p>&emsp;&quot;Sure,&quot; I say. She groans in annoyance before taking my palm between her hands. &quot;Where&apos;s the Neighborhood Patrol? I thought the cops were supposed to be out since those kids went tagging at the pool,&quot; I say.</p>
<p>&emsp;&quot;What in Khiras&apos; name are you on about?&quot; The African-American one asks. He looks me up and down. &quot;You&apos;re rather odd. Are you sure you&apos;re from here? What&apos;s your name, anyway?&quot;</p>
<p>&emsp;&quot;Name? He who asks should give their name first,&quot; I say. These weeaboos might get a kick from an anime reference if they&apos;re gonna pretend-heal me with their Etsy light gloves.</p>
<p>&emsp;&quot;My name is Ryder Zebal. This is Jullian, Oria, Pax, and Caeda,&quot; he says.</p>
<p>&emsp;Might as well befriend the neighbors. &quot;I&apos;m Cody. Cody Dunsmore, and I just moved here.&quot; I realize I don&apos;t have a hand to shake: my left one is being healed with what feels like glove-warmers and LEDs.</p>
<p>&emsp;&quot;Too strange for a Chymaeran,&quot; the lunk called Pax says.</p>
<p>&emsp;&quot;How about your papers?&quot; Ryder asks.</p>
<p>&emsp;&quot;Uh ... alright.&quot; The word &apos;papers&apos; is kinda weird, but I play along with their improv, in case they live close and I&apos;ll have to see them again.</p>
<p>&emsp;I reach into my back pocket with my right hand, but my wallet isn&apos;t there. I must have left it on the counter after I tipped the delivery guy.</p>
<p>&emsp;&quot;Hold on a sec,&quot; I say.</p>
<p>&emsp;They reach for their swords though I can only reach one hand myself, all while Oriya is still &apos;working her magic.&apos;</p>
<p>&emsp;I retrieve my phone from my pocket. They stare as if it were some kind of monolith. I light the screen with a tap then swipe up to turn on the flashlight.</p>
<p>&emsp;Click.</p>
<p>&emsp;They instantly dive backwards, frightened when the blinding flash illuminates the streets brighter than the flickering lamps.</p>
<p>&emsp;&quot;Good thing I downloaded the MyColorado App recently, in case the cops stop me and I forgot my license. Let&apos;s see here . . .&quot; I swipe down to type M-Y-C in the search bar, and then tap the first result.</p>
<p>&emsp;They&apos;re still petrified, standing there with their swords drawn.</p>
<p>&emsp;&quot;Very funny. You guys are great at improv,&quot; I say. &quot;See? Right here. Class C. I can drive, officer.&quot; I hold the bright screen towards Ryder. He draws closer, entranced by the display.</p>
<p>&emsp;&quot;What kind of magic is this? Are you some kind of mage? An inventor in the Royal Court of Science? Or are you a Mask? Of the Gods?&quot;</p>
<p>&emsp;&quot;I&apos;m just an engineer,&quot; I tell them. &quot;Hardly one at that.&quot;</p>
<p>&emsp;&quot;An inventor, then,&quot; Jullian says.</p>
<p>&emsp;I look to the full-on furry catgirl. She&apos;s hypnotized as if I shined a laser in front of her.</p>
<p>&emsp;&quot;Well, I should get going,&quot; I tell them, feeling light-headed. &quot;I&apos;ve got to get home and bandage this for real. It&apos;s going to&mdash;&quot; I flex my hand. It feels like nothing. I turn the flashlight from the roadway, looking down at my palm.</p>
<p>&emsp;I turn to Oriya. &quot;How in God&apos;s name did you do that? Did you glue it?&quot;</p>
<p>&emsp;&quot;No, idiot. You&apos;re Human, aren&apos;t you? Don&apos;t you have the powers of fire and life?&quot;</p>
<p>&emsp;&quot;No?&quot; I say.</p>
<p>&emsp;&quot;Well, get on home,&quot; Oriya says. The others ramble to themselves about the strangeness of what just happened. Oriya reaches to hug Jullian&apos;s arm, and he uncomfortably obliges. I wait until the four of them disappear into the shadows.</p>
<p>&emsp;I try the handle of the door.</p>
<p>&emsp;It&apos;s locked.</p>
<p>&emsp;I run around the back, onto a cobblestone street. Counting as many houses over as it took to turn the corner, I try the window.</p>
<p>&emsp;It&apos;s open.</p>
<p>&emsp;I flex my left hand, still not feeling any anguish, pressing my ear to the window to try and discern where the girl is. I spend minutes listening to silence, until I hear Miguel&apos;s scream on the other side.</p>
"},{"DocType":"Scene","GivenName":"","AutoNamePart":2,"AutoNameFull":24,"ActNum":2,"ChapterPart":8,"ChapterFull":9,"ScenePart":2,"SceneFull":24,"Index":35,"Label":"Polishing Revision","Status":"First Draft","Keywords":"Paragate, Katiya","UUID":"33","Synopsis":"","VerboseID":"2.9.24","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-23","Body":"
<p>&emsp;I&apos;m mystified when I cross the threshold of the door. The room is dark, and though I can&apos;t make out the meager spread of items, I can sense how strange the shapes in this room are: so smooth and straight, as if they were cut by divine hands. When I find a glint in the artifacts on the shelves and walls&mdash;even the shelves themselves&mdash;I marvel at how much metal must have been wasted to produce all these things. He must be rich if he can waste money like this: maybe he&apos;s so rich that he bribed the Guard to let him live here, in a prime spot looking across the water.</p>
<p>&emsp;Does he actually live next door? Did I really mistake this as a closet? My metal boots clatter like hooves against the reflective wood floor, and I trace my finger along the polished granite table, trying to imagine how the resources got here.</p>
<p>&emsp;A crunch startles me. On the floor are what looks like hand-painted ration cans, but they&apos;re all crushed and ruined.</p>
<p>&emsp;I&apos;m startled again when I hear snoring in the corner, and I find another odd stranger. A friend? A lover? Maybe a visitor past curfew? My feet sink into the carpet when I approach him, wondering again how the scruffy noble could ever afford such luxurious flooring.</p>
<p>&emsp;The entire room stinks of man, but this one smells especially bad. He mumbles in a drunken stupor before he awakes, blinking his eyes like a toad.</p>
<p>&emsp;&quot;Uh . . . hey.&quot;</p>
<p>&emsp;&quot;Hello,&quot; I say, wishing I had not ditched the dagger.</p>
<p>&emsp;He asks, &quot;And you are?&quot;</p>
<p>&emsp;&quot;Katiya. Katiya Breakey-Hilde,&quot; I say.</p>
<p>&emsp;&quot;Carajo. My homie&apos;s got no chill if he&apos;s bringing girls like you over while I&apos;m here. Must be desperate since he&apos;s got no hose.&quot;</p>
<p>&emsp;&quot;A hose? Why would you&mdash;&quot; I begin to ask, but he cuts me off.</p>
<p>&emsp;&quot;I think he&apos;s upstairs,&quot; he tells me, squinting his eyes, and then some semblance of recognition crosses his face. &quot;Wait a minute &mdash; you must be from that fantasy escort service down in Denver, what was it called, uh . . . Call To Adventure, or something like that?&quot;</p>
<p>&emsp;&quot;I only do escort missions through the Royal Guard,&quot; I say.</p>
<p>&emsp;&quot;Hah. Good one,&quot; he says.</p>
<p>&emsp;&quot;It is good,&quot; I say.</p>
<p>&emsp;&quot;Good.&quot; He clicks his tongue. &quot;Figures. My boy Cody could never score a baddie like you.&quot;</p>
<p>&emsp;&quot;Cody,&quot; I say.</p>
<p>&emsp;&quot;Yep.&quot;</p>
<p>&emsp;An odd name.</p>
<p>&emsp;&quot;And I&apos;m Miguel.&quot;</p>
<p>&emsp;Another odd name.</p>
<p>&emsp;He says, &quot;But he&apos;s a real one, let me tell you. My friend is the best dude you&apos;ll ever meet. I love that guy. You might be here for just a night &mdash; and, look, I know the whole thing about falling in love with a call girl &mdash; but give him a chance, huh? Even if it&apos;s just a booty call thing,&quot; he says.</p>
<p>&emsp;His hand grazes the table, accidentally casting some black, slender object on the floor. It bounces twice before colliding with something else.</p>
<p>&emsp;I hear a click, and then behind me, a flash of colorful light envelops the room. I gasp when I turn to look, and my heart jumps into my throat.</p>
<p>&emsp;Behind the bright window, a mother and daughter are screaming at each other. It gives me such a start that I collapse into the couch. The woman is screaming, the daughter is screaming, I&apos;m screaming, and the man is shouting, trying to free himself from my armor.</p>
<p>&emsp;I spew a string of apologies as the woman in the window says something about wanting her body back, just as all I want is to go home. Too panicked to realize that the best direction is from whence I came, I sprint for the door as the other guy curses, grasping his leg.</p>
<p>&emsp;I&apos;ll just go around like Cody. We&apos;ll trade places.</p>
<p>&emsp;Just like my intruder, I trip backwards out the door, scraping the edges of the cement with my plate armor as I slide down the sculpted stairs, coming directly to a stop beneath a blinding torchlight. I scramble to my feet to try and run, but everything is so bright and unfamiliar that I fall to my knees.</p>
<p>&emsp;The sky is cloudless, but I can&apos;t find a single star. Lake Garrison is nowhere to be found; instead of the distant lights of my hometown of Hillfar, a pattern of white-and-red dotted lights slide past each other on a hill, somewhere far beyond the eaves of two houses on the other side of the road.</p>
<p>&emsp;Something loud is approaching. I try to curl into a ball to protect myself, but the armor stiffens me too much. A massive automobile tears past, lighting the entire street with headlamps lodged in the front, unlike anything I&apos;ve ever seen. It sounds like they have an entire orchestra in there behind the glass, but the deafening music fades . . . only to be replaced by two more loud metal chariots that shake the ground.</p>
<p>&emsp;I&apos;m quivering as I lay there in the grass, wondering where the garden is; why the lake isn&apos;t directly across from me; why stars shifted in the sky so swiftly. </p>
<p>&emsp;An old woman walks on the side of the street, and I consider she&apos;s a lamplighter until I see her holding a leash. She notices me crumpled in the grass on the verge of tears.</p>
<p>&emsp;&quot;Are you alright, sweetheart?&quot; She asks.</p>
<p>&emsp;&quot;No,&quot; I cry.</p>
<p>&emsp;Her familiar crosses the grass, nuzzling me with its wet nose before it licks my face.</p>
<p>&emsp;&quot;Oh, that&apos;s Doby. She&apos;s real friendly with all the young&apos;uns living around here &mdash; do you mind dogs? Or are you more of a cat person?&quot;</p>
<p>&emsp;&quot;I&apos;m a human person. A living human&mdash;&quot;</p>
<p>&emsp;&quot;&mdash;I swear to the good Lord in heaven: if this neighborhood is turning into one of those &apos;college&apos; towns the Facebook talks about, with all these young&apos;uns in their new houses playing trapping music, I&apos;m going to lose it!&quot;</p>
<p>&emsp;I haven&apos;t the time to protest when I hear a hissing noise, and it sounds like the elder is conjuring a serpent. Before I can react, I feel a cloudless rain, followed by a direct blast of water to my face, saturating the clothes beneath my armor in seconds.</p>
<p>&emsp;&quot;Why? Why do you torment me?&quot; I plead, my tears now inseparable from the water soaking me down to my underwear. </p>
<p>&emsp;&quot;I didn&apos;t set the timer on those sprinklers,&quot; she says, and then adds, &quot;damn beatnik.&quot;</p>
<p>&emsp;As I kneel in the muddy grass, sullying my new pants, I watch as the cantankerous woman retreats, dragging the mutt alongside her. A single, white moon hangs in the sky. Blinking red and white flashes somewhere even higher, casting smoke in a faint line, leaving the sound of a crackle as it slices the sky. I never knew the sky could be torn. </p>
<p>&emsp;With my mind petrified, locking my muscles, resigning me to soak in the jets of water, my body decides for me, urging me back inside to pass Cody&apos;s cursing companion.</p>
<p>&emsp;All I want is to return to the comfort of Fosroth where the world is uncomplicated. I want a cup of tea and a book beside the fire as I warm my bones. I will never bear witness to this horrifying illusion again.</p>
<p>&emsp;I ignore his companion&apos;s threat to take shots, though he holds a bottle instead of a gun, &mdash; asking if his friend paid for any more guards to defend this house. But as I stumble towards the closet, squeaking my saturated boots with each step, all I find is another figure, standing there at the back of the closet.</p>
"},{"DocType":"Scene","GivenName":"","AutoNamePart":3,"AutoNameFull":25,"ActNum":2,"ChapterPart":8,"ChapterFull":9,"ScenePart":3,"SceneFull":25,"Index":36,"Label":"Polishing Revision","Status":"First Draft","Keywords":"Paragate, Cody","UUID":"34","Synopsis":"","VerboseID":"2.9.25","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Cody","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-24","Body":"
<p>&emsp;I throw open the window, dragging myself over the sill and depositing myself on the floor. My shoulder aches where her scalding hands burned me. I twist my body to get my feet beneath me, and manage to stand in front of the door.</p>
<p>&emsp;I level the lacrosse stick after I lift it off the floor, tearing off the rubber end cap, flipping it around so the basket faces me. And surely enough, like a reflection in the mirror, I find the female knight standing there on the other side.</p>
<p>&emsp;We pause there for a couple seconds. There&apos;s a panic still deep inside her eyes. I stagger my footing with my hands together on the stick, ready to body her with a cross-check, waiting for her to make the first move since I&apos;m on the defensive.</p>
<p>&emsp;&quot;En garde,&quot; I say. </p>
<p>&emsp;And then she charges me.</p>
"},{"DocType":"Scene","GivenName":"","AutoNamePart":4,"AutoNameFull":26,"ActNum":2,"ChapterPart":8,"ChapterFull":9,"ScenePart":4,"SceneFull":26,"Index":37,"Label":"Polishing Revision","Status":"First Draft","Keywords":"Paragate, Katiya","UUID":"35","Synopsis":"","VerboseID":"2.9.26","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-25","Body":"
<p>&emsp;I wager my strength and power over his defenses. The inebriated man called Cody holds the odd, metallic broomstick with his hands together in the center &mdash; a technique I&apos;ve never seen before &mdash; and calls out a phrase I can only decipher as a challenge.</p>
<p>&emsp;If it&apos;s a sword fight he wants, I know I can make it to the greatsword leaning against the wall, because if this Auvryan cross-blood wants to wreak havoc on my home life with his illusions, sullying the most sacred place I have to replenish myself and find respite, then I have no other choice. </p>
<p>&emsp;He must be destroyed.</p>
<p>&emsp;Cody drags his left foot behind him, bending his knees, leaning his body in a forward squat as if that can stop me. Surely this assassin is an Auvryan, and likely some kind of mercenary: their people are masters with pole weapons. But I doubt his technique is greater than the strength of a full-blooded Human flooded with Essence.</p>
<p>&emsp;I charge with my armored left shoulder, allowing the Essence to flow into my legs, flooding my muscles with such power that every step deflects the floorboards. I close the distance faster than he expects, but he remains steadfast, standing there with the metal broom raised to chest height, hinging his arms to receive the full force of my momentum.</p>
<p>&emsp;It&apos;s when I&apos;m three steps from deliverance that he bends to get under me &mdash; but my muscle memory is far faster. I lower myself further than he can, sliding beneath the pole, driving my metallic shoulder into his chest and blasting him in the air.</p>
<p>&emsp;He lets out a rasping wheeze when his ribs bend towards his lungs. He&apos;s lucky that nothing inside him breaks: maybe it&apos;s the alcohol on his breath that hints that his muscles are loose, and that he&apos;s feeling a little braver than he might be otherwise.  Cody crashes against my wall, leaving a sizable divot in the aged wallpaper, and before the ground reclaims him, I manage to snag the greatsword with my left hand, dragging it across the floor to assume a defensive stance. </p>
<p>&emsp;Somehow, he still manages to death-grip the broom between his hands, coughing and gasping for air as he lifts himself to his feet, overflowing with adrenaline and rage that radiate in his reddening face.</p>
<p>&emsp;I realize I left him an opening to escape. I expect him to cower, retreating to his conjured illusion to never return. But he flips the broom end of the stick to face him, exposing a sharp, hollow edge. </p>
<p>&emsp;His hapless courage is admirable. Maybe I would have fallen for him if this were training, and we were on the same side of the war.</p>
<p>&emsp;Cody coughs. &quot;You couldn&apos;t just let me go, could you?&quot;</p>
<p>&emsp;&quot;I need to be sure you can&apos;t ever ruin my peace again.&quot;</p>
<p>&emsp;He takes several labored breaths, clutching his chest, swinging the sharp end of the broom in several circles. &quot;So you&apos;re trying to kill me, then?&quot;</p>
<p>&emsp;&quot;It&apos;s not my fault that you broke in.&quot;</p>
<p>&emsp;&quot;I was trying to tell you that the door was open. What the hell kind of neighbor are you?&quot;</p>
<p>&emsp;&quot;You&apos;re not strong enough to be my neighbor,&quot; I tell him.</p>
<p>&emsp;The ceiling has just enough clearance to swing the greatsword in a vertical slash. I expect this cumbersome move to give him enough of a start to really escape this time, but he still refuses, standing there with the stick between his hands. </p>
<p>&emsp;The sword traces a faint line in the wooden ceiling before gravity does the rest of the work. It clashes with the broom &mdash; and I fully expect it to break through &mdash; but all my greatsword does is well a deep notch in the hexagonal shaft.</p>
<p>&emsp;He mutters something about the material, cursing about how this broom is personal to him, but I know very little of the Auvrya or their traditions. My blade releases sparks when I try to pull it back, grinding against the notch, but the further I pull, the higher the blade climbs. </p>
<p>&emsp;I hear the screech of metal-on-metal, and it seems it&apos;s his turn to close the distance. He grinds the pole against the sharp edge, driving the sword higher and higher until it falls behind my hands. I&apos;m left defenseless, and he jabs the plastic head of the stick against my breastplate, driving me to the floor.</p>
"},{"DocType":"Chapter","GivenName":"Strategic Retreat","AutoNamePart":"Chapter&nbsp;Nine","AutoNameFull":"Chapter&nbsp;Ten","ActNum":2,"ChapterPart":9,"ChapterFull":10,"ScenePart":"","SceneFull":"","Index":38,"Label":"Paragate","Status":"First Draft","Keywords":"","UUID":"36","Synopsis":"> Katiya finishes the fight and the two separate.
> Katiya calms her panic, and finds Cody&apos;s iPod.
> Katiya uncomfortably goes to work with Jullian and others. Refuses scouting.","VerboseID":"2.10","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"04/27/26","FantasyTime":"2A-128, 56th of Verdantide","StoryDay":"Undefined"},"DocName":"
09 // &quot;Strategic Retreat&quot;","Body":""},{"DocType":"Scene","GivenName":"","AutoNamePart":1,"AutoNameFull":27,"ActNum":2,"ChapterPart":9,"ChapterFull":10,"ScenePart":1,"SceneFull":27,"Index":39,"Label":"Polishing Revision","Status":"First Draft","Keywords":"Paragate, Katiya","UUID":"37","Synopsis":"","VerboseID":"2.10.27","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-26","Body":"
<p>&emsp;Whatever that thing is, it isn&apos;t a broom.</p>
<p>&emsp;My mind races, but I still manage to remember the bloody dagger in the sink.</p>
<p>&emsp;I roll behind the kitchen island as he brandishes the head of the stick against a wooden bowl on the counter, casting a whole slew of produce against the ground.</p>
<p>&emsp;I lift myself by the counter&apos;s edge to dig my hand into the sink, feeling for the hilt of the dagger. </p>
<p>&emsp;&quot;Your fight is with me, not the damn house!&quot; I say.</p>
<p>&emsp;He bends down to scoop up one of the apples with the stick, taking it into the basket. I level the dagger at him, taking a butcher&apos;s knife in my other hand, completely unsure of what he&apos;s going to do next.</p>
<p>&emsp;His hands shift to the sharp end of the stick, leaving the basket at a certain length behind him. </p>
<p>&emsp;Then he whips it down as hard as he can. </p>
<p>&emsp;The apple whizzes past my head, exploding against the stone wall, casting chunks of its sugary flesh and skin into my hair.</p>
<p>&emsp;&quot;I should have practiced since the club team sophomore year,&quot; he says, slurring his words. &quot;Next one&apos;s going corner-pocket in your damn eye socket.&quot;</p>
<p>&emsp;&quot;Not if I end you first,&quot; I say.</p>
<p>&emsp;The assassin scoops up an orange with a single flick of his wrist. I ready the knife block. He launches a second one, but I&apos;m quick enough to slice it with my dagger before it blasts me in the forehead. </p>
<p>&emsp;My eyes burn with the citrus, and when I think he&apos;s reeling to throw something harder &mdash; like a pear or another apple &mdash; squinting as I wipe the juice with my dagger hand, I use my unpracticed off hand to flick the kitchen knife through the air.</p>
<p>&emsp;It spins several times before embedding itself into the wall behind him. He freezes. I set the dagger on the counter, taking three more kitchen knives into my left hand, certain that I can hit dead-center now that my dominant hand is free.</p>
<p>&emsp;I whip a second one, letting the Essence tension the fibers of my muscles, launching the paring knife faster than an arrow. </p>
<p>&emsp;But he&apos;s already pitching up the overturned kitchen table. </p>
<p>&emsp;The tablecloth hovers to the floor like melting ectoplasm before the paring knife pins it to the table. Cody lets out a yelp in fear, surely unhurt since the blade is far shallower than the thick mahogany. </p>
<p>&emsp;I decide to upgrade to a carving knife, withdrawing all five inches from the block. I judge its balance. </p>
<p>&emsp;He peeks from behind the table, and I whip the carving knife where I expect his chest to be, thinking it&apos;s his body that braces the table upright. </p>
<p>&emsp;But he bends back. </p>
<p>&emsp;It stabs through almost up to the handle.</p>
<p>&emsp;&quot;Holy hell,&quot; he exclaims.</p>
<p>&emsp;I wind up to throw another as he pulls the small knife from the wallpaper, then throw it. The boring knife spins through the air, nearly pinning his hand to the wall. He catches me off guard when he emerges from the side of the table. I reach for another culinary weapon, but I realize my offhand is out of blades.</p>
<p>&emsp;The oddly-dressed assassin flips the blade to set the sharp edge between his fingers, his eyes dark and piercing as he raises his elbow and lifts the knife behind his head. The panic seizes my heart: this assassin&apos;s skilled enough to engage a vetted Royal Guard when he&apos;s two sheets to the wind. I&apos;m certain a knife will soon be in my chest, and all I can do is ready myself for the deliverance of cold steel.</p>
<p>&emsp;And then he throws it.</p>
<p>&emsp;I expect it to fly so fast that I can&apos;t catch a glimpse of its glistening edge before it embeds itself between my breastplate. I expect my consciousness to end, to wash in the next fated moment upon the Reservoir of Souls. </p>
<p>&emsp;But I can see it.</p>
<p>&emsp;And it&apos;s not coming at me.</p>
<p>&emsp;It flies so far to the right that I wonder if he&apos;s aiming at something else. The paring knife spins horizontally through the air, twirling and spinning with such disarray that it only makes it halfway to the kitchen before it clatters against the floor.</p>
<p>&emsp;&quot;Damn it!&quot; he says.</p>
<p>&emsp;The laugh escapes before my hands cover my mouth. I can&apos;t even stop the loud snort. His face is crestfallen, even more hurt than the time I rammed him.</p>
<p>&emsp;&quot;You should stick with that strange basket-stick of yours,&quot; I tell him.</p>
<p>&emsp;Cody&apos;s voice wavers. &quot;It&apos;s called a lacrosse stick,&quot; he says, blushing hard, peeking over the edge with his glasses as he struggles to withdraw the carving knife from the other side. </p>
<p>&emsp;I thought he was an Auvryan mind-flayer &mdash; a mythical master of mental manipulation, maybe commissioned by the Chymaera. But he&apos;s no warrior. Just a stupidly-brave commoner that&apos;s overconfident in his skills. And a complete idiot.</p>
<p>&emsp;I can&apos;t stop laughing. </p>
<p>&emsp;&quot;What are you, some kind of combat janitor? Do you sweep floors with that thing?&quot;</p>
<p>&emsp;His face reddens further, whether it&apos;s the booze, his humiliation, or both.  I feel the relief wash over me as the Essence retreats from my circuits. </p>
<p>&emsp;&quot;Gods above, for a second I thought you were an actual threat,&quot; I say.</p>
<p>&emsp;&quot;Who says I&apos;m not?&quot; He scoops a tomato into the &apos;cross stick&apos;, poised to whip another one.</p>
<p>&emsp;&quot;Just . . . stop,&quot; I tell him. &quot;I&apos;m not going to kill a civilian.&quot;</p>
<p>&emsp;&quot;Maybe you should reconsider,&quot; he says.</p>
<p>&emsp;&quot;Consider this.&quot;</p>
<p>&emsp;I raise my hands and cast a controlled plume of flames. He flinches when they stop only inches from his face, dropping something hard and small from his pocket. He has to steady himself with the odd weapon as he stumbles towards the closet.</p>
<p>&emsp;&quot;Really, Cody. Do you even understand our training? How much Essence a Royal Guard is conditioned with? How much mead does it take to get this kind of courage? I could snap your bones with my hands!&quot;</p>
<p>&emsp;&quot;I&apos;m your neighbor. I live right next door . . . through there,&quot; he says, lifting a bare arm exposed by his scalded shirt to point towards the closet. </p>
<p>&emsp;&quot;Why are you living in the military district?&quot;</p>
<p>&emsp;&quot;I live in Hearthland Ridge,&quot; he insists. &quot;The military base is down in Cheyenne, or maybe Fort Carson.&quot;</p>
<p>&emsp;&quot;This is Gaffesend,&quot; I tell him.</p>
<p>&emsp;&quot;No, this is Colorado. The United States,&quot; he says.</p>
<p>&emsp;&quot;Nothing is united in all of Fosroth. You can&apos;t be stupid enough to be a tourist at the war front!&quot; I say.</p>
<p>&emsp;&quot;The war is overseas. It&apos;s fought with drones and bombs.&quot;</p>
<p>&emsp;&quot;It&apos;s waged with swords and rifles!&quot;</p>
<p>&emsp;I approach him until I can smell the booze on his breath. My eyes flutter between his exposed chest and his arms, a little impressed at his definition when he obviously has no Essence. I catch him glimpsing at my bare thighs that once straddled him, and then to my breastplate, before returning my glare and slowly backing up towards the closet.</p>
<p>&emsp;But his heels catch on the threshold.</p>
<p>&emsp;He falls through the portal, unable to steady himself with his weapon before he crashes to the ground on the other side. I take one more glance at the horrors of that incomprehensible world: all its glistening, colored lights like Essenced lightning bugs. The fear forestalls me from passing that threshold ever again, so I stand there: watching; waiting; listening to the faintness of his breath; until I&apos;m certain his intemperance will keep him there.</p>
<p>&emsp;But the fear of that other world overpowers my penchant for patience. I slam the door behind him, certain I&apos;ll never have to face that stranger again.</p>
"},{"DocType":"Scene","GivenName":"","AutoNamePart":2,"AutoNameFull":28,"ActNum":2,"ChapterPart":9,"ChapterFull":10,"ScenePart":2,"SceneFull":28,"Index":40,"Label":"Polishing Revision","Status":"First Draft","Keywords":"Paragate, Katiya","UUID":"38","Synopsis":"","VerboseID":"2.10.28","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-27","Body":"
<p>&emsp;I dig my heels into the space between the floorboards, catching my breath as I drive my back against the closet door. My nails tension against the pad of my palm, leaving crescents in my flesh as the blood drains from my fingertips. </p>
<p>&emsp;My heart can only take so much in a day. I thought the enemy could only strike when my presence was voluntary; when I patrol the borders of Gaffesend by my own volition. And it only took a day for this peaceful haven to be violated by a stranger.</p>
<p>&emsp;I can&apos;t keep sitting here. The curse will catch me if I don&apos;t get up: the white feeling that tensions my hands and sets my body in full static.  The shorter the time between those moments of frantic stillness, the easier it slides into that incontrovertible state of shock. It&apos;s addiction without a pleasure to be addicted to, and the more often that white feeling haunts me, the stronger it gets &mdash; so I&apos;m glad when I find my effects are still scattered across the floor. A mess to clean is the second-best thing to distract me right now: the first is going to the bar, but after my episode, I&apos;d rather not be seen in public.</p>
<p>&emsp;I let my mind flow with visions of how I can transform this space into a place of respite, rather than feeling like an ephemeral halfway-house between training and the front lines.  The mind is a vessel that can only hold so much at a time, so I drink to the the purity of those beautiful thoughts, driving down the opacity of fear&apos;s murky brine. The pale white feeling fades as the light begins to shine through, reaching my furthest depths.</p>
<p>&emsp;When my hands stave off the static, I gather the courage to seal that passageway forever. </p>
<p>&emsp;I let the Essence flood my circuits with enough heat to melt the handle of the closet door to the deadbolt, ensuring it&apos;s locked forever. Then I drag an empty bookcase across the floor to cover it. It irritates me that it&apos;s slightly spaced from the wall due to the protrusion of the melted handle, so I melt the rest of it, turning the balled handle into a flat plate pressed against the profile of the wooden door, deciding it&apos;s good enough to try to forget.</p>
<p>&emsp;I lack the Auvryan magic of mind, but I hypnotize myself anyway. </p>
<p>&emsp;The bookcase has always been here.</p>
<p>&emsp;Next, I purge anything that reminds me of him. </p>
<p>&emsp;I wipe his blood from the dagger. I return the fruit scattered across the floor into the bowl. I pull the kitchen knives from the overturned table and reset the tablecloth the other way around, covering the gaping holes in the wood. Finding the evidence is still in the fabric, I sew the clean cuts in the tablecloth closed with thread from my sewing kit. I mop and dab all the puddles and smudges. This leads to finding places for the hundred pounds of my unpacked personal items, placing them anywhere but the closet I should have forgotten, which leads to re-orienting all the decorations and furniture and bookshelf to make the space my own, which leads to dusting every surface I can find. Before long, I find my exasperated body sprawled across the kitchen&apos;s area rug, drugged by the excitement of exertion, staring at the cross-beams of the low wooden ceiling with a slight smile on my face. </p>
<p>&emsp;I hoped so dearly that this distraction would let me forget. </p>
<p>&emsp;But even still, I find the urge to reconcile that impossibility.</p>
<p>&emsp;I need to keep moving. I need to find something to fix when I can&apos;t leave this house. Since I can&apos;t patch the dent in the wall, I decide to look harder for any dust that might coalesce beneath the cabinets. I roll over to find the duster did its job well, but there&apos;s something else tucked under there.</p>
<p>&emsp;It&apos;s a strange, slender, rectangular object beneath the cutout of the kitchen cabinet. Like all the other things in his realm, it&apos;s perfectly smooth and square &mdash; but I can tell it&apos;s been worn from years and years of continuous use. It would look like an ingot if it wasn&apos;t so flat: hardly enough for a blacksmith to smelt it into anything. When I turn the heavy block in my hands, I find that I&apos;m able to read the foreign words on the back, etched in white beneath an image of a bitten fruit:</p>
<p>&emsp;LOVE YOU JACKIE D</p>
<p>&emsp;FROM CODY 2010</p>
<p>&emsp;MERRY CHRISTMAS</p>
<p>&emsp;160 GB</p>
<p>&emsp;A set of long, slender wires snake from the bottom of it, ending with white buds that look like they could grow into flowers. Does it work with electricity? Because it&apos;s certainly not plugged in to anything.</p>
<p>&emsp;A light tug pulls out the buds by their roots. I panic for a second until I realize I&apos;ll never have to return this thing to him. </p>
<p>&emsp;When I jam the buds&apos; metal root back into the hole, the dark square on the front turns on, glowing with an impossible, radiant white, labeled with options in black. </p>
<p>&emsp;It takes me a while to figure it out, but when my finger glides on the circle, the little window changes. I settle the black bar on PICTURES, expecting a photograph to dispense from the tiny slot in the bottom. </p>
<p>&emsp;I press the center button. </p>
<p>&emsp;But instead, the window shows a gateway to an entirely different world. It reminds me of the moving projections that I heard were in the theatre rooms of the capital, though this one is so impossibly small &mdash; and there&apos;s not a creature in existence that could roll the image from inside. It reminds me of the screaming woman behind the window on the stranger&apos;s wall.</p>
<p>&emsp;There&apos;s so many tiny squares of color that make this picture, but it&apos;s still hard to make out. Two people sit at a table in a stone-walled room lit by a very bright lamp. One is small: just a boy, and the other is older, wearing some kind of green-and-brown uniform &mdash; sharp enough in dress that I figure he&apos;s a warrior.</p>
<p>&emsp;All I can tell is that they care for each other: sitting together building something metallic and square with wires hanging off of it. And they have this same device there, sharing the white buds between their ears. </p>
<p>&emsp;I try the same with the round white shapes, but nothing happens. I click another button on the side. The screen goes black, reflecting my eyes on its worn, yet polished surface, and when I realize how time has passed, I look up at the hands of the clock. </p>
<p>&emsp;Dear Gods above: a whole hour has passed. If I don&apos;t sleep now, dusk will overtake any chance of rest.</p>
<p>&emsp;I run upstairs with the device in my hand, leaving the square pod and its tangled wires as the first decoration on my nightstand. My body is exhausted from all the fear, and I don&apos;t have to even draw the covers to find myself in slumber. I just collapse onto the bed, retreating into a deep sleep where the smoke of the cabin across the lake never reaches me.</p>
<p>&emsp;My mind remembers the contours of Cody&apos;s body beneath the tattered shirt. I can&apos;t escape the thought in my dreams, no matter how much physical or mental furniture I pile against the sealed door.</p>
"},{"DocType":"Scene","GivenName":"","AutoNamePart":3,"AutoNameFull":29,"ActNum":2,"ChapterPart":9,"ChapterFull":10,"ScenePart":3,"SceneFull":29,"Index":41,"Label":"Polishing Revision","Status":"First Draft","Keywords":"Paragate, Katiya","UUID":"39","Synopsis":"","VerboseID":"2.10.29","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-28","Body":"
<p>&emsp;I wake to a rapping on my door, but it&apos;s not the rhythm of the personal knocker. When I dip my head out the window, I find Bertram standing on the top step.</p>
<p>&emsp;&quot;You&apos;re up early,&quot; I say. I slept in my plainclothes, so I don&apos;t have to hide behind the curtain. &quot; I don&apos;t even think the knocker is awake yet.&quot;</p>
<p>&emsp;He tilts his head up at me. &quot;Sorry to wake you. I figure we might want to get started early if we&apos;re returning those quest forms.&quot;</p>
<p>&emsp;Sure. I&apos;ll be out in a minute,&quot; I tell him, rushing through a minimal routine, ensuring I look &quot;royal&quot; enough for the Royal Guard.</p>
<p>&emsp;When I descend the stairs into the immaculate foyer, the smell of bread confirms it&apos;s going to be another quick morning without cracking a can of rations. I pinch twenty Kine from my coin purse and pass it out the back window.</p>
<p>&emsp;Another voice rises from the front of the flat. And then another one. And after I dress myself in light armor for another day of chores, I throw open the door to find two others have joined us.</p>
<p>&emsp;Jullian stands behind Bertram with Oriya, and he offers an explanation I never asked for. &quot;She wanted to join us on the walk over, she asked me last night. We&apos;re right next to each other, anyways.&quot;</p>
<p>&emsp;&quot;Oh,&quot; I tell him. </p>
<p>&emsp;Oriya turns her head.</p>
<p>&emsp;&quot;I&apos;m surprised you never stopped by to check on me,&quot; I tell him.</p>
<p>&emsp;&quot;We were out late, past midnight, looking at only a few hours of slumber. I didn&apos;t want to wake you since you were sick, I figured you were long asleep,&quot; he says.</p>
<p>&emsp;&quot;Sure,&quot; I tell him.</p>
<p>&emsp;But you certainly could have made it a lot better.</p>
<p>&emsp;Jullian offers his hand. I tension my fingers between his, looking for a squeeze of reassurance.</p>
<p>&emsp;He returns one.</p>
<p>&emsp;&quot;I really could have used you last night,&quot; I tell him. You&apos;re never comfortable with the concept of staying.</p>
<p>&emsp;&quot;I just knew that if I was there, neither one of us would have slept at all,&quot; he says, returning a smile. &quot;And you were feeling ill, so you needed all the rest you could get.&quot;</p>
<p>&emsp;&quot;I guess.&quot; I turn my head to watch in amusement as Oriya and Bertram struggle to overcome the most basic conversational hurdle.</p>
<p>&emsp;&quot;But I really wish you were there last night,&quot; Jullian says. &quot;There was hardly anything for us to do. From what all the senior guards say, it seems like junior scouting missions carry light expectations. If that&apos;s as bad as it gets, then this will be a whole lot easier than all the training that led up to it.&quot;</p>
<p>&emsp;&quot;That&apos;s nice,&quot; I tell him.</p>
<p>&emsp;&quot;And we all got to know each other a lot better than any other night out,&quot; Oriya says. </p>
<p>&emsp;&quot;Did you?&quot; I ask.</p>
<p>&emsp;&quot;Yeah,&quot; Oriya says. &quot;You and Bertram should join us next time!&quot;</p>
<p>&emsp;&quot;Sure,&quot; I say, tensioning my fingers further against Jullian&apos;s hand.</p>
<p>&emsp;Oriya decides to continue. &quot;I&apos;ve talked to Jullian a lot, but not you, Katiya,&quot; she says.</p>
<p>&emsp;I say, &quot;I guess our paths never really crossed. Even in field training.&quot;</p>
<p>&emsp;Oriya looks at my boyfriend. &quot;Tell me, how is it that you two met?&quot;</p>
<p>&emsp;I open my mouth to answer, but I hesitate, starving for a small sliver of reassurance. I want to know that he remembers. </p>
<p>&emsp;&quot;Why don&apos;t you tell her, Jullian?&quot; I ask. I think he&apos;ll stammer for a second, but he&apos;s quick, so much that it almost sounds rehearsed.</p>
<p>&emsp;&quot;Sure. It was because we had one thing in common,&quot; Jullian says.</p>
<p>&emsp;&quot;And what&apos;s that?&quot; Oriya asks.</p>
<p>&emsp;&quot;We were both dirt poor.&quot;</p>
<p>&emsp;Oriya narrows her brows. &quot;Really? I never would have guessed.&quot;</p>
<p>&emsp;&quot;It&apos;s true,&quot; I say. &quot;When my brother Erik was sent to Gaffesend, and I was in the last year of training, I had to take up Erik&apos;s share of responsibilities. Our mother was busy on the looms in the factory.&quot; I turn to Jullian, prodding further. &quot;And the day we met?&quot;</p>
<p>&emsp;&quot;Yeah &mdash; we were taking night classes because we both worked during the day. It was the second-to-last semester, late one night when I was returning from an exam. I had to take my brother to the academy because I was watching him, and as we&apos;re walking home, he sees this beautiful girl passing us.&quot;</p>
<p>&emsp;&quot;How old was your brother?&quot; Oriya asks.</p>
<p>&emsp;&quot;He was eight,&quot; Jullian says. &quot;Anyways, I must have been ranting to him about how little time I have for anything, because, get this &mdash; he walks straight up to her, tugs on her shirt, and says, &apos;Hey lady: my brother is lonely and sad: can you fix him?&apos;&quot;</p>
<p>&emsp;&quot;Really?&quot; Oriya turns to me. &quot;And that worked on you?&quot;</p>
<p>&emsp;&quot;I guess so,&quot; I say. &quot;I have little half-siblings, too, so I guess I have a soft spot for that impudence. There wasn&apos;t really anyone there for me at the time, and with so much coming after graduation, I was willing to give him a chance.&quot; I only realize what I implied when I look to Bertram.</p>
<p>&emsp;Jullian says, &quot;I was a loner. I thought I wasn&apos;t worthy, that I was a loser, that nothing would ever work out for me. But Katiya blessed me with something I&apos;d never felt before. And sometimes I&apos;m still not sure I deserve it.&quot; I think he intends it as a joke, but there&apos;s just enough substance that it makes the others feel uncomfortable.</p>
<p>&emsp;It makes me feel so warm when I remember how great he was with my two half-siblings. How he&apos;d wait for me every night after classes, and we&apos;d stay up until the morning just talking about our lives, until a couple months passed and we were brave enough to explore something else in each other. </p>
<p>&emsp;But he almost looks sad sharing these memories: holding the same expression on his face I found when we drew closer to graduation, when after challenging each other for months and months to be at our best, we climbed the ranks high enough to be withheld from direct service. It was on the week-long trip to Gaffesend that I saw the biggest change. Before that, he was right on the threshold of opening up, but after a week with his first group of guy friends, following them around to pubs in every layover town on the way to Gaffe, he started to feel colder, almost as distant as when I first met him and had to warm him up.</p>
<p>&emsp;I still find his eyes wander to other faces when we walk together, even right now, gaging reactions, forever looking for something he can&apos;t find. But with all the wonderful times we shared together, how far we opened up to each other, I&apos;m certain that it&apos;s still there, regardless of how the conditions have changed.</p>
<p>&emsp;&quot;We&apos;re still so young,&quot; he mutters, just between the two of us.</p>
<p>&emsp;&quot;I know,&quot; I tell him. &quot;How is that relevant?&quot;</p>
<p>&emsp;He pauses, as if he meant to think it. &quot;But my future is always with you.&quot; </p>
<p>&emsp;The familiar nervous tick rises where he scratches at his arms. I still wait to hear those three words. We were so close before it felt like graduation changed everything, and part of me wishes we started earlier.</p>

<p>&emsp;We approach the quest board outside the re-purposed adventurer&apos;s guild building, swarming with junior guards. We submit our forms from yesterday for a sign-off. I apologize to Bertram, though he insists he knows what I meant, and I offer for the two of us to take on a quest together.</p>
<p>&emsp;&quot;I think we should do a scouting quest together,&quot; he says. &quot;How about a close one?&quot;</p>
<p>&emsp;Jullian overhears us as he talks with his friends. I can tell he&apos;s trying to mask that he&apos;s actively listening.</p>
<p>&emsp;&quot;I&apos;m not sure,&quot; I say. &quot;I think we should do something close.&quot;</p>
<p>&emsp;&quot;This is the chance to take that next step, you know. I know we can do it. You and me, together. Nothing&apos;s going to happen.&quot;</p>
<p>&emsp;&quot;Not today,&quot; I say, &quot;but next time. I assure you. I just don&apos;t think I&apos;m ready yet.&quot;</p>
<p>&emsp;&quot;Even during the day?&quot; Bertram asks. I can feel his disappointment weigh on my self-image. &quot;It&apos;s just the other bank. Please, no more potato harvesting: my nails need a damn rest.&quot;</p>
<p>&emsp;&quot;Then scouting the city?&quot; I ask.</p>
<p>&emsp;&quot;But in the forest, you can actually sit down most of the time. Make camp and relax, as long as you&apos;re quiet enough to listen.&quot;</p>
<p>&emsp;&quot;I&apos;m sure, but&mdash;&quot;</p>
<p>&emsp;He pauses, realizing how his insistence weighs on me. &quot;No. No, it&apos;s fine,&quot; he says. &quot;I&apos;m wrong. I&apos;m sorry to push you. We can&mdash;&quot;</p>
<p>&emsp;&quot;It&apos;s alright, Bertram. I&apos;ll take one of the domestic quests alone: you go ahead.&quot;</p>
<p>&emsp;&quot;No, but . . . are you sure?&quot; </p>
<p>&emsp;&quot;I&apos;m sure,&quot; I say, watching his bright blue eyes fill with hesitation, though I&apos;ve known him long enough to tell when there&apos;s something he really wants. &quot;Really. Go on, I&apos;ll catch up with you after.&quot;</p>
<p>&emsp;&quot;O-okay, then,&quot; he says. &quot;Maybe tomorrow, then?&quot;</p>
<p>&emsp;&quot;Sure,&quot; and then I add, &quot;Maybe. Sure.&quot;</p>
<p>&emsp;The masses begin moving for the shoreline to catch a boat across the lake. Julian stops me as I turn with the few stragglers heading for the mainland.</p>
<p>&emsp;&quot;I&apos;d really like it if you&apos;d come with us,&quot; he says. The group of guys and girls look impatient, beginning to suspect something&apos;s off about me.</p>
<p>&emsp;&quot;It&apos;s alright. I&apos;d rather do stuff closer to home,&quot; I tell him.</p>
<p>&emsp;&quot;Okay,&quot; he says. </p>
<p>&emsp;&quot;Okay?&quot; I almost expected more of a fight, more of an effort towards persuasion, but he turns to join the receding group before I have a chance to protest. Oriya is the only one waiting for him.</p>
<p>&emsp;&quot;I&apos;ll catch up with you later,&quot; he says.</p>
<p>&emsp;&quot;Okay,&quot; I mutter. But he&apos;s already too far away to hear it. I look down at the quest sheet I tore from behind all the other postings, wondering where this shameful feeling of unease will deposit me today.</p>
"},{"DocType":"Chapter","GivenName":"Surprise Approach","AutoNamePart":"Chapter&nbsp;Ten","AutoNameFull":"Chapter&nbsp;Eleven","ActNum":2,"ChapterPart":10,"ChapterFull":11,"ScenePart":"","SceneFull":"","Index":42,"Label":"Paragate","Status":"First Draft","Keywords":"","UUID":"40","Synopsis":"> Cody finishes the weekend then heads to work to receive news of layoffs.
> Reed Broderick is hired despite weakening job security.","VerboseID":"2.11","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Cody","SettingInfo":{"ModernTime":"04/27/26","FantasyTime":"2A-128, 56th of Verdantide","StoryDay":"Undefined"},"DocName":"
10 // &quot;Surprise Approach&quot;","Body":""},{"DocType":"Scene","GivenName":"","AutoNamePart":1,"AutoNameFull":30,"ActNum":2,"ChapterPart":10,"ChapterFull":11,"ScenePart":1,"SceneFull":30,"Index":43,"Label":"Polishing Revision","Status":"First Draft","Keywords":"Paragate, Cody","UUID":"41","Synopsis":"","VerboseID":"2.11.30","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Cody","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-29","Body":"
<p>&emsp;Late Sunday morning, around 11:00, I awoke with my neck twisted against the closet door, my face saturated with drool, shirt missing, and a sticky note taped to my forehead with Miguel&apos;s handwriting that read &quot;DRINK WATER.&quot; The pounding headache had mostly subsided: I must have slept it off, or drank loads of water the night before from how quickly I immediately had to sprint to the restroom. And after relieving myself, I found my phone on the counter with three unread texts:</p>

<div class=&quot;msg from msgdate&quot;><span>Miguel Ruelas // 06:37
<div class=&quot;msg from&quot;><span>u gotta tell me whassup with that wack cosplay chick. neighbor? break-in? u invite rollplay hookers over when i was asleep?</span></div>
<div class=&quot;msg from msgdate&quot;><span>Miguel Ruelas // 07:13
<div class=&quot;msg from&quot;><span>or shit maybe I dreamt it, doesnt explain the bruise on my leg unless something happened that i forgot</span></div>
<div class=&quot;msg from msgdate&quot;><span>Miguel Ruelas // 07:14
<div class=&quot;msg from&quot;><span>anyways congrats bro on the house. lets catch up next week im off to church. cleaned up some of the mess. love u bro</span></div>

<p>&emsp;I looked around to find that the madman actually cleaned everything. The pillows were arranged on the couch, the beer cans sorted into the recycling bin outside, and even the counters looked like he gave them a clean wipe. I responded: </p>

<div class=&quot;msg to msgdate&quot;><span>Cody Dunsmore 11:12
<div class=&quot;msg to&quot;><span>Thanks for cleaning up dude, you didn&apos;t have to do that! Let&apos;s chill next weekend. Not much else to do when everyone moved away :/

<p>&emsp;Feeling disgusting, I rushed upstairs to take a shower, getting off the sweat and stench of a failed all-nigher. My shower thoughts brought me back to that dream in another world: getting slashed by a crazy roleplayer and encountering strangers in some semi-modern renaissance world. I looked down at my left hand, as if the warm shower water wasn&apos;t enough to tell me whether or not the flesh parted like a bad haircut. But all I found was smooth skin. </p>
<p>&emsp;It must have been a shared dream, like Inception, because I still don&apos;t recall inviting anyone over: hell, I don&apos;t even know who to call. But as the scalding water relieves the pounding in my head, I find that all I can think of is the magical woman I fought in my dreams, how she straddled me, threw knives at me, and cleaved that heavy greatsword straight into the middle of my lacrosse stick. </p>
<p>&emsp;I dried myself off before a different kind of pleasure could emerge from those thoughts: I was more absorbed by the strangeness of that vivid and continuous dream. My curiosity led me to try opening the door to the closet, finding another door behind it that looked as if its handle were blasted with a blowtorch. </p>
<p>&emsp;I just assumed I&apos;d forgotten there was no closet. Were these pre-builds originally intended for a hotel chain or something with the neighbor door? It didn&apos;t make sense at all, but I knew I wouldn&apos;t feel safe, and I was actively looking for any kind of excuse to make something stupid in my robotics workshop. </p>
<p>&emsp;After a drive-thru breakfast, I went to the home improvement store to get one of those school-shooter-stopping door stops: one level shy of something permanent like bolting the damn door in place. With a spare microcontroller, I hooked up a hall-effect sensor and a buzzer &mdash; a magnet sensor and a loud speaker, basically &mdash; to detect if that door was ever to move. By soldering the wires to the breadboard, along with some AA batteries, and using generous dollops of hot glue to stick it to the inside wall of the strange-looking door, I called it a day around 9:30 PM, returning to my bed for an early night of sleep so I could get up tomorrow, only to spend four hours doom-scrolling through the week&apos;s sordid politics. </p>
<p>&emsp;I consider all these details right now when I&apos;m driving ten over the speed limit. It&apos;s not wondering if the notched cut in my lacrosse stick was from when Miguel and I were drunkenly tossing a tennis ball outside, nor is it my missing iPod Classic. It&apos;s how I could have possibly screwed myself over this bad. </p>
<p>&emsp;I set three alarms. Either my dumb ass shut them off in succession, I slept through them, or I did bad math in figuring out the absolute latest I could wake up, forgetting that I had to take a shower. Now I&apos;m screaming down the highway, hating myself as I KNOW that I&apos;m going to either make it right on time or a couple minutes too late. </p>
<p>&emsp;I skipped breakfast when that ulcerous, cantankerous feeling arrested my stomach, running the numbers over and over and over about how long it would take me to get there. Now I calculate every second as I pull into the last roadway snaking up into the canyon, taking tight turns that jostle my backpack against the back seat, nearly screeching my tires when I pull up to the front gate. </p>
<p>&emsp;Eight fifty-three on the dashboard. </p>
<p>&emsp;The gate guard waves me through. Apparently two years is long enough for him to remember my face. I clip the badge to my wrinkled work shirt and gather my bag when my Jeep fits in the last spot available, sneaking in the back door. </p>
<p>&emsp;Eight fifty-eight. </p>
<p>&emsp;I sneak in with the technicians finishing their first union-mandated break. The ones I worked with make fun of me for being lazy, calling me an &quot;eighter-skater&quot;. </p>
<p>&emsp;Eight fifty-nine. </p>
<p>&emsp;I climb the stairs. The rows of cubes are empty, and the sinking feeling deepens. What room is the meeting in? Was it thirty minutes earlier? I&apos;ll have to guess since I didn&apos;t check mail or Teams. </p>
<p>&emsp;Nine o&apos;clock. </p>
<p>&emsp;I try to calm my breathing or else I&apos;ll embarass myself further. Fuck, the door&apos;s shut. I open the door with a pad and paper in my other hand, meeting six sets of eyes as I retreat to the back, not a chair left for me to sit in. </p>
<p>&emsp;&quot;Barely on time, Cody,&quot; Nav says. In the dark room, his face is only lit by the computer, and the window of emails is up on the projector. </p>
<p>&emsp;&quot;I&apos;m sorry. I&mdash;&quot; don&apos;t add kindling to the fire by using an excuse: I find I&apos;m mostly out after this many years. </p>
<p>&emsp;Navesh continues. &quot;As I was saying. I swear to be transparent with all of you when it comes to this stuff. They monitor what they tell me, because they know I&apos;ll just regurgitate it back to all of you, because you deserve that honesty,&quot; he says. </p>
<p>&emsp;Our team looks on with a knot in their stomachs: to my left, the Robinson-Monroe lifers Wilford Sameshima, a mechanical, and Michael Leguziamo, an electrical. To my right, Kei Sakurajima tensions her nails against her slender arm as she watches me for my own reaction, and mid-rank electrical Scott Valdez buries his face in his notepad. </p>
<p>&emsp;&quot;You all know the Aerospace Division was expecting the contract. Which means power cell assemblies to design, which means busy work making our existing models fit to their demands,&quot; Nav says. </p>
<p>&emsp;Kei types something into her open computer. My wrist vibrates when she hits the return key: </p>

<div class=&quot;msg from msgdate&quot;><span>SAKURA_KEI 09:02:15:
<div class=&quot;msg from&quot;><span>I thought I had tenure?</span></div>

<p>&emsp;It&apos;s an inside joke from when we had several electives together, when a professor was fired right in front of us. She cracks a smile that she fights to hide, trying to lighten the tension just a little. The humor joins the emotions inside my chest like adding oil to water, and not much for words right now, I respond. </p>

<div class=&quot;msg to msgdate&quot;><span>DUNSMO_COD 09:02:43:
<div class=&quot;msg to&quot;><span>?

<p>&emsp;Scott interjects, &quot;So when are we looking at here? For the . . . reduction of staff.&quot; </p>
<p>&emsp;Even the lifers are afraid, tenured with all their tribal knowledge. Wilbur says, &quot;How many per group? I mean, we have a small team.&quot; </p>
<p>&emsp;Nav predicates his next words with a warning. &quot;Now, I&apos;m not sure about any of this because they refuse to tell it straight. We&apos;re looking at one to two people, maybe. And we&apos;re looking at just before Christmas.&quot; </p>
<p>&emsp;&quot;Just in time to get gifts for my kids,&quot; I say, before realizing I&apos;ve spoken. </p>
<p>&emsp;&quot;You don&apos;t have kids,&quot; Kei says. </p>
<p>&emsp;A nervous chuckle circles the room. Nav looks relieved that I tried to ligthen things: it feels like the first time I&apos;ve been really useful to this team in a month. </p>
<p>&emsp;&quot;They&apos;re probably going to ask me to make a list again, just like I did three years ago, some of you willl remember that. They&apos;re going to force me to rank you. And I&apos;m sure you all know generally where you stand.&quot; I feel him staring at me through the back of his head: he doesn&apos;t have to turn around. </p>
<p>&emsp;&quot;A team of six is already pretty damn small,&quot; Mike says, mumbling into his folded hands. &quot;We&apos;re probably the smallest in the company already.&quot; </p>
<p>&emsp;&quot;Which might mean we&apos;re fine. But it&apos;s not just six of us anymore,&quot; Nav says. I can see the notification come across his computer: one of the executives is waiting to enter the meeting after it is over. </p>
<p>&emsp;&quot;What do you mean?&quot; I ask, feeling my heart skip a beat. If it&apos;s HR, that means the reaper is taking someone away. </p>
<p>&emsp;&quot;It&apos;s seven now. We vetted him before we lost the contract,&quot; Navesh says. </p>
<p>&emsp;&quot;Did he even interview?&quot; Kei asks. &quot;I don&apos;t think any of us were there to get to know them.&quot; </p>
<p>&emsp;The executive walks in: it&apos;s my boss&apos; boss, dressed to the nines, probably lost since someone like him would never even bother to step into a wing of the company like ours. Behind him is a dark-haired, clean-cut guy dressed like any of us used to: slacks, a belt, and a tucked-in collared shirt. Feels like we should stand at attention for such seniority, but I&apos;m already up. The new recruit isn&apos;t nervous at all in introducing himself. </p>
"},{"DocType":"Scene","GivenName":"","AutoNamePart":2,"AutoNameFull":31,"ActNum":2,"ChapterPart":10,"ChapterFull":11,"ScenePart":2,"SceneFull":31,"Index":44,"Label":"Polishing Revision","Status":"First Draft","Keywords":"Paragate, Katiya","UUID":"42","Synopsis":"","VerboseID":"2.11.31","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Cody","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-30","Body":"

<p>&emsp;&quot;Nice to meet you all. I&apos;m Reed Broderick,&quot; he says. The executive hands him two dozen donuts, and he puts them on the table. &quot;I&apos;ve heard this is how you make an impression.&quot; </p>
<p>&emsp;&quot;You heard right,&quot; Kei says. The animals all reach their hands for the box, but I lean further against the wall. </p>
<p>&emsp;&quot;So where are you from, Reed?&quot; Michael asks, his mouth full of donut. &quot;And how old are you? We&apos;ve got a lot of young ones on this team now.&quot; </p>
<p>&emsp;&quot;Twenty-eight. I graduated last year with a Mechanical degree, but I haven&apos;t found much of anywhere to work until now,&quot; he says. </p>
<p>&emsp;A year older than I am. </p>
<p>&emsp;The executive cuts in. &quot;I can assure you that he&apos;s the best. You know his father, John: he used to work in Aerospace until he moved up.&quot; </p>
<p>&emsp;&quot;So the legacy continues,&quot; Navesh says. &quot;I remember your father! We worked together before they made me the captain of this ship.&quot; </p>
<p>&emsp;Reed exudes the rest of his confidence. &quot;I know I didn&apos;t formally interview, but I&apos;m really excited to be a part of this team. Let my work speak for me,&quot; he insists, walking around the table to join me in the back. </p>
<p>&emsp;Navesh squeezes words out under the executive&apos;s hopeful gaze: &quot;Well, we certainly have fresh energy with all these young people here.&quot; </p>
<p>&emsp;Reed extends his hand, and I shake it. &quot;Nice to meet you, bro,&quot; Reed says, and despite the added tension, I find myself relieved to make another possible friend. </p>
<p>&emsp;&quot;Cody Dunsmore,&quot; I say. I&apos;d compliment his firm handshake if it didn&apos;t make me feel like I was becoming my father. </p>
<p>&emsp;&quot;And I&apos;m Kei. Kei Sakurajima.&quot; </p>
<p>&emsp;She extends her hand as the others rise to introduce themselves like it&apos;s the start of a church service. The executive lifts himself from leaning against the door frame. </p>
<p>&emsp;&quot;Then I guess I&apos;ll leave y&apos;all to it,&quot; he says. </p>
<p>&emsp;As the others swarm our unexpected colleague, I try to remember my own first day here, but it was really like any other. It was five hours before IT could get my email working, and although Navesh was warm with his welcome, nobody stood from their cubes to do so much as introduce themselves. I had to bring my own &apos;new guy donuts&apos; the next day to get the rest of the bean-counters and nerds to acknowledge my presence! </p>
<p>&emsp;We leave the room as soon as everyone gets their introduction. Nav looks like he wants to say something to me again about my timeliness, but is intercepted by Scott, and as we walk back, Reed takes a particular interest in Kei and I. </p>
<p>&emsp;&quot;Designated seating, I was told,&quot; Reed says. He looks at the new edict from HR, a paper map atop his Bankers box of stuff. &quot;Says I&apos;m right next to you, Kei. Hope you&apos;re patient enough for all my questions.&quot; </p>
<p>&emsp;I curse the corporate gods of fate that put me in the empty row with Wilbur. </p>
<p>&emsp;&quot;That shouldn&apos;t be a problem,&quot; Kei replies. &quot;Cody&apos;s bothered me since day one, and he&apos;s still doing it.&quot; </p>
<p>&emsp;&quot;How long have you both been here?&quot; Reed asks. </p>
<p>&emsp;&quot;Three years and some change,&quot; Kei says. </p>
<p>&emsp;&quot;Are you also new?&quot; Reed asks me. </p>
<p>&emsp;&quot;No. I&apos;ve been here for two years,&quot;I tell him. </p>
<p>&emsp;&quot;Oh.&quot; His eyes turn from my box on the map, which still reads SUPPORT ENGINEER, and I know I&apos;ve been asking the same question. </p>
<p>&emsp;I feel a finger tap my shoulder after the others pass us. &quot;Can I talk to you for a second?&quot; Nav says. </p>
<p>&emsp;&quot;Uh, yeah, sure,&quot; I tell him. My stomach drops further, realizing I have no idea if there&apos;s a bottom. We walk a couple steps to the row with vacant cubes. </p>
<p>&emsp;I try to take the fire from him by calling myself out first, stumbling over the first words that come to me. &quot;I&apos;m sorry I barely made it on time. Moving shouldn&apos;t be an excuse, and&mdash;&quot; </p>
<p>&emsp;&quot;I get it,&quot; he says. &quot;But if you were any later, that would have been a reflection on me in front of my boss, and the kind of things that I allow here. I&apos;m not safe here either. But, look. I don&apos;t know if you&apos;re just burned-out or something: you&apos;ve been on the threshold of the next level for ages, and I get you&apos;re feeling restless, but . . .&quot; He pauses because the next words are uncomfortable. &quot;If I&apos;m forced to make a list, I want you to be ready.&quot; </p>
<p>&emsp;&quot;What do you mean?&quot; </p>
<p>&emsp;&quot;I mean that you&apos;re going to be near the bottom,&quot; he says, and then clarifies, &quot;by rank.&quot; </p>
<p>&emsp;&quot;Me and the newer . . . guy?&quot; I ask, hushing my voice so no one can overhear me. Asking about seniority is totally my right, but I&apos;m too damn nervous to bring it up. </p>
<p>&emsp;&quot;You are, roughly.&quot; </p>
<p>&emsp;The rising feeling makes me ball my fists behind my back. </p>
<p>&emsp;I guess I only matter if I fucking know someone, I think. </p>
<p>&emsp;I hold back the strain in my eyes, and I find myself thinking that if my dream wasn&apos;t to work in that new building a little higher in the valley, and if the fears of that mortgage weren&apos;t so punishing, I&apos;d be actively out looking for something else. </p>
<p>&emsp;Looking out the window at that building calms me down just enough to pedal a false face of humility. &quot;I understand. I haven&apos;t been that great,&quot; I say. </p>
<p>&emsp;&quot;No, I like you, Cody,&quot; he reassures me, but I don&apos;t feel it. &quot;I don&apos;t pull the strings or drive the gears. I&apos;m just a pinion between the executives and my team.&quot; An idler gear, only transferring the force it&apos;s given by the others. </p>
<p>&emsp;It takes a couple breaths before I can bring myself to respond. &quot;I&apos;ll do better, then, whether it means something or not,&quot; I tell him. </p>
<p>&emsp;&quot;Well, with all this idle time we&apos;re gonna have, we&apos;ll have a couple projects to improve stuff. Make stuff the customers don&apos;t know they want yet. For me, it was redesigning the battery enclosure that made me prove myself enough to move up. So maybe . . .&quot; </p>
<p>&emsp;&quot;It&apos;s a chance, you&apos;re saying.&quot; </p>
<p>&emsp;&quot;But not a promise.&quot; </p>
<p>&emsp;I know that shit already, Nav, I think to myself, as I feel the whole path to my future rearranging itself in front of me. It takes all the strength I have to refuse to show it in my expression. </p>
<p>&emsp;A breath. And then another. </p>
&quot;I appreciate you telling me this,&quot; I manage, enough to get him to go away. As the first tear crests my eye, trying to suck it back into my tear duct, I take a deep breath and decide to take my break early."},{"DocType":"Chapter","GivenName":"Anxiety and Avoidance","AutoNamePart":"Chapter&nbsp;Eleven","AutoNameFull":"Chapter&nbsp;Twelve","ActNum":2,"ChapterPart":11,"ChapterFull":12,"ScenePart":"","SceneFull":"","Index":45,"Label":"Paragate","Status":"First Draft","Keywords":"","UUID":"43","Synopsis":"FOUR WEEK TIME SKIP
> Katiya continues taking domestic quests.The town hosts a wealthy family, but Chymaerans attack.
> Katiya tries to respond but freezes in fear, half-solving the problem. She races to Bertram.","VerboseID":"2.12","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"05/22/26","FantasyTime":"2A-128, 81st of Suntide","StoryDay":"Friday"},"DocName":"
11 // &quot;Anxiety And Avoidance&quot;","Body":""},{"DocType":"Scene","GivenName":"","AutoNamePart":1,"AutoNameFull":32,"ActNum":2,"ChapterPart":11,"ChapterFull":12,"ScenePart":1,"SceneFull":32,"Index":46,"Label":"Generative Revision","Status":"First Draft","Keywords":"Paragate, Katiya","UUID":"44","Synopsis":"","VerboseID":"2.12.32","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-31","Body":"
<p>&emsp;There&apos;s no early breaks in all the domestic quests. It only took a couple days before I realized that sitting on the job was a bad image, unless you have a lunch pail in your hands. Just like any routine &mdash; whether it&apos;s a new cycle of combat training, classes, or a new job &mdash; the first three days are memorable because it&apos;s all so fresh. I thought taking different quests would make each day distinct from the last, but from the fourth day onward, it all became a blur of motion, forgotten at the end of each day by an exaspirated body and a tired mind.</p>
<p>&emsp;This is the first job on city watch that has me raking leaves on the side. Though the mountainside is still flushed with fading green, the eager leaves transform from yellow to red and deposit themselves early on the stone thoroughfares. From a raised vantage point at the southwestern hillside of Gaffesend, I abate the stress by drawing in the crisp mountain air, watching as the browning wild lashes of the southern grasslands are battered about by gale winds.</p>
<p>&emsp;Long in the distance, the grand lake reflects the shadowed mountain view, too far to make the crests of little waves. I watch as junior guards paddle back from their postings on the outer rim, wondering which of my friends are among them. But it&apos;s nice to know that at least I&apos;m not alone.</p>
<p>&emsp;&quot;Have you ever attached a broom handle to the end of it?&quot; I ask. Her sharp eyes bounce between the rake and the tip of her tail.</p>
<p>&emsp;&quot;I-I don&apos;t think that would work, it&apos;s not strong enough,&quot; Caeda says. I&apos;ve gotten to know her a lot better: the shy pair well with the timid since they end up taking similar tasks. &quot;When should we head down?&quot;</p>
<p>&emsp;&quot;Well there&apos;s certainly no shortage of leaves, the Verdalan Gods make sure of it. Maybe now, I guess,&quot; I tell her. &quot;This was all supposed to be done before the royals came to town, as if miles of road could be effectively polished by five junior guards.&quot;</p>
<p>&emsp;&quot;What does such a task even have to do with protecting?&quot; Caeda mutters.</p>
<p>&emsp;&quot;We&apos;re protecting . . . the . . . image, I guess, of the city. And next we&apos;ll be protecting the parade route.&quot;</p>
<p>&emsp;&quot;Sometimes it feels like they&apos;re just trying to keep us busy with silly tasks,&quot; she says.</p>
<p>&emsp;&quot;It&apos;s allowed me to get to know the locals really well, at least. They say they&apos;re glad we take the tasks that make a difference.&quot;</p>
<p>&emsp;&quot;That&apos;s because you fawn for social interaction, it&apos;s quite marvelous to me how you&apos;re so full of energy all the time. But that&apos;s coming from someone who doesn&apos;t make friends unless they see them every day for about a month.&quot;</p>
<p>&emsp;&quot;A month?&quot; The math surprises me. But it sounds about right when I count all the days I&apos;ve taken off. I walk with Oriya, Jullian, Berry, and Ryder every morning for five of them, to take new postings from the quest board and get to work. Every sixth or so, I persuade them to join me on a hike or go swimming in the hot springs. And every night is my chance to get out and socialize when I&apos;m not taking night quests: having only scouted twice, I feel quite distant from the others.</p>
<p>&emsp;The loneliness carries into other areas, too. I&apos;ve only seen Jullian five times since the start of this transition. Besides walking to work hand-in-hand, we&apos;ve gotten together almost every day off to blow off some steam. I&apos;ve only been able to convince him once to go on a date with me to the hot springs, and it was on my earnings. The other times he says he&apos;s too busy &mdash; though I always see him with his friends. It disappoints me when our acts of passion end as soon as he gets off: the only courtesy he seems to have is letting me get there first.</p>
<p>&emsp;We descend the hill as the northern scouts congregate in Gaffesend Square. The bell tolls midday: normally that would mean a break for rations, but our service is expected to run later, and nobody minds when it makes this a &quot;two-quest-day.&quot;</p>
<p>&emsp;&quot;I bet Bertram rues being sick when quest forms are this easy,&quot; I tell Cae. The slowness of this life almost makes me believe that Gaffe is as insular as the capital, capable of holding small events for royalty passing through the town. We&apos;re ordered to line up on the sides of the Main Street. It feels like a festival, the way all the street lamps are adorned with fresh flowers; the businesses shuttered for an hour; and the full population split between halves of the street. We stand in pattern between the onlookers and the empty road. The senior guards are busy on the city outskirts, demanding papers, and ensuring no Chymaeran spies are guising unwitting villagers. We hold the ceremonial rifles that we retrieved from the armory, clasped between our hands and upright, though Aldrin insists we &quot;can&apos;t be fully trusted with them yet,&quot; and that we need to &quot;train with a blade before we can handle them.&quot;</p>
<p>&emsp;My eyes steady on the vacancy in front of me on the other side of the road, originally intended to be held by Bertram. Before long, the shimmering white carriage prattles down the road, drawn by two black horses. They&apos;re looking to have a two-nights&apos;-stay in the hot springs, and we&apos;re meant to prove to them that Gaffesend is safe, encouraging more tourists to make the trek to enrich our lands.</p>
<p>&emsp;I figure most of our population is excited for the presence of a Chosen Mask: we got the news that he was being paid to defend the carriage between villages. It&apos;s rare that anyone notable ever passes through, especially since we&apos;re the last stop before nothing. I can see him waving to his admirers from the coachman&apos;s seat as they cheer and throw flowers at the feet of the horses. Within the carriage, a finely-dressed family of six waves from the windows, wearing white and gold.</p>
<p>&emsp;I feel my hands loosen their tension on the rifle. The nagging feeling of fear that&apos;s plagued me since forever is almost in the back seat, and around me, I can drink to the exuberance of the town. To my left, Cae smiles, predictably not the type to cheer. To my right, Pax pumps his fist in the air. And Bertram is absolutely focused on the royals, standing there directly in front of me.</p>
<p>&emsp;The carriage is drawing closer, at least a hundred paces away. Some of the family&apos;s younger passengers have exited the carriage, walking alongside the road and tossing wrapped candies to the onlookers. The nagging feeling grows stronger. It&apos;s just too peaceful. And as my hands tension around the black steel, Bertram&apos;s eyes catch a glint of amethyst when he decides to make his move.</p>
"},{"DocType":"Scene","GivenName":"","AutoNamePart":2,"AutoNameFull":33,"ActNum":2,"ChapterPart":11,"ChapterFull":12,"ScenePart":2,"SceneFull":33,"Index":47,"Label":"Generative Revision","Status":"First Draft","Keywords":"Paragate, Katiya","UUID":"45","Synopsis":"","VerboseID":"2.12.33","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-32","Body":"
<p>&emsp;They&apos;re close enough to run me over, but my body&apos;s trained to react before I can think. Muscle memory comes before thought, thought before fear, and fear before true reaction, so it&apos;s only when I&apos;m halfway across the road that the thoughts finally reach my muscles. The others are only beginning to notice when the Chymaeran fleshwalker raises the rifle. I&apos;m the only one that happened to know enough and be close enough to respond, and when I try to take another step, I feel the gravity of my past flood my veins with molasses.</p>
<p>&emsp;I struggle to refuse the defenses of my own mind. I always swear I can taste the smoke from that fire when my heartbeat rises. And as the Chymaeran assassin guising my friend prepares to take aim and pull the trigger, all I can do is watch as I collapse to the street, giving the horses such a start that they shy and snort, rearing on their hind legs, casting the carriage forwards and backwards.</p>
<p>&emsp;Pax is quick on the uptake: for every dearth of common sense, he excels in his perception, tuned to that energy of the attacker. While the other junior guards only begin to notice, and the Chosen is left helpless in a battle of speed, the assassin pulls the trigger, spooking the horses and the spectators as Pax tackles him to the ground.</p>
<p>&emsp;I brace my head with my cheek brushing moss between the roadway stones. The coachman pulls the slip knot, and the horses&apos; hooves clatter against the road, and I hold my breath, as if it could change the chances of the startled stallions shattering my spine or ribs. But they clamber right overhead, and as the carriage passes directly over my prostrated body lying straight with the road, I feel the wetness of something dense drip across my cheek.</p>
<p>&emsp;My ears still ring from the blast, but I can hear the cries of the children and the wife. And when I&apos;m sure my whole body can still respond to its commands, I begin to crawl from beneath the carriage.</p>
<p>&emsp;&quot;May the gods damn your pathetic town and its useless guards,&quot; the wife says. &quot;It should be wiped off the face of the map!&quot;</p>
<p>&emsp;I begin to imagine the repercussions, and I try to prepare myself for what&apos;s to come. I accept my fate to vanish from this program. I had my chance, and yet I couldn&apos;t even finish the job!</p>
<p>&emsp;The Chosen drags me out from beneath the carriage with his gloved hands. A long streak of the husband&apos;s blood stains my bangs and trickles down my nose. When I look to the inside of the white carriage, emptied of its crying inhabitants and bright with a splatter of red, I find the husband taking shallow breaths as he holds his shoulder, tended to by the glowing hands of their family&apos;s hired healer.</p>
<p>&emsp;The immaculately-dressed wife&apos;s jewelry clatters when she gets her hands around my collar, thrashing me as the Chosen hesitates to disarm his source of wealth. Her hands are already red with her lover&apos;s blood, clothes absent the pristine ivory white they surely struggled to sustain on such sultry trails.</p>
<p>&emsp;&quot;You cowering, yellow-bellied bitch,&quot; she exclaims. Her gloved hand batters my cheek with deafening leather contact. &quot;You leach our tribute. You live to give your lives for us, and I&apos;ll be sure you don&apos;t see another sunrise in this line of work. The guard of this backwater town are a joke!&quot;</p>
<p>&emsp;I can feel my tears streaming, directly in the view of all my comrades that can only just stand there and watch. Jullian ducks his head when I meet his eyes. Cae freezes, her tail frayed. And Ryder and Pax are busy wrestling the Chymaeran as it tries to change forms. </p>
<p>&emsp;But I hear the husband. &quot;Dear. That young guard is the reason my head is on my shoulders. I mean, Gods, if she hadn&apos;t given the horses a start...&quot;</p>
<p>&emsp;&quot;She nearly got you killed!&quot;</p>
<p>&emsp;&quot;The bullet did that,&quot; he says.</p>
<p>&emsp;&quot;But still,&quot; she says. The mercurial woman releases my collar and tensions her fists, letting out an exasperated cry. The side of my face aches as I slouch, wiping my tears with the unsullied parts of my arms, remembering not to dirty their carriage with contact from my body.</p>
<p>&emsp;But it&apos;s the distress of the children that damages me the most. Standing on the other side of their life-altering trauma, facing such failure that I&apos;m painted with the aggressor, the devastating shock registers on their faces, now devoid of sorrow, just speechless like I once was as they try to recalibrate their understanding of how horrifying the world can be. And all I want is to embrace them, to tell them that everything will be alright, to let them cry into my shoulder.</p>
<p>&emsp;&quot;You failed us. And you&apos;re going to pay for this,&quot; the wife screams at Aldrin when he approaches. &quot;How are you going to make this right?&quot;</p>
<p>&emsp;&quot;You&apos;ll make it right by apologizing to my officer,&quot; he says. &quot;I don&apos;t care how much money you have, what role you play in the Empire, you will apologize for assaulting the woman who tried to save you!&quot;</p>
<p>&emsp;&quot;And failed,&quot; she insists. &quot;You&apos;re messing with Valensend blood&mdash;&quot;</p>
<p>&emsp;&quot;You gave two days of warning for your arrival, refusing like all you rich types do to pay in advance, and then you have the gall to say we didn&apos;t prepare. It takes weeks!&quot;</p>
<p>&emsp;The woman tensions her fists. Two of children grasp her dress by the fabric. I draw deep breaths to make the blood flow back into my fingers and legs, all the while feeling like I&apos;m stealing a resource I no longer deserve.</p>
<p>&emsp;But I hear the father&apos;s voice behind me. &quot;She would have complained the same if it was just a scare: I would have stopped her if I had the strength. As far as I&apos;m concerned, you saved my life.&quot;</p>
<p>&emsp;&quot;But I hesitated. I saved no one. It was luck.&quot;</p>
<p>&emsp;&quot;Luck or not, you&apos;re a reason my children still have a father,&quot; he says. I turn around. He gestures for the servant and the healer to tend to my scratches, and with a quick wave of a hand, I feel the sting slowly dissipate from my face.</p>
<p>&emsp;He reaches from the open door, dabbing his blood from my skin with a clean corner of a towel, ensuring that nothing ill will come of this. Behind us, the two continue to argue as senior guards apprehend the battered Chymaeran assassin. It&apos;s only when I see the assailant&apos;s guise of my cherished friend that I remember the absence of the real one.</p>
<p>&emsp;I release an unintelligible string of words before the panic peaks inside me once again. Aldrin shouts. Two of my friends try to stop me, and the woman screams of my cowardice, but all I can think of is what I learned it takes for a Chymaeran to steal a guise.</p>
<p>&emsp;I run as fast as my feet will take me, choosing to try and save another, even if it means damnation for leaving this all behind.</p>
"},{"DocType":"Chapter","GivenName":"Ennui and Excoriation","AutoNamePart":"Chapter&nbsp;Twelve","AutoNameFull":"Chapter&nbsp;Thirteen","ActNum":2,"ChapterPart":12,"ChapterFull":13,"ScenePart":"","SceneFull":"","Index":48,"Label":"Paragate","Status":"First Draft","Keywords":"","UUID":"46","Synopsis":"> Nav introduces project. Reed overpraised.
> Cody struggles with change and ennui though Kei asks him out.
> Cody goes cold. But Katiya bangs on the door.","VerboseID":"2.13","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Cody","SettingInfo":{"ModernTime":"05/22/26","FantasyTime":"","StoryDay":"Friday"},"DocName":"
12 // &quot;Ennui And Excoriation&quot;","Body":""},{"DocType":"Scene","GivenName":"","AutoNamePart":1,"AutoNameFull":34,"ActNum":2,"ChapterPart":12,"ChapterFull":13,"ScenePart":1,"SceneFull":34,"Index":49,"Label":"Generative Revision","Status":"First Draft","Keywords":"Paragate, Cody","UUID":"47","Synopsis":"","VerboseID":"2.13.34","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Cody","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-33","Body":"
<p>&emsp;I can only work as fast as the computer will take me. I&apos;ve spent so many hours between renders imagining how I would boost the performance if IT gave me a blank check and I was then the bottleneck &mdash; although a workstation laptop is nice to take home, it has nothing over one of those stationary rigs that the Robinson-Monroe lifers were grandfathered into.</p>
<p>&emsp;They gave me the laptop two years ago, and it hasn&apos;t been updated since. One day I booted into BIOS to see if I could overclock it, or take it to its limits. But IT&apos;s Great Wall of Control knows no bounds, so all I can do is sit here for twenty minutes at a time before I notice the changes in the drawing are applied.</p>
<p>&emsp;Those twenty minutes are silent. Only Wilbur and I sit in the row, and we&apos;re not even across from each other. Reed filled in the spot that the last escapee left behind, and although I was eager for months to move next to Kei and take the next steps, Navesh insisted it was a &quot;major waste of time.&quot; I feel like Wilbur and I have exhausted every topic across the generational gap: his kids, when I plan to marry, if I have a serious girlfriend yet, cars, and sports. Every day I hear his wake apnea over the partitions, and sometimes I wonder if it&apos;s the perfect cover for him to be sleeping.</p>
<p>&emsp;The computer still holds an hourglass. It&apos;s midday, and the neighboring row is filled with chatter. I hear Reed&apos;s voice the most often, and a little too often: if golden retrievers could design and code, and the connotation didn&apos;t imply he was stupid, I think it would fit him well. Kei acknowledges his musings here and there, but is always so focused that she spits no more than a couple words.</p>
<p>&emsp;I check the calendar in the lower right corner of my screen. Fall is fast approaching, and when I count, it&apos;s been almost four weeks since I moved in. Four weekends of my parents coming over to visit, bringing over one of my favorite home-cooked meals, allowing them to ask when they&apos;ll have grandkids now that I have a house. Four weeks since I lost my brother&apos;s classic IPod, so now I listen to music on my phone. But also four weeks without drinking: most days I just go home, spend an hour on the computer scrolling my list of games, trying to convince myself to play something, and then go to sleep early unless I go to the gym with Miguel.</p>
<p>&emsp;Reed keeps rambling on about sports and hobbies, and the more I just sit there &mdash; helpless to walk over or else I&apos;ll look lonely and desperate &mdash; the more I wonder if I&apos;m getting the right dose of meds. The longer time drags, and the later into my twenties it gets, the further I feel from the spurious passion of those college years where it was forced out of me. It&apos;s like being at the bottom of a dark pool, or a distant game of telephone recalling how I last recalled those moments. My vocal cords feel neglected for how little use they get, and like an unmotivated violinist, I&apos;ve been unpracticed for a while.</p>
<p>&emsp;The render loads. It breaks the entire assembly, and I have another three keystrokes before I wait even longer.</p>
<p>&emsp;&quot;Hey, Reed. Good job on the redline today,&quot; Nav says. &quot;I hope you&apos;ve been getting used to the software?&quot;</p>
<p>&emsp;&quot;Of course,&quot; he says. &quot;Kei has been teaching me well. And Cody over there, too.&quot;</p>
<p>&emsp;I count the green-stamped pages on my desk. Three I&apos;ve completed today. Maybe they just forget I work here?</p>
<p>&emsp;&quot;So anyways. I want the three junior engineers to follow me,&quot; Nav says. I duck my head to look busy when he comes over. &quot;Cody, can you follow us?&quot;</p>
<p>&emsp;&quot;Sure, Nav,&quot; I tell him.</p>
<p>&emsp;We gather in one of the small meeting rooms. I sit first near the door, then Kei and Reed sit together on the far side. Nav makes small talk when he&apos;s plugging in his laptop. &quot;I haven&apos;t seen you at any of the happy hours, Cody,&quot; he says. &quot;The whole team was there last week: what have you been so busy with?&quot;</p>
<p>&emsp;&quot;I even got Kei to go once,&quot; Reed says. &quot;And she&apos;s usually busy all the time!&quot;</p>
<p>&emsp;Kei smiles. &quot;Yeah, I guess I can admit last week was a little fun. Even if it&apos;s just talking about guy stuff at a sports bar.&quot;</p>
<p>&emsp;Reed looks at me earnestly. I can tell that he means it. &quot;You should come.&quot; He reminds me of my business major roommates in college, except before I had a legitimate excuse.</p>
<p>&emsp;&quot;Yeah. Sounds like fun.&quot;</p>
<p>&emsp;&quot;Well, tonight&apos;s the night. We were thinking Chili&apos;s,&quot; Nav says. &quot;And you all have been doing great, so I thought I&apos;d buy you all a drink.&quot;</p>
<p>&emsp;&quot;Cheers to that!&quot; Reed exclaims, raising an imaginary glass as I take a long draw of an energy drink. Nav flicks on the projector. His screen comes into focus, with a presentation labeled INTERMITTENT APPRENTICE DEVELOPMENT PROJECT, BY NAVESH D. PRATEL.</p>
<p>&emsp;&quot;So I&apos;ve been looking for ways to keep us busy. Things have been rather slow, and with Scott leaving and all &mdash;&quot;</p>
<p>&emsp;&quot;Scott&apos;s leaving?&quot; We say in near unison.</p>
<p>&emsp;&quot;Yeah. Oh, shoot &mdash; I was supposed to wait until Monday, gosh darn it,&quot; he says. &quot;Keep this between us.&quot;</p>
<p>&emsp;&quot;And what&apos;s going to happen?&quot; Kei asks.</p>
<p>&emsp;&quot;I don&apos;t know, with the hiring freeze and all, maybe something will come from within,&quot; Nav says. He winks so hard I think I hear it. &quot;Anyways, on an unrelated note, I have a project to keep you guys busy, instead of vanishing early to go to Starbucks.&quot;</p>
<p>&emsp;&quot;Awesome,&quot; Reed says, but literally.</p>
<p>&emsp;&quot;We spend forever just designing and redesigning what already exists. It&apos;s what most of engineering is if you&apos;re not R and D, after all.&quot; </p>
<p>&emsp;Next slide.</p>
<p>&emsp;A 90&apos;s clip-art image of batteries is on the screen, each with little faces, shaking hands like little powered businessmen. I nearly laugh and I have to cover my mouth.</p>
<p>&emsp;&quot;You spend so much time doing redlines as support engineers that you don&apos;t get to feel what it&apos;s like to come up with something. Surely you felt it in college. Maybe you&apos;ve missed it.&quot;</p>
<p>&emsp;I nod almost as excitedly as Reed does.</p>
<p>&emsp;&quot;Enclosures, and more enclosures. Modifying dimensions of existing batteries by the smallest hair to please a customer&apos;s plans. Well, I want you all to take a shot at designing something entirely new,&quot; Nav says. &quot;You should know how batteries work from experience, not just designing the stuff they&apos;re housed in.&quot;</p>
<p>&emsp;&quot;Yes, a million times yes,&quot; Reed says, and even Kei looks slightly invested.</p>
<p>&emsp;The next slide is a cross-section of a battery scanned from one of the lifers&apos; textbooks, with such hand-drawn beauty there&apos;s no doubt it came from the seventies. I relish that it&apos;s finally something I&apos;m good at, involving all the robotics I love to do in my garage.</p>
<p>&emsp;&quot;What happens is a redox reaction, or reduction-oxidation,&quot; Nav says, sounding like my Circuits professor if he was twenty years older. &quot;The anode has electron-rich elements like zinc, so it&apos;s negative. The cathode has elements like silver, so it&apos;s positive, and when you connect a wire from one to the other, you get electron flow.&quot;</p>
<p>&emsp;Next slide.</p>
<p>&emsp;&quot;We typically do nickel-cadmium or lithium-ion, far better than the lead-acid ones. Then there&apos;s nickel-metal-hydride . . .&quot; </p>
<p>&emsp;He drones on and on. With the energy drink death-gripped in my hand, I manage to stay awake: Reed can do it without anything. I decide to just wait for the email with the PowerPoint.</p>
<p>&emsp;&quot;And, with all these considerations, your task will be to design an optimal battery, given a set volume. You&apos;ll do some theory, then we&apos;ll use the multimillion-dollar battery lab the R&D guys seem to have forgotten about.&quot;</p>
<p>&emsp;&quot;That&apos;s great,&quot; Reed says.</p>
<p>&emsp;&quot;How far you go with this project is up to you, and what you take from it is very important. You&apos;ll be doing this between redlines, getting feedback from Senior engineers, so that you design the best battery possible, and safely,&quot; he says, closing his laptop. &quot;We&apos;ll be starting next week. And since it&apos;s Friday, maybe we can talk about it at Happy Hour.&quot;</p>
<p>&emsp;We all stand from the table. My foot falls asleep pretzeled on my other leg, so I stumble towards the door last. But before I can exit, Reed stops me.</p>
"},{"DocType":"Scene","GivenName":"","AutoNamePart":2,"AutoNameFull":35,"ActNum":2,"ChapterPart":12,"ChapterFull":13,"ScenePart":2,"SceneFull":35,"Index":50,"Label":"Generative Revision","Status":"First Draft","Keywords":"Paragate, Cody","UUID":"48","Synopsis":"","VerboseID":"2.13.35","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Cody","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-34","Body":"
<p>&emsp;&quot;Hey bro. I was thinking we could talk about the project later,&quot; he says.</p>
<p>&emsp;What is this, an undergrad lab? Is there a grade?</p>
<p>&emsp;&quot;Yeah, that&apos;d be cool,&quot; I say.</p>
<p>&emsp;&quot;What&apos;s your phone number? I already got Kei&apos;s last week. I was thinking we could make a group chat,&quot; he says.</p>
<p>&emsp;&quot;Uh, yeah, man, sure.&quot; I take his phone. I enter CODY WORK in the top, and the ten digits in the box. He shoots me a text of the first three emojis in his &quot;recent&quot; bar, and then proceeds to make the group message right then and there.</p>
<p>&emsp;&quot;Cool!&quot; He says. &quot;I was thinking, you look like you lift. Would you be down to lift before Monday?&quot;</p>
<p>&emsp;I hardly even get in the door on time, dude, I want to tell him, but I&apos;m short on friends and his energy is nostalgic for friends in a time long past. &quot;Sure, I would like that,&quot; I tell him.</p>
<p>&emsp;&quot;Great! I&apos;ll send you the one I go to. You can use my membership,&quot; he insists.</p>
<p>&emsp;I nod my head, still in my cooldown period for using &quot;cool,&quot; &quot;great,&quot; or &quot;dope.&quot;</p>
<p>&emsp;The rest of the day passes slowly. I draw a couple concepts for the enclosure on sheets of TOPS engineering paper, an empty pad from never designing anything new. The late hour comes, and when the others begin to make their egress, it&apos;s just Kei and I.</p>
<p>&emsp;After shutting down. I pass her while she&apos;s deep in a design project. I&apos;m surprised she notices.</p>
<p>&emsp;&quot;Quite the eager guy, isn&apos;t he,&quot; she says.</p>
<p>&emsp;&quot;Who, Reed?&quot;</p>
<p>&emsp;&quot;Yeah.&quot; She laughs. &quot;Reminds me of you when you started here.&quot;</p>
<p>&emsp;&quot;Oh, you mean before my soul got sucked from my body?&quot; I approach her, pulling down my eyelids and rolling my eyes to expose the bloodshot whites. &quot;Can you see it in there? Is it still alive?&quot;</p>
<p>&emsp;She draws close to take a glance, and I catch a smell of familiar perfume from a date long forgotten. &quot;Just enough, I think.&quot;</p>
<p>&emsp;I say, &quot;I don&apos;t have energy like he does. That&apos;s for sure. And . . . it&apos;s lonely over there. Wilbur just snores all day, unless he&apos;s bashing his keyboard and cursing at the new software.&quot;</p>
<p>&emsp;&quot;Well, then maybe I could make up for it,&quot; she says. But she&apos;s still focused on her drawing.</p>
<p>&emsp;&quot;What do you mean?&quot; I ask.</p>
<p>&emsp;&quot;I mean we could hang out sometime. Like, outside of work,&quot; she says.</p>
<p>&emsp;My mind struggles to think of something platonic. &quot;Oh. Like what?&quot;</p>
<p>&emsp;&quot;I don&apos;t know. The kind of stuff we used to do. But before, before...&quot;</p>
<p>&emsp;Before that last summer before you left, I think. That was just Student Government stuff late in the evenings. Late work like this. I remember the last day of my junior year and her senior year, cleaning the room one last time as the Presidential cabinet, when I felt my heart swell in my chest with the apprehension of whether I was going to make my move. Time was running out. I had waited all year. The door was closed, and when she turned around, I pressed my lips to hers, and she dissolved into me, starting that perfect summer before she went&mdash;</p>
<p>&emsp;&quot;Cody? I said we could do dinner.&quot; I was staring at her lips the whole time. It&apos;s a miracle I didn&apos;t raise half a chub, thanks to the waistband trick.</p>
<p>&emsp;&quot;Yeah, that sounds great. I&apos;ve got a couple Chuck E Cheese coupons I&apos;ve been clipping out of the gazette.&quot;</p>
<p>&emsp;&quot;What the fuck?&quot; She laughs, something I haven&apos;t heard in a while. &quot;See, this is the part of you I miss. There&apos;s surely still a soul in there.&quot;</p>
<p>&emsp;&quot;I hope so,&quot; I say.</p>
<p>&emsp;&quot;I&apos;ll shoot you a text,&quot; she offers, just as Reed sends another message in our group chat. All I can think of is how we left it last: letting the chance of starting anew decay over four years of college. It never had a title, but the split was worse than any other relationship I&apos;ve been in.</p>
<p>&emsp;My mind is abuzz on the car ride home, so distracted the dark dissolves my sight of the exit gate, and I nearly ram it. I should be happy, but I feel some kind of sadness overtake me, and by the third light, I can feel my eyes well with tears. Maybe it&apos;s how fast the four weeks since moving in have gone. Maybe it&apos;s this unstructured emptiness into which my life retreats. Like Newton said about forces and stuff in motion, I feel like if nothing else ever acted on me, I&apos;d float in this job at this level and at this social vapidness until I hit the mahogany wood of my coffin.</p>
<p>&emsp;I don&apos;t know how Reed or my late brother Jackie seem to find it. That energy to reach beyond, and every time I reach the end of this line of thinking, I wish it was the one lesson my older brother could have passed down to me.</p>
"},{"DocType":"Scene","GivenName":"","AutoNamePart":3,"AutoNameFull":36,"ActNum":2,"ChapterPart":12,"ChapterFull":13,"ScenePart":3,"SceneFull":36,"Index":51,"Label":"Generative Revision","Status":"First Draft","Keywords":"Paragate, Cody","UUID":"49","Synopsis":"","VerboseID":"2.13.36","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Cody","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-35","Body":"
<p>&emsp;I toss my keys on the counter: the house is a moderate mess when my parents aren&apos;t coming the day after. I slip my hand down my pants and grab the TV remote (not for porn), fixing the sweaty adhesion I&apos;d dealt with since the afternoon.</p>
<p>&emsp;Reed messages about the happy hour in the involuntary group chat. He reminds me of my brother. And, surprisingly, Kei says she&apos;s going, too.</p>
<p>&emsp;They ask me if I&apos;m coming, but the darkness of the foyer is too comfortable. All I want is to do nothing, so the minutes pass until the hour passes and I still haven&apos;t responded, just sitting there, wondering why I don&apos;t feel much of anything.</p>
<p>&emsp;Before long I&apos;m lost in dreamless sleep, and the next moment, I awake in my boxers to a loud disturbance next door. The oven clock reads 2:17 AM. There&apos;s a loud banging on the door. It&apos;s that strange adjoining door, connecting my flat with my neighbor&apos;s. Beyond the odd noises from the adjoining townhouse, I haven&apos;t touched the over engineered doorstop since.</p>
<p>&emsp;&quot;Help me, please,&quot; the voice pleads, in an accent or a dialect I can hardly understand.</p>
<p>&emsp;I stumble through blackness for the door.</p>
&quot;Cody,&quot; she sobs."},{"DocType":"Chapter","GivenName":"Knocking At The Door","AutoNamePart":"Chapter&nbsp;Thirteen","AutoNameFull":"Chapter&nbsp;Fourteen","ActNum":2,"ChapterPart":13,"ChapterFull":14,"ScenePart":"","SceneFull":"","Index":52,"Label":"Paragate","Status":"First Draft","Keywords":"","UUID":"50","Synopsis":"> Katiya barely saves Bertram.
> Everyone laments Katiyathough Aldrin tries to defend her. Alone, she can only reach out to Cody.","VerboseID":"2.14","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"05/22/26","FantasyTime":"2A-128, 81st of Suntide","StoryDay":"Friday"},"DocName":"
13 // &quot;Knocking At The Door&quot;","Body":""},{"DocType":"Scene","GivenName":"","AutoNamePart":1,"AutoNameFull":37,"ActNum":2,"ChapterPart":13,"ChapterFull":14,"ScenePart":1,"SceneFull":37,"Index":53,"Label":"Generative Revision","Status":"First Draft","Keywords":"Paragate, Katiya","UUID":"51","Synopsis":"","VerboseID":"2.14.37","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-36","Body":"
<p>&emsp;Calling his name will do nothing. I decide ahead of time to break in instead of patiently knocking, hoping the others piece together my purpose for panic instead of thinking I&apos;m just deserting. My two friends are built like bricks, but it&apos;s all the muscle that helps in a sprint. If Bertram&apos;s house were any further than three blocks, they might have fallen behind. My legs are long and my conditioning is great, but it&apos;s not enough. I feel one of them lift me into the air as I continue to struggle, like a rabbit caught in an eagle&apos;s clutches.</p>
<p>&emsp;&quot;Let me go! He&apos;s not out sick, he&apos;s dying,&quot; I say.</p>
<p>&emsp;&quot;I know,&quot; Ryder says. &quot;I checked the Chymaeran&apos;s things. He didn&apos;t have a Guise Marker on him, so he didn&apos;t have the time to sever a finger. You know it takes a while to process.&quot;</p>
<p>&emsp;&quot;It wasn&apos;t meant to be a permanent guise. It was just for a moment, so it&apos;s off blood. That means Bertram has to be alive to keep it going,&quot; Pax says.</p>
<p>&emsp;&quot;You&apos;re not doing this alone,&quot; says Ryder, finally putting me down. &quot;We&apos;re going to help him together.&quot;</p>
<p>&emsp;&quot;Fine. But the guise isn&apos;t active anymore,&quot; I tell them, as we begin to run at even pace. &quot;He has no need to be alive.&quot;</p>
<p>&emsp;We pass the market street, then sprint along the road at the edge of the lake. I collect speed with distance, and by the time we arrive at Bertram&apos;s gate, I leverage all my Essence and anger against his door, bashing my armored shoulder against the painted wood.</p>
<p>&emsp;The door splits in splintered halves. The dust and sawdust coalesce in dark, floating motes as the sun casts ribbons of light through the entryway, and I squint my eyes to adjust to the darkness of his house. There is not a sound to tell his whereabouts. We enter the kitchen to find the window ajar with the curtains fluttering, the same window I use to trade for breakfast.</p>
<p>&emsp;&quot;He&apos;s not on the bottom floor,&quot; I say. It&apos;s just a single, long room that mixes the kitchen with a living space and dining area. None of the chairs are overturned, and the mess looks average for a single man.</p>
<p>&emsp;We begin to climb the stairs. Pax insists on going first, followed by Ryder, followed by me, with my dagger drawn hilt-up. They know the hallway design is two rooms and a master, so they split off to take the other rooms, leaving me with the only place my friend can feasibly lie.</p>
<p>&emsp;We throw the doors open at the same time. I hear no commotion from the other two, and as I approach the bed, I see the sheets are clean, crumpled with a pallid figure sweating in short trousers.</p>
<p>&emsp;&quot;Bertram,&quot; I say. </p>
<p>&emsp;He&apos;s breathing heavily, still unable to move, and veins of amethyst metastasize in a rash across his skin.</p>
<p>&emsp;&quot;Clear,&quot; the others report, entering the bedroom to find me kneeling beside his bed.</p>
<p>&emsp;&quot;How bad is it? Do you know?&quot; I ask Pax. &quot;He&apos;s breathing, and he&apos;s not bleeding, what did they do to him?&quot;</p>
<p>&emsp;Pax presses his fingers to Bertram&apos;s neck. The room gets colder as his fingertips flush with obsidian. &quot;The guise is up, so he&apos;s not being drained any longer, but he&apos;a really on the edge.&quot;</p>
<p>&emsp;&quot;We need to heal him right away,&quot; I say, extending my hands, but Pax stops me.</p>
<p>&emsp;&quot;Human Essence will only make this worse. It&apos;s like treating frostburn with warm water.&quot;</p>
<p>&emsp;&quot;Then what do we do?&quot; I ask.</p>
<p>&emsp;&quot;There&apos;s medicine at the base, but it&apos;s really up to him until we can get him there. He&apos;s got to fight,&quot; Pax says. &quot;The worst is over, but I only know l as far as experimenting with my Chymaeran blood has gotten me. I&apos;ll still monitor the Curse.&quot;</p>
<p>&emsp;&quot;And I&apos;ll carry him,&quot; Ryder says.</p>
<p>&emsp;&quot;We need to keep him warm,&quot; I say. He&apos;s sweating so profusely, but I tuck the sheets around him, feeling his flesh is colder than ice. I press my head to his chest, listening to his faint heartbeat. &quot;It&apos;s my turn to save you,&quot; I tell him, standing back as Ryder works to position him across the back of his shoulders.</p>
Beyond his window, the curious villagers and guards begin to gather, and I pray that Aldrin will have the understanding. I follow Pax and Ryder to the gates of the base on the route of our daily walk, using Essence to help sustain his warmth beneath the blanket."},{"DocType":"Scene","GivenName":"","AutoNamePart":2,"AutoNameFull":38,"ActNum":2,"ChapterPart":13,"ChapterFull":14,"ScenePart":2,"SceneFull":38,"Index":54,"Label":"Generative Revision","Status":"First Draft","Keywords":"Paragate, Katiya","UUID":"52","Synopsis":"","VerboseID":"2.14.38","Links":{"Wattpad":"","Personal":"","RoyalRoad":"","AO3":"","DeviantArt":""},"Perspective":"Katiya","SettingInfo":{"ModernTime":"","FantasyTime":"","StoryDay":"Undefined"},"DocName":"PG-37","Body":"
<p>&emsp;When we arrive, the spaces between the buildings are strangely vacant. The escaped horses are hitched back to the familiar carriage, parked at the side of the headquarters: surely the royals are elsewhere, enjoying the finest accommodations.  I can hear a loud group of guards and civilians within the walls. I lament the straight walk through the center of the building we&apos;ll have to take to get Bertram the attention he needs.</p>
<p>&emsp;I can hear the voices of the commoners.</p>
<p>&emsp;&quot;If your guards were smart enough to know how to walk and run, we wouldn&apos;t be in this mess.&quot;</p>
<p>&emsp;&quot;You need to get rid of her. They need a gesture of our apology. Send her to the front lines immediately!&quot;</p>
<p>&emsp;&quot;Oh, give her a break! Clumsy or not, she&apos;s the reason the patriarch is still alive.&quot;</p>
<p>&emsp;All the heads turn when we enter. I&apos;m the first to step in, and all the eyes fall on me.</p>
<p>&emsp;&quot;About time you come back after scampering off,&quot; a senior guard says.</p>
<p>&emsp;&quot;I wasn&apos;t &apos;scampering off,&apos;&quot; I tell him. &quot;I was saving the other victim everyone forgot about.&quot;</p>
<p>&emsp;Pax enters next, carrying the real Bertram in his arms now. He steps carefully between villagers seated on the floor.</p>
<p>&emsp;&quot;Gods above,&quot; another says.</p>
<p>&emsp;I find Aldrin standing at the front of the room: his natural height is enough to demand attention. &quot;This only proves further that today was far from a failure. I know you are all scared of repercussions, of tribute lost, but it doesn&apos;t change the fact that Gaffesend is vital to the defense of our homeland.&quot;</p>
<p>&emsp;Since I&apos;m able to catch my breath for the first time, I walk around the back of the room to stand beside Jullian, but he doesn&apos;t turn to me, focused on the words of our leader.</p>
<p>&emsp;&quot;I know it wasn&apos;t perfect. They&apos;re still learning, but they took action, and I want to recognize the bravery of Pax and Katiya, and their quick reactions to the evil vice of our enemy.&quot;</p>
<p>&emsp;He raises his hands to try and start a cheer, but the room is quiet.</p>
<p>&emsp;&quot;We don&apos;t care about bravery, we care about safety. How can we be sure our village is really safe?&quot; Someone says. The other villagers agree.</p>
<p>&emsp;&quot;This was an act to incite fear, to make it feel like a losing battle,&quot; Aldrin says. &quot;It was an act of attacking the mind of a people, not an act of definite power!&quot;</p>
<p>&emsp;&quot;But what if it was?&quot; One of the farmers says. &quot;I stare into the darkness every night in the southeast, how can I be sure of that?&quot;</p>
<p>&emsp;&quot;We need more than just the professional guards, more than the army, we need everything you have!&quot;</p>
<p>&emsp;&quot;Then we will do something about it.&quot;</p>
<p>&emsp;&quot;Do what? The empire will support us less after this!&quot;</p>
<p>&emsp;&quot;We&apos;ll send out the junior guards,&quot; Aldrin says.</p>
<p>&emsp;I can feel the freedom to choose, to be decidedly safe, dissolving away. The numbness returns to my fingers.</p>
<p>&emsp;&quot;Night missions. Indefinite night scouting missions, and during the day, too,&quot; Aldrin offers, the first thing that seems to quell the fears across the town hall. &quot;No more idle quests, we&apos;ll place them at the threshold.&quot;</p>
<p>&emsp;The cheer grows louder. My heart beats faster.</p>
<p>&emsp;&quot;We will do everything in our power to keep this town safe. And we&apos;ll re-institute the volunteer force if needed. I promise you,&quot; he says, and when I reach for a space behind Jullian to sit, the others stand.</p>
<p>&emsp;Before long, the townies are leaving, satisfied enough with the answer. I reach for Jullian&apos;s hand, but he&apos;s gone without a word, and I feel like I deserve it.</p>
<p>&emsp;I can feel the static on my flesh. When I&apos;m far enough behind my friends, I stumble home, feeling the weakness begin to overtake me. My curling fingers fumble for the key. My name will be scratched off it soon. I&apos;m too humiliated to ask for Jullian&apos;s comfort when he never stays in the first place, my other friend is fighting for his life, and it feels like the only option I have is to invoke the help of the stranger I shut out so many weeks ago.</p>
<p>&emsp;I press desperately against the shelf as my body curls on itself, praying that the passageway is still there and I won&apos;t crumple in the closet. I crack the door, struggling to drive it against the bookshelf since I didn&apos;t push it far enough, trying to slide my body only to find a second door firmly locked in place.</p>
<p>&emsp;I remember the strange name of the foreign language I can somehow understand, and I cry it like an incantation. </p>
<p>&emsp;&quot;Cody. Help me, please,&quot; I beg, pounding on the door. &quot;Cody!&quot;</p>
<p>&emsp;The door latches. I hear a shrill, ear-piercing screech sound from beneath my foot as something finesses heavy piece of metal bracing the door. His hand rips the screeching thing to pieces before he manages to leverage it open, killing the metallic creature mid-cry.</p>
<p>&emsp;When the door opens, all I can manage is to collapse into his arms, and he embraces me, leading me into his foyer as the tears run from my eyes.</p>
<p>&emsp;His voice is soothing as he tries to calm me. It&apos;s the only sense I have when my eyes are shut, trying to abate the fear of all the artifacts around me. I can feel my back settle into the comfortable couch where his friend or lover was sleeping, and he sits beside me, placing his arm around me at enough of a distance to prevent me from thinking that he&apos;s trying to make a move.</p>
&quot;So, uh, what happened?&quot;"}
  ],"Created":"Sunday, June 1, 2025","Author":"SavantGuarde","Project":"Main Title","Nickname":"Short Title","WordCount":"51,114"}