{
  "Story": "Firebrand",
  "Title": "Chapter Twenty-Three",
  "Subtitle": "Strategic Retreat",
  "Act": 2,
  "ChapterNumber": 23,
  "Synopsis": "Titus resists inevitability.",
  "RevNotes": "",
  "ID": "2.23",
  "Body": [
    "<p>&emsp;&quot;You gambled with intel over innocent lives, of course I&apos;m upset! Nothing in that bag can atone for the those kids we let die.&quot;</p><p>&emsp;&quot;They were marked for death. You tried. And you might have even saved two of them,&quot; Lyra insists.</p><p>&emsp;We speak in hushed voices, almost to the childhood home where I pray Ellie waits for me. A column of smoke dissolves into the smog somewhere behind us. We&apos;re still covered in the aftermath, blending seamlessly into the night.</p><p>&emsp;&quot;It&apos;s because you acted that we were spotted in the first place,&quot; she says. &quot;I saved your damn life! Act a little more grateful,&quot; she says.</p><p>&emsp;I clench my fists and march in front of her. Some people just can&apos;t be convinced&mdash;and I don&apos;t care much for the facade I&apos;ve held up for her anymore.</p><p>&emsp;&quot;Where are we going, anyways?&quot;</p><p>&emsp;&quot;My home,&quot; she says.</p><p>&emsp;&quot;You mean where you&apos;re staying for now. Is it First Red sanctioned?&quot;</p><p>&emsp;&quot;It&apos;s my actual home,&quot; I tell her, &quot;and my sister is waiting for me.&quot;</p><p>&emsp;&quot;I don&apos;t understand&mdash;you live in the city?&quot;</p><p>&emsp;&quot;I&apos;m not with the First Red!&quot; I tell her. &quot;Leave me, try to kill me, do whatever you want if you feel disappointed or betrayed. I don&apos;t care anymore. I just want to see my sister.  You probably won&apos;t believe me when I say we&apos;re on the same side. Because I hate those genocidal pukes in the Afterlife as much as you do.&quot;</p><p>&emsp;&quot;Fletcher, then . . .&quot; She says, her voice trailing off. As I climb the porch steps, I hear her dash behind me. She grabs my coat, slamming me to the ground on my back, dragging an ashen print in the white layer of snow on the porch. &quot;You lied to me! You son of a bitch, you told me he was still alive!&quot;</p><p>&emsp;She withdraws her dagger, but I don&apos;t resist her. She just sits there on top of me, ready to drive the steel through my neck or eye socket, but I can feel her hesitation as she trembles there in rage, knowing I know so much that she doesn&apos;t, and so instead she huffs and screams, throwing the blade to the side.</p><p>&emsp;She grabs what remains of the lapel of my coat. My back freezes where the scorched holes of my coat let fresh skin touch snow. &quot;How did you know? How did you know their names, Titus? Just me. Just me and my father, we should be the only people that know his name!&quot;</p><p>&emsp;&quot;You wouldn&apos;t believe me if I told you, urgh&mdash;&quot; her grasp is right around my neck. &quot;You&apos;d believe that lie long . . . before you believed . . . the truth!&quot;</p><p>&emsp;I can feel her tremble with fury. But her curiosity ultimately wins over. She steps off me. &quot;If the mercenaries were with me right now, I&apos;d let them peel your flesh,&quot; she insists.</p><p>&emsp;&quot;You have every right to be angry. But you&apos;re also short on time, and so am I. So are we going to figure out what&apos;s in this bag, and will you let me care for my sister? Or are you going to cause a scene and get us both dragged away?&quot;</p><p>&emsp;She wipes the charred snow from what remains of her jacket. &quot;Fine, then,&quot; she says. She extends a hand, unwittingly, and I take it. But as soon as I&apos;m just about to raise myself to her height, she lets go. </p><p>&emsp;I stumble, my head cracking the entryway window in spiderwebs before I fall again.</p><p>&emsp;&quot;Get your own damn self up,&quot; she insists, shouldering the bag, trying the handle of the door to find only I have the key.</p><p>&emsp;Grasping my head, I open the door to find Ellie terrified, brandishing a kitchen knife like I taught her in case of intruders.</p><p>&emsp;She drops the knife in tears.</p><p>&emsp;&quot;Tie!&quot;</p><p>&emsp;She embraces my waist as I bend down to hug her, smothering soot and blood over her white jacket before I realize I&apos;m still a mess. I feel emotional, too: as Lyra stomps past us to throw the bag on the kitchen island, Ellie weeps as I embrace her on my knees in the kitchen entryway.</p><p>&emsp;&quot;I was so scared,&quot; she says, &quot;you were late!&quot;</p><p>&emsp;&quot;I know. I&apos;m sorry,&quot; I tell her, as Lyra watches from the other side of the house, lost in a memory. &quot;I promise I&apos;ll never leave you alone, never again.&quot;</p><p>&emsp;She buries her head in my shirt and I&apos;m filled with love again.</p><p>&emsp;&quot;Whoa there, I need a bath,&quot; I tell her.</p><p>&emsp;I laugh when she withdraws her face covered in soot, sneezing as she drags her hand against her face. I grab a towel from the kitchen and douse it with water, wiping away at her cheeks, coated in ink like a stamp after use. The ash must have acted like a coagulant, because when the water seeps into my cuts, I grasp them in sudden anguish.</p><p>&emsp;I choke back curses in the presence of my sister. My hands are sliced open from jagged metal and splintered wood: other than that, I&apos;ve been fortunate to evade anything grievous.</p><p>&emsp;&quot;That friend of yours. He called your name. What does he know of any of this?&quot; Lyra asks.</p><p>&emsp;&quot;Nothing. His name is Romin, one of the highest Brothers in this province of Carmine.&quot; I will never forget the white anger when he saw the aftermath of the attack. It sends chills down my spine imagining him now. &quot;We&apos;ll be in a world of trouble if he thinks I did it.&quot;</p><p>&emsp;&quot;Would he tell anyone?&quot;</p><p>&emsp;&quot;I don&apos;t think so,&quot; I say. &quot;But he&apos;s easily prone to anger.&quot;</p><p>&emsp;Ellie&apos;s voice cracks with fear again.&quot;Are we endangered?&quot; she asks.</p><p>&emsp;&quot;I don&apos;t think so. I mean . . . not at all,&quot; I say. &quot;No. We&apos;re not in danger.&quot;</p><p>&emsp;&quot;What&apos;s the red on your hand? And what&apos;s that?&quot; she asks.</p><p>&emsp;&quot;I took a fall coming here,&quot; I reason.</p><p>&emsp;&quot;Why?&quot; she asks. Children ask so many questions.</p><p>&emsp;&quot;I wasn&apos;t trying to,&quot; I tell her.</p><p>&emsp;&quot;Then why&apos;s the black on you?&quot;</p><p>&emsp;&quot;Because I tried to save someone. From a fire. It&apos;s all smoke.&quot;</p><p>&emsp;&quot;But smoke is bad! It hurts your breathing, and then you won&apos;t be good at fighting. Don&apos;t be like Clint.&quot;</p><p>&emsp;Not Dad or Daddy. Kids are brutal&mdash;but after so many years, even at eight, I know she&apos;s disappointed the same way I am.</p><p>&emsp;&quot;I won&apos;t. I promise,&quot; I tell her.</p><p>&emsp;Lyra is already sorting through her haul as I approach. &quot;Was it all worth it?&quot; I ask.</p><p>&emsp;&quot;Make yourself useful and help me find out,&quot; she says. </p><p>&emsp;I sit at the table. She&apos;s already started sorting the documents. &quot;How did you know what to pick?&quot;</p><p>&emsp;&quot;I didn&apos;t,&quot; she says. &quot;I picked anything that looked most-referenced or recent, on the tables, in valuable places. You didn&apos;t give me much time when you ran up there.&quot;</p><p>&emsp;&quot;Tie! I&apos;m hungry,&quot; Ellie says.</p><p>&emsp;&quot;Sorry, let me fix you something.&quot; I wince over my cracked hands. Creasing them breaks the seal of dried blood, and they start gushing again.</p><p>&emsp;&quot;The red again,&quot; Ellie says. </p><p>&emsp;&quot;Shitt. . . .or, shoot, shoot, can you get me a towel? And the first-aid box, you know where that is, right?&quot;</p><p>&emsp;&quot;You said a bad word,&quot; she says.</p><p>&emsp;&quot;I know, I know, can you just get it, cutie? I&apos;ll tell you a story,&quot; I say, and in seconds, she returns with a white towel, along with the unopened first aid kit my mother Moira bought many years ago. What kinda weak blood are we raising, Clint once said. If you&apos;re gonna bleed, then bleed it out like a man.</p><p>&emsp;I crack it open with one hand. The excruciating pain returns as my adrenaline fades further. &quot;Rip the pouch of wound cream for me?&quot;</p><p>&emsp;&quot;Please,&quot; she insists.</p><p>&emsp;&quot;Please. And thank you.&quot;</p><p>&emsp;She tears the perforation. I feel her hug my legs together real tight as I try to steady it over my trembling hands. Lyra laughs at the table.</p><p>&emsp;&quot;What are you doing?&quot; I ask.</p><p>&emsp;&quot;Momma asked me to do this one time when she was leaking red too, and she cut herself,&quot; Ellie says, &quot;so I wanna do it for you.&quot;</p><p>&emsp;&quot;Then you better hug real tight,&quot; I say. My adrenaline is fading. I can&apos;t imagine what pain awaits me. A pallid bead leaks from the packet, viscous and dense, hovering over my wound until I lower it there. The searing pain overtook me worse than when it happened, only hours before.</p><p>&emsp;I groan, pressing my clean fingers into the cut, making sure the cream saturates every surface. The flesh parts like a bad haircut, and the simmering pain brings me to my knees. I feel Ellie embrace me harder. It surprises me to remember how strong she had gotten, how much she&apos;s grown up.</p><p>&emsp;&quot;Hug, hug, hug!&quot; she exclaims. Tears leak from my eyes. But I&apos;m not crying. It&apos;s as if I&apos;m looking in bright sunlight, or on the verge of a sneeze, and I focus on the tightness of her grasp, huffing for breaths between clenching all my muscles to resist the feeling. The hard part is over.</p><p>&emsp;&quot;N . . . now, g-get the gauze.&quot;</p><p>&emsp;&quot;Gauss? Gloss? The lip stuff Mommy used?&quot;</p><p>&emsp;&quot;No, n-no, the cloth wrap, the cloth wrap. White. There,&quot; I mutter.</p><p>&emsp;Lyra laughs, turning it into a cough.</p><p>&emsp;&quot;Here?&quot; she asks.</p><p>&emsp;&quot;Y-yeah,&quot; I say, &quot;wrap it real tight.&quot;</p><p>&emsp;I hold the end of the fresh roll between my thumb. Instead of standing in one place, she playfully spins in circles around my hand as if it were a streamer, ducking under my arm each time, grunting as she tightens it as tight as she possibly can. Despite everything, I feel a humor churn under my breath at how cute she is.</p><p>&emsp;She presses her lips to the bandage. &quot;All better, Tie! Momma said that will heal it faster,&quot; she chimes, with a playful skip in her night clothes as she climbs the arm of the sofa, falling backwards into the cushions.</p><p>&emsp;I certainly feel at least a little better. When I stand to fix her something to eat, I hear Lyra mutter something under her breath.</p><p>&emsp;&quot;What?&quot;</p><p>&emsp;&quot;No way, I said. Look.&quot;</p><p>&emsp;She hands me a photograph from ages ago. Three still faces state back without a smile.</p><p>&emsp;&quot;That was my family,&quot; she says. &quot;Me, my father, and my brother.&quot;</p><p>&emsp;&quot;Ullrich and Fletcher?&quot;</p><p>&emsp;&quot;That&apos;s right.&quot;</p><p>&emsp;&quot;Is your mother behind the camera?&quot;</p><p>&emsp;&quot;I think so,&quot; she says. &quot;This must have been right before the attack &mdash; I was the last piece of her my father had.&quot;</p><p>&emsp;&quot;Then who was it?&quot;</p><p>&emsp;&quot;Wait&mdash;move your finger,&quot; she says. I flip it to the back. Scrawled there are two initials and a sentence.</p><p>&emsp;YOU WILL DIE WITH THE GUILT OF WHAT YOU&apos;VE DONE. E.V.</p><p>&emsp;&quot;Everett Valensend,&quot; Lyra says. &quot;Your grandfather and my uncle are the same person! That bastard did change his name.&quot;</p><p>&emsp;&quot;What did he feel so guilty for?&quot; I ask.</p><p>&emsp;&quot;For leaving my brother and I to die,&quot; Lyra says. &quot;A long time ago, we lived in a house beyond the walls. When Ullrich was out, we were attacked by Snowdrifters. The only secure room in the house was the office, high enough above the ground to be almost two stories, with a bolted door. Your grandfather hid behind that door,&quot; she says.</p><p>&emsp;&quot;Gods. It all just seems so fridging impossible,&quot; I say. &quot;That was never the Everett I knew.&quot;</p><p>&emsp;&quot;The kindest face can mask the illest will,&quot; she says. &quot;At least I&apos;m sure he took that cowardice to his grave.&quot; She motions to the picture. &quot;Please . . . Can I keep that?&quot;</p><p>&emsp;I thumb further through records. The only fastened pages are in an envelope labeled TESTS. I thumb quickly through the pages. They look like blood tests.</p><p>&emsp;The folder is labeled PROJECT PURGATORY. &quot;Wonder what that means,&quot; I say. Several pages are stuck between with drops of dried blood. THE ULTIMATE VASSAL OF BLOOD; THE HEIRESS OF PURGATORY HERSELF.</p><p>&emsp;I read the lines and lines. The further I flip, the more the words dissolve to unintelligible scribbles, just like the map he left for me. The memory of Everett&apos;s eyes will forever penetrate my soul, the last time I saw him, when I brought this map and he looked back across it, as if there was something he wished to say, something he kept silent.</p><p>&emsp;And then the same repeating letter: &quot;F.&quot; I&apos;m flipping back to front now. The cursive becomes more legible. Every trial denoted with an &quot;E&quot; and an &quot;F&quot;&mdash; code for names, dates, or trials, I&apos;m unsure until I make it to the front, where they&apos;re referenced for the first time.</p><p>&emsp;EVERETT.</p><p>&emsp;FLETCHER.</p><p>&emsp;&quot;Your brother, he was down there in that basement,&quot; I tell her.</p><p>&emsp;Her eyes light up, and she lunges for the document. &quot;Where?&quot;</p><p>&emsp;It slips from my hands, giving me a paper cut as I accidentally tear out the last page.</p><p>&emsp;&quot;Gods, Lyra,&quot; I say, sticking my finger in my mouth as I look down at it. Among the intelligible scribbles of the last sessions, there&apos;s a third name I can barely make out.</p><p>&emsp;MOIRA.</p><p>&emsp;&quot;Gloss,&quot; Ellie says, as she approaches with the first aid kit. &quot;Gloss and then make me food!&quot;</p><p>&emsp;&quot;Okay, okay,&quot; I say. She wraps my finger, and I scan through the cabinets for canned food. </p><p>&emsp;&quot;That last page you made me bleed on. It has Moira&apos;s name on it,&quot; I say.</p><p>&emsp;&quot;How long ago was all of this?&quot; Lyra asks.</p><p>&emsp;&quot;At the end of his life, scribbling away on the last fumes of his mind? Only three years ago.&quot;</p><p>&emsp;&quot;So you&apos;re saying Fletcher was there, maybe five years ago,&quot; Lyra says.</p><p>&emsp;&quot;That&apos;s right,&quot; I tell her.</p><p>&emsp;A look of relief flushes her face. My lie is true, and I see her almost crease a smile for the first time.</p><p>&emsp;&quot;Hand me that can,&quot; Lyra says. She turns to Ellie. &quot;Do you want beans, beans, or beans?&quot; </p><p>&emsp;Ellie tilts her head.</p><p>&emsp;&quot;She doesn&apos;t know what irony is yet,&quot; I tell her.</p><p>&emsp;She opens the lid, grasping the can by its bottom. In seconds, it glows red hot.</p><p>&emsp;&quot;Wow! How did you do that, Leera?&quot; Ellie asks.</p><p>&emsp;&quot;I&apos;m cooler than your pathetic, liar brother, here, that&apos;s why,&quot; she says. She pulls a bowl from the cupboard, adding a spoon before pouring it in.</p><p>&emsp;&quot;Thank you, thank you,&quot; she says, before retreating to the couch in the living room.</p><p>&emsp;My eyes catch on a spot on the living room floor before they return to the stacks of documents. It&apos;s just a blemish of soot shen I knelt to hug Ellie, but remembering that pool of blood my father died in sets me on edge.</p><p>&emsp;It was only hours after this that they came to take her away. Have I sped things up? Have I forestalled that future? Or is it seconds away, bursting through the wide glass window, swarming the building, waiting outside for us to sleep or let down our guard?</p><p>&emsp;&quot;Titus. Titus,&quot; Lyra says. I snap to attention again. Ellie is staring at me. My hand is on my heart, and I&apos;m kneeling on the floor, heaving for air like I&apos;m breathing through a straw. My fingers are cold. My body is frozen. I can&apos;t move my joints, and it only panics me further.</p><p>&emsp;&quot;It&apos;s happening again, Gods, please, don&apos;t take her from me,&quot; I cry.</p><p>&emsp;&quot;You&apos;re fine. You&apos;re having a small panic attack,&quot; Lyra says.</p><p>&emsp;I stumble towards Ellie on stiff legs that refuse to hinge. Sparks pop in my vision. I nearly collapse to the floor. My flesh is cold. They&apos;re waiting outside again to take her, to kill me or anyone who tries to resist them.</p><p>&emsp;&quot;I won&apos;t let you go, I swear to you,&quot; I mumble, as Lyra tries to restrain me. I have to see whether the darkened splotches cover her flesh, if her skin is cold like my father&apos;s when his eyes stopped moving in their sockets and I almost wept over them.</p><p>&emsp;She just sits there eating her beans, not a blemish or mark anywhere across her skin.</p><p>&emsp;&quot;See, I told you,&quot; Lyra says. &quot;Everything is fine.&quot;</p><p>&emsp;I slump to my knees and take deep breaths. After a short while, the control of my hands returns. Ellie keeps eating her beans, smacking her lips, then stands up to wash out the bowl.</p><p>&emsp;&quot;I&apos;ll take care of that, Ellie,&quot; I say. I&apos;d prefer her upstairs where she&apos;s safe. &quot;Go up and get ready for bed.&quot;</p><p>&emsp;&quot;But I wanna stay with your new friend Leera!&quot;</p><p>&emsp;&quot;Go up and take a bath,&quot; I tell her. &quot;Leera will read to you.&quot;</p><p>&emsp;&quot;Okay!&quot; She exclaims, retreating up the stairs.</p><p>&emsp;&quot;It must be nice,&quot; Lyra says.</p><p>&emsp;&quot;Having panic attacks?&quot; I ask.</p><p>&emsp;&quot;Of course not. Family. It&apos;s a nice thing to witness.&quot;</p><p>&emsp;&quot;You should meet my father, then,&quot; I say.</p><p>&emsp;&quot;Meet mine,&quot; she says. &quot;A high-grade purist asshole.&quot;</p><p>&emsp;Who says I haven&apos;t, I think.</p><p>&emsp;&quot;What you said earlier. When you said the word &apos;again.&apos; What did you mean?&quot; Lyra asks.</p><p>&emsp;But before I can answer, a knock sounds on the door.</p><p>&emsp;Lyra withdraws the Merlotan sickle she saved from the ambush. I lift Ellie&apos;s dull kitchen knife from the ground, cautiously stepping forward as a lone figure dances behind the cracked glass.</p>",
    "<p>&emsp;I crack the door to lighttime, expecting a great force to bash it in. I try my hands and legs. My fingers and joints still hinge. The sensation of icy death never chills my bones. </p><p>&emsp;The voice knows my name, and it carries it softly,</p><p>&emsp;&quot;Titus,&quot; Sylvia says. </p><p>&emsp;I crack the door further to try to meet her eyes, but she hunches in either nervousness or dismay, making herself small again.</p><p>&emsp;&quot;I was so worried when you left, Titus. You said nothing. And I got to thinking, about . . . us, and . . . I&apos;m sorry for what I said. And I&apos;m sorry if I&apos;m not good enough, for you, you know, but, I&mdash;&quot; </p><p>&emsp;She finally looks at my face. I haven&apos;t seen my reflection in the mirror since I last saw her, but the way her eyes widen are enough to tell me everything of how desperate and weak I&apos;ve become in such a short time.</p><p>&emsp;I speak first, and it comes out as a mumble. &quot;It&apos;s fine.&quot; I should have added more, told her that it was all a misunderstanding, but my mind is so shell-shocked by the existential fear that the words don&apos;t register. My mind short-circuits. I let her in when I should have explained the last four-and-a-half hours and sent her to safety, away from the madness we stirred in such a short time.</p><p>&emsp;&quot;Gods, Titus,&quot; she says: surprised, but even more concerned. &quot;Are you okay?&quot;</p><p>&emsp;&quot;I&apos;m fine,&quot; I say. I contort enough of a smile to convince her as I step back from the door. But her eyes catch on the other woman in the room.</p><p>&emsp;&quot;Who&apos;s that?&quot; Sylvia asks.</p><p>&emsp;&quot;I&apos;m his girlfriend, who are you?&quot; Lyra says. I&apos;m too exhausted to parry with an angry glance. I hope Sylvia knows it&apos;s a joke, but knowing her, she&apos;ll probably take it as it is.</p><p>&emsp;&quot;An acquaintance,&quot; I tell her. Then Lyra cuts back on her classless mockery. </p><p>&emsp;&quot;Kidding. We&apos;re nothing. In fact, we just met, when I tried to kill him.&quot;</p><p>&emsp;&quot;You what?&quot; Sylvia exclaims.</p><p>&emsp;&quot;But, no, we&apos;re fine. For now, at least. We&apos;re trying to find out why his grandpa is a murderer after burning down a building,&quot; Lyra says, as if that doesn&apos;t open a thousand more questions.</p><p>&emsp;&quot;You&apos;re both covered in black,&quot; Sylvia says. &quot;What happened? When?&quot; She takes my hand, looking at the bandage Ellie applied moments earlier. My arms are slashed, too. I smell like death, and I lean away from her, aware of how disgusting I am.</p><p>&emsp;I flinch back.</p><p>&emsp;&quot;No, stop,&quot; Sylvia says, grasping my arm and pulling me back, scanning my body with her calculated medic&apos;s glare. &quot;You&apos;re burned all over. What happened to you?&quot; She asks.</p><p>&emsp;&quot;He almost fell two stories to his death.&quot;</p><p>&emsp;&quot;Shut up, Lyra! You&apos;re only making it worse,&quot; I say. &quot;Go back to your papers.&quot;</p><p>&emsp;&quot;Fine. I&apos;ll let your girlfriend care for you,&quot; she says.</p><p>&emsp;I take off my shirt and jacket. Sylvia traces her fingers against my chest where it itches.</p><p>&emsp;&quot;Heat blisters. Gods, Titus, have you been picking at them?&quot;</p><p>&emsp;&quot;I&apos;m alright,&quot; I tell her, though the stinging pain has followed me since we left. My flesh pleads for a roll around in the snow. But all I can think of is the fear of Sylvia snaring herself in this mess.</p><p>&emsp;&quot;There&apos;s something you should know,&quot; I tell her. I step back as she traces her finger on my chest. &quot;You shouldn&apos;t be here right now.&quot;</p><p>&emsp;&quot;Why can&apos;t I be? Why are you being so distant? Everything was just fine until you awoke this morning in panic. You ran from me. And now you&apos;re telling me to go away again?&quot;</p><p>&emsp;&quot;I can&apos;t involve you in this mess,&quot; I tell her, &quot;you&apos;ll get hurt worse than either of us have. We almost died in that warehouse, and now the Afterlife and Carmine are out for our blood. If you don&apos;t leave right now, you&apos;ll feel the collateral damage of more fury than you can ever imagine.&quot;</p><p>&emsp;She doesn&apos;t even pause for a moment to think. &quot;No. I&apos;m staying,&quot; she insists. &quot;Your fight is my fight. I can never leave you.&quot;</p><p>&emsp;&quot;Are you&mdash;&quot;</p><p>&emsp;&quot;Yes, Titus, I&apos;m not leaving you.&quot; The confidence is unbecoming of her. &quot;You can&apos;t change my mind.&quot;</p><p>&emsp;&quot;Alright, then,&quot; I say. She stands tall, forcing me to look up to meet her eyes. &quot;Thank you for being there for me. I&apos;m sorry. It was nothing against you, there was something immediate and horrendous I had to attend to.&quot;</p><p>&emsp;&quot;I trust you, Titus,&quot; she says. &quot;You scared me because I&apos;ve never seen you so afraid of anything before. You said something about &apos;things not happening again,&apos; called me Khiras, and then you were gone.&quot;</p><p>&emsp;&quot;He said something about &apos;happening again&apos; to you, too?&quot; Lyra says. &quot;You said that seconds ago. What does that mean?&quot;</p><p>&emsp;&quot;You wouldn&apos;t believe me if I tried to explain,&quot; I tell them. &quot;Just a figure of speech.&quot;</p><p>&emsp;&quot;Whatever,&quot; Lyra says. &quot;We need to plan our next move. We need to get out of here. The First Red have tunnel systems only we know about &mdash; we&apos;ll take you, your sister, and your love interest somewhere safe where you&apos;ll never face the wrath of the Afterlife again.&quot;</p><p>&emsp;&quot;You&apos;ll take them,&quot; I say. &quot;They might have seen your face, Lyra, but they know nothing of who you really are. I&apos;m the only one putting us all in danger. I&apos;m the only person they know. And how do we know they&apos;re not out there right now, watching us, waiting for our next move?&quot;</p><p>&emsp;&quot;So what are you trying to say?&quot; Sylvia says.</p><p>&emsp;&quot;I&apos;m saying that it&apos;s my fault,&quot; I say, &quot;and if I present myself, it&apos;s the safest course of action for all of us.&quot;</p><p>&emsp;&quot;How can an accident be your fault? What are you planning, what, to just walk out there?&quot;</p><p>&emsp;&quot;I&apos;ll drive them away,&quot; I insist.</p><p>&emsp;&quot;You&apos;re stupid, that&apos;s what you are,&quot; Lyra says. &quot;Is this a joke?&quot;</p><p>&emsp;&quot;Fine, then,&quot; I say. &quot;We&apos;ll leave in a moment. Wake Ellie upstairs and help her grab all that she needs. And Sylvia, can you help her?&quot;</p><p>&emsp;She nods, rising from the couch, but I catch her by the shoulder. &quot;Are you absolutely sure?&quot; I ask. But her expression is resolute, so much that it surprises me. </p><p>&emsp;&quot;I&apos;m not that same timid girl you had to save. I can make my own choices, and I choose to stay with you,&quot; Sylvia says. &quot;I know what you&apos;re thinking. But people can change, Titus.&quot;</p><p>&emsp;But can they? Really? She couldn&apos;t even watch when I went on my incendiary tirade in the Afterlife. In the end I watched my friends lose their lives over the same weaknesses. Ellie doesn&apos;t seem to age a day or ever understand what I sacrifice to keep her safe, and Clint hasn&apos;t ever gotten over Moira&apos;s death. That eternal hopeless feeling of always being on edge is a plague that stagnates this entire city. The unknown of what lies beyond the wall, stories of Chymaeran skinwalkers who can kill you, steal your identity, and take over your life after wiping out your family, passes around like how embers of a distant fire light kindling.</p><p>&emsp;And so I nod in agreement to agree to disagree. &quot;I know. Just making sure. It&apos;s my eternal job to worry about you,&quot; I say, with half a smile so that it doesn&apos;t sound mocking or spiteful. And I guess I don&apos;t change either, but that strength I find in sacrifice is for the best of all I touch.</p><p>&emsp;&quot;Ellie, grab your things,&quot; I shout. There&apos;s a force that draws me beyond the window like flies trying to escape glass. They&apos;ll be safe without me, I think. I run a long race with no end in sight. My mind begs me to stop. But there&apos;s just enough of a stupid hope inside me that swells with the feeling of fear, reminding me of what I have to lose, and I hate that feeling so much.</p><p>&emsp;I take inventory of my possessions. I still know nothing of this force that drags me back from the edge of death. If I step out there and live, then I know they&apos;re not around. Who says they think I&apos;d end up at home? And if they get me, if I succumb to a rifle blast or die from an arrow to the head, then . . . rolling the dice on this curse of eternal life, I would know the next time around, and maybe, just maybe, we could make it out.</p><p>&emsp;The adrenaline of this edge casts gooseflesh across my arms. I feel warmth like a junkie after their requited hit. It&apos;s not that I want to die or be done.</p><p>&emsp;Standing in the entryway, I think I hear a stirring just beyond the door. Nobody else in the house heard it. I stand silent there, waiting for my ears to ring with enough persuasive silence that the shock of fear subsides. It&apos;s just the wind chimes beyond the door, I think. </p><p>&emsp;And then a heavy thud. </p><p>&emsp;An object? </p><p>&emsp;Footfalls? </p><p>&emsp;My anxiety overrides my fear and I reach for the handle to throw the door open again, no longer listening for quiet to quell my confusion.</p><p>&emsp;The cold steel knob twists in my hands. I don&apos;t hesitate or draw it slow. And when I open the door, I&apos;m greeted by a sight I haven&apos;t seen since the life I last lived.</p>"
  ],
  "BodyFormatted": [
    [
      "<p>&emsp;&quot;You gambled with intel over innocent lives, of course I&apos;m upset! Nothing in that bag can atone for the those kids we let die.&quot;</p>",
      "<p>&emsp;&quot;They were marked for death. You tried. And you might have even saved two of them,&quot; Lyra insists.</p>",
      "<p>&emsp;We speak in hushed voices, almost to the childhood home where I pray Ellie waits for me. A column of smoke dissolves into the smog somewhere behind us. We&apos;re still covered in the aftermath, blending seamlessly into the night.</p>",
      "<p>&emsp;&quot;It&apos;s because you acted that we were spotted in the first place,&quot; she says. &quot;I saved your damn life! Act a little more grateful,&quot; she says.</p>",
      "<p>&emsp;I clench my fists and march in front of her. Some people just can&apos;t be convinced&mdash;and I don&apos;t care much for the facade I&apos;ve held up for her anymore.</p>",
      "<p>&emsp;&quot;Where are we going, anyways?&quot;</p>",
      "<p>&emsp;&quot;My home,&quot; she says.</p>",
      "<p>&emsp;&quot;You mean where you&apos;re staying for now. Is it First Red sanctioned?&quot;</p>",
      "<p>&emsp;&quot;It&apos;s my actual home,&quot; I tell her, &quot;and my sister is waiting for me.&quot;</p>",
      "<p>&emsp;&quot;I don&apos;t understand&mdash;you live in the city?&quot;</p>",
      "<p>&emsp;&quot;I&apos;m not with the First Red!&quot; I tell her. &quot;Leave me, try to kill me, do whatever you want if you feel disappointed or betrayed. I don&apos;t care anymore. I just want to see my sister.  You probably won&apos;t believe me when I say we&apos;re on the same side. Because I hate those genocidal pukes in the Afterlife as much as you do.&quot;</p>",
      "<p>&emsp;&quot;Fletcher, then . . .&quot; She says, her voice trailing off. As I climb the porch steps, I hear her dash behind me. She grabs my coat, slamming me to the ground on my back, dragging an ashen print in the white layer of snow on the porch. &quot;You lied to me! You son of a bitch, you told me he was still alive!&quot;</p>",
      "<p>&emsp;She withdraws her dagger, but I don&apos;t resist her. She just sits there on top of me, ready to drive the steel through my neck or eye socket, but I can feel her hesitation as she trembles there in rage, knowing I know so much that she doesn&apos;t, and so instead she huffs and screams, throwing the blade to the side.</p>",
      "<p>&emsp;She grabs what remains of the lapel of my coat. My back freezes where the scorched holes of my coat let fresh skin touch snow. &quot;How did you know? How did you know their names, Titus? Just me. Just me and my father, we should be the only people that know his name!&quot;</p>",
      "<p>&emsp;&quot;You wouldn&apos;t believe me if I told you, urgh&mdash;&quot; her grasp is right around my neck. &quot;You&apos;d believe that lie long . . . before you believed . . . the truth!&quot;</p>",
      "<p>&emsp;I can feel her tremble with fury. But her curiosity ultimately wins over. She steps off me. &quot;If the mercenaries were with me right now, I&apos;d let them peel your flesh,&quot; she insists.</p>",
      "<p>&emsp;&quot;You have every right to be angry. But you&apos;re also short on time, and so am I. So are we going to figure out what&apos;s in this bag, and will you let me care for my sister? Or are you going to cause a scene and get us both dragged away?&quot;</p>",
      "<p>&emsp;She wipes the charred snow from what remains of her jacket. &quot;Fine, then,&quot; she says. She extends a hand, unwittingly, and I take it. But as soon as I&apos;m just about to raise myself to her height, she lets go. </p>",
      "<p>&emsp;I stumble, my head cracking the entryway window in spiderwebs before I fall again.</p>",
      "<p>&emsp;&quot;Get your own damn self up,&quot; she insists, shouldering the bag, trying the handle of the door to find only I have the key.</p>",
      "<p>&emsp;Grasping my head, I open the door to find Ellie terrified, brandishing a kitchen knife like I taught her in case of intruders.</p>",
      "<p>&emsp;She drops the knife in tears.</p>",
      "<p>&emsp;&quot;Tie!&quot;</p>",
      "<p>&emsp;She embraces my waist as I bend down to hug her, smothering soot and blood over her white jacket before I realize I&apos;m still a mess. I feel emotional, too: as Lyra stomps past us to throw the bag on the kitchen island, Ellie weeps as I embrace her on my knees in the kitchen entryway.</p>",
      "<p>&emsp;&quot;I was so scared,&quot; she says, &quot;you were late!&quot;</p>",
      "<p>&emsp;&quot;I know. I&apos;m sorry,&quot; I tell her, as Lyra watches from the other side of the house, lost in a memory. &quot;I promise I&apos;ll never leave you alone, never again.&quot;</p>",
      "<p>&emsp;She buries her head in my shirt and I&apos;m filled with love again.</p>",
      "<p>&emsp;&quot;Whoa there, I need a bath,&quot; I tell her.</p>",
      "<p>&emsp;I laugh when she withdraws her face covered in soot, sneezing as she drags her hand against her face. I grab a towel from the kitchen and douse it with water, wiping away at her cheeks, coated in ink like a stamp after use. The ash must have acted like a coagulant, because when the water seeps into my cuts, I grasp them in sudden anguish.</p>",
      "<p>&emsp;I choke back curses in the presence of my sister. My hands are sliced open from jagged metal and splintered wood: other than that, I&apos;ve been fortunate to evade anything grievous.</p>",
      "<p>&emsp;&quot;That friend of yours. He called your name. What does he know of any of this?&quot; Lyra asks.</p>",
      "<p>&emsp;&quot;Nothing. His name is Romin, one of the highest Brothers in this province of Carmine.&quot; I will never forget the white anger when he saw the aftermath of the attack. It sends chills down my spine imagining him now. &quot;We&apos;ll be in a world of trouble if he thinks I did it.&quot;</p>",
      "<p>&emsp;&quot;Would he tell anyone?&quot;</p>",
      "<p>&emsp;&quot;I don&apos;t think so,&quot; I say. &quot;But he&apos;s easily prone to anger.&quot;</p>",
      "<p>&emsp;Ellie&apos;s voice cracks with fear again.&quot;Are we endangered?&quot; she asks.</p>",
      "<p>&emsp;&quot;I don&apos;t think so. I mean . . . not at all,&quot; I say. &quot;No. We&apos;re not in danger.&quot;</p>",
      "<p>&emsp;&quot;What&apos;s the red on your hand? And what&apos;s that?&quot; she asks.</p>",
      "<p>&emsp;&quot;I took a fall coming here,&quot; I reason.</p>",
      "<p>&emsp;&quot;Why?&quot; she asks. Children ask so many questions.</p>",
      "<p>&emsp;&quot;I wasn&apos;t trying to,&quot; I tell her.</p>",
      "<p>&emsp;&quot;Then why&apos;s the black on you?&quot;</p>",
      "<p>&emsp;&quot;Because I tried to save someone. From a fire. It&apos;s all smoke.&quot;</p>",
      "<p>&emsp;&quot;But smoke is bad! It hurts your breathing, and then you won&apos;t be good at fighting. Don&apos;t be like Clint.&quot;</p>",
      "<p>&emsp;Not Dad or Daddy. Kids are brutal&mdash;but after so many years, even at eight, I know she&apos;s disappointed the same way I am.</p>",
      "<p>&emsp;&quot;I won&apos;t. I promise,&quot; I tell her.</p>",
      "<p>&emsp;Lyra is already sorting through her haul as I approach. &quot;Was it all worth it?&quot; I ask.</p>",
      "<p>&emsp;&quot;Make yourself useful and help me find out,&quot; she says. </p>",
      "<p>&emsp;I sit at the table. She&apos;s already started sorting the documents. &quot;How did you know what to pick?&quot;</p>",
      "<p>&emsp;&quot;I didn&apos;t,&quot; she says. &quot;I picked anything that looked most-referenced or recent, on the tables, in valuable places. You didn&apos;t give me much time when you ran up there.&quot;</p>",
      "<p>&emsp;&quot;Tie! I&apos;m hungry,&quot; Ellie says.</p>",
      "<p>&emsp;&quot;Sorry, let me fix you something.&quot; I wince over my cracked hands. Creasing them breaks the seal of dried blood, and they start gushing again.</p>",
      "<p>&emsp;&quot;The red again,&quot; Ellie says. </p>",
      "<p>&emsp;&quot;Shitt. . . .or, shoot, shoot, can you get me a towel? And the first-aid box, you know where that is, right?&quot;</p>",
      "<p>&emsp;&quot;You said a bad word,&quot; she says.</p>",
      "<p>&emsp;&quot;I know, I know, can you just get it, cutie? I&apos;ll tell you a story,&quot; I say, and in seconds, she returns with a white towel, along with the unopened first aid kit my mother Moira bought many years ago. What kinda weak blood are we raising, Clint once said. If you&apos;re gonna bleed, then bleed it out like a man.</p>",
      "<p>&emsp;I crack it open with one hand. The excruciating pain returns as my adrenaline fades further. &quot;Rip the pouch of wound cream for me?&quot;</p>",
      "<p>&emsp;&quot;Please,&quot; she insists.</p>",
      "<p>&emsp;&quot;Please. And thank you.&quot;</p>",
      "<p>&emsp;She tears the perforation. I feel her hug my legs together real tight as I try to steady it over my trembling hands. Lyra laughs at the table.</p>",
      "<p>&emsp;&quot;What are you doing?&quot; I ask.</p>",
      "<p>&emsp;&quot;Momma asked me to do this one time when she was leaking red too, and she cut herself,&quot; Ellie says, &quot;so I wanna do it for you.&quot;</p>",
      "<p>&emsp;&quot;Then you better hug real tight,&quot; I say. My adrenaline is fading. I can&apos;t imagine what pain awaits me. A pallid bead leaks from the packet, viscous and dense, hovering over my wound until I lower it there. The searing pain overtook me worse than when it happened, only hours before.</p>",
      "<p>&emsp;I groan, pressing my clean fingers into the cut, making sure the cream saturates every surface. The flesh parts like a bad haircut, and the simmering pain brings me to my knees. I feel Ellie embrace me harder. It surprises me to remember how strong she had gotten, how much she&apos;s grown up.</p>",
      "<p>&emsp;&quot;Hug, hug, hug!&quot; she exclaims. Tears leak from my eyes. But I&apos;m not crying. It&apos;s as if I&apos;m looking in bright sunlight, or on the verge of a sneeze, and I focus on the tightness of her grasp, huffing for breaths between clenching all my muscles to resist the feeling. The hard part is over.</p>",
      "<p>&emsp;&quot;N . . . now, g-get the gauze.&quot;</p>",
      "<p>&emsp;&quot;Gauss? Gloss? The lip stuff Mommy used?&quot;</p>",
      "<p>&emsp;&quot;No, n-no, the cloth wrap, the cloth wrap. White. There,&quot; I mutter.</p>",
      "<p>&emsp;Lyra laughs, turning it into a cough.</p>",
      "<p>&emsp;&quot;Here?&quot; she asks.</p>",
      "<p>&emsp;&quot;Y-yeah,&quot; I say, &quot;wrap it real tight.&quot;</p>",
      "<p>&emsp;I hold the end of the fresh roll between my thumb. Instead of standing in one place, she playfully spins in circles around my hand as if it were a streamer, ducking under my arm each time, grunting as she tightens it as tight as she possibly can. Despite everything, I feel a humor churn under my breath at how cute she is.</p>",
      "<p>&emsp;She presses her lips to the bandage. &quot;All better, Tie! Momma said that will heal it faster,&quot; she chimes, with a playful skip in her night clothes as she climbs the arm of the sofa, falling backwards into the cushions.</p>",
      "<p>&emsp;I certainly feel at least a little better. When I stand to fix her something to eat, I hear Lyra mutter something under her breath.</p>",
      "<p>&emsp;&quot;What?&quot;</p>",
      "<p>&emsp;&quot;No way, I said. Look.&quot;</p>",
      "<p>&emsp;She hands me a photograph from ages ago. Three still faces state back without a smile.</p>",
      "<p>&emsp;&quot;That was my family,&quot; she says. &quot;Me, my father, and my brother.&quot;</p>",
      "<p>&emsp;&quot;Ullrich and Fletcher?&quot;</p>",
      "<p>&emsp;&quot;That&apos;s right.&quot;</p>",
      "<p>&emsp;&quot;Is your mother behind the camera?&quot;</p>",
      "<p>&emsp;&quot;I think so,&quot; she says. &quot;This must have been right before the attack &mdash; I was the last piece of her my father had.&quot;</p>",
      "<p>&emsp;&quot;Then who was it?&quot;</p>",
      "<p>&emsp;&quot;Wait&mdash;move your finger,&quot; she says. I flip it to the back. Scrawled there are two initials and a sentence.</p>",
      "<p>&emsp;YOU WILL DIE WITH THE GUILT OF WHAT YOU&apos;VE DONE. E.V.</p>",
      "<p>&emsp;&quot;Everett Valensend,&quot; Lyra says. &quot;Your grandfather and my uncle are the same person! That bastard did change his name.&quot;</p>",
      "<p>&emsp;&quot;What did he feel so guilty for?&quot; I ask.</p>",
      "<p>&emsp;&quot;For leaving my brother and I to die,&quot; Lyra says. &quot;A long time ago, we lived in a house beyond the walls. When Ullrich was out, we were attacked by Snowdrifters. The only secure room in the house was the office, high enough above the ground to be almost two stories, with a bolted door. Your grandfather hid behind that door,&quot; she says.</p>",
      "<p>&emsp;&quot;Gods. It all just seems so fridging impossible,&quot; I say. &quot;That was never the Everett I knew.&quot;</p>",
      "<p>&emsp;&quot;The kindest face can mask the illest will,&quot; she says. &quot;At least I&apos;m sure he took that cowardice to his grave.&quot; She motions to the picture. &quot;Please . . . Can I keep that?&quot;</p>",
      "<p>&emsp;I thumb further through records. The only fastened pages are in an envelope labeled TESTS. I thumb quickly through the pages. They look like blood tests.</p>",
      "<p>&emsp;The folder is labeled PROJECT PURGATORY. &quot;Wonder what that means,&quot; I say. Several pages are stuck between with drops of dried blood. THE ULTIMATE VASSAL OF BLOOD; THE HEIRESS OF PURGATORY HERSELF.</p>",
      "<p>&emsp;I read the lines and lines. The further I flip, the more the words dissolve to unintelligible scribbles, just like the map he left for me. The memory of Everett&apos;s eyes will forever penetrate my soul, the last time I saw him, when I brought this map and he looked back across it, as if there was something he wished to say, something he kept silent.</p>",
      "<p>&emsp;And then the same repeating letter: &quot;F.&quot; I&apos;m flipping back to front now. The cursive becomes more legible. Every trial denoted with an &quot;E&quot; and an &quot;F&quot;&mdash; code for names, dates, or trials, I&apos;m unsure until I make it to the front, where they&apos;re referenced for the first time.</p>",
      "<p>&emsp;EVERETT.</p>",
      "<p>&emsp;FLETCHER.</p>",
      "<p>&emsp;&quot;Your brother, he was down there in that basement,&quot; I tell her.</p>",
      "<p>&emsp;Her eyes light up, and she lunges for the document. &quot;Where?&quot;</p>",
      "<p>&emsp;It slips from my hands, giving me a paper cut as I accidentally tear out the last page.</p>",
      "<p>&emsp;&quot;Gods, Lyra,&quot; I say, sticking my finger in my mouth as I look down at it. Among the intelligible scribbles of the last sessions, there&apos;s a third name I can barely make out.</p>",
      "<p>&emsp;MOIRA.</p>",
      "<p>&emsp;&quot;Gloss,&quot; Ellie says, as she approaches with the first aid kit. &quot;Gloss and then make me food!&quot;</p>",
      "<p>&emsp;&quot;Okay, okay,&quot; I say. She wraps my finger, and I scan through the cabinets for canned food. </p>",
      "<p>&emsp;&quot;That last page you made me bleed on. It has Moira&apos;s name on it,&quot; I say.</p>",
      "<p>&emsp;&quot;How long ago was all of this?&quot; Lyra asks.</p>",
      "<p>&emsp;&quot;At the end of his life, scribbling away on the last fumes of his mind? Only three years ago.&quot;</p>",
      "<p>&emsp;&quot;So you&apos;re saying Fletcher was there, maybe five years ago,&quot; Lyra says.</p>",
      "<p>&emsp;&quot;That&apos;s right,&quot; I tell her.</p>",
      "<p>&emsp;A look of relief flushes her face. My lie is true, and I see her almost crease a smile for the first time.</p>",
      "<p>&emsp;&quot;Hand me that can,&quot; Lyra says. She turns to Ellie. &quot;Do you want beans, beans, or beans?&quot; </p>",
      "<p>&emsp;Ellie tilts her head.</p>",
      "<p>&emsp;&quot;She doesn&apos;t know what irony is yet,&quot; I tell her.</p>",
      "<p>&emsp;She opens the lid, grasping the can by its bottom. In seconds, it glows red hot.</p>",
      "<p>&emsp;&quot;Wow! How did you do that, Leera?&quot; Ellie asks.</p>",
      "<p>&emsp;&quot;I&apos;m cooler than your pathetic, liar brother, here, that&apos;s why,&quot; she says. She pulls a bowl from the cupboard, adding a spoon before pouring it in.</p>",
      "<p>&emsp;&quot;Thank you, thank you,&quot; she says, before retreating to the couch in the living room.</p>",
      "<p>&emsp;My eyes catch on a spot on the living room floor before they return to the stacks of documents. It&apos;s just a blemish of soot shen I knelt to hug Ellie, but remembering that pool of blood my father died in sets me on edge.</p>",
      "<p>&emsp;It was only hours after this that they came to take her away. Have I sped things up? Have I forestalled that future? Or is it seconds away, bursting through the wide glass window, swarming the building, waiting outside for us to sleep or let down our guard?</p>",
      "<p>&emsp;&quot;Titus. Titus,&quot; Lyra says. I snap to attention again. Ellie is staring at me. My hand is on my heart, and I&apos;m kneeling on the floor, heaving for air like I&apos;m breathing through a straw. My fingers are cold. My body is frozen. I can&apos;t move my joints, and it only panics me further.</p>",
      "<p>&emsp;&quot;It&apos;s happening again, Gods, please, don&apos;t take her from me,&quot; I cry.</p>",
      "<p>&emsp;&quot;You&apos;re fine. You&apos;re having a small panic attack,&quot; Lyra says.</p>",
      "<p>&emsp;I stumble towards Ellie on stiff legs that refuse to hinge. Sparks pop in my vision. I nearly collapse to the floor. My flesh is cold. They&apos;re waiting outside again to take her, to kill me or anyone who tries to resist them.</p>",
      "<p>&emsp;&quot;I won&apos;t let you go, I swear to you,&quot; I mumble, as Lyra tries to restrain me. I have to see whether the darkened splotches cover her flesh, if her skin is cold like my father&apos;s when his eyes stopped moving in their sockets and I almost wept over them.</p>",
      "<p>&emsp;She just sits there eating her beans, not a blemish or mark anywhere across her skin.</p>",
      "<p>&emsp;&quot;See, I told you,&quot; Lyra says. &quot;Everything is fine.&quot;</p>",
      "<p>&emsp;I slump to my knees and take deep breaths. After a short while, the control of my hands returns. Ellie keeps eating her beans, smacking her lips, then stands up to wash out the bowl.</p>",
      "<p>&emsp;&quot;I&apos;ll take care of that, Ellie,&quot; I say. I&apos;d prefer her upstairs where she&apos;s safe. &quot;Go up and get ready for bed.&quot;</p>",
      "<p>&emsp;&quot;But I wanna stay with your new friend Leera!&quot;</p>",
      "<p>&emsp;&quot;Go up and take a bath,&quot; I tell her. &quot;Leera will read to you.&quot;</p>",
      "<p>&emsp;&quot;Okay!&quot; She exclaims, retreating up the stairs.</p>",
      "<p>&emsp;&quot;It must be nice,&quot; Lyra says.</p>",
      "<p>&emsp;&quot;Having panic attacks?&quot; I ask.</p>",
      "<p>&emsp;&quot;Of course not. Family. It&apos;s a nice thing to witness.&quot;</p>",
      "<p>&emsp;&quot;You should meet my father, then,&quot; I say.</p>",
      "<p>&emsp;&quot;Meet mine,&quot; she says. &quot;A high-grade purist asshole.&quot;</p>",
      "<p>&emsp;Who says I haven&apos;t, I think.</p>",
      "<p>&emsp;&quot;What you said earlier. When you said the word &apos;again.&apos; What did you mean?&quot; Lyra asks.</p>",
      "<p>&emsp;But before I can answer, a knock sounds on the door.</p>",
      "<p>&emsp;Lyra withdraws the Merlotan sickle she saved from the ambush. I lift Ellie&apos;s dull kitchen knife from the ground, cautiously stepping forward as a lone figure dances behind the cracked glass.</p>"
    ],
    [
      "<p>&emsp;I crack the door to lighttime, expecting a great force to bash it in. I try my hands and legs. My fingers and joints still hinge. The sensation of icy death never chills my bones. </p>",
      "<p>&emsp;The voice knows my name, and it carries it softly,</p>",
      "<p>&emsp;&quot;Titus,&quot; Sylvia says. </p>",
      "<p>&emsp;I crack the door further to try to meet her eyes, but she hunches in either nervousness or dismay, making herself small again.</p>",
      "<p>&emsp;&quot;I was so worried when you left, Titus. You said nothing. And I got to thinking, about . . . us, and . . . I&apos;m sorry for what I said. And I&apos;m sorry if I&apos;m not good enough, for you, you know, but, I&mdash;&quot; </p>",
      "<p>&emsp;She finally looks at my face. I haven&apos;t seen my reflection in the mirror since I last saw her, but the way her eyes widen are enough to tell me everything of how desperate and weak I&apos;ve become in such a short time.</p>",
      "<p>&emsp;I speak first, and it comes out as a mumble. &quot;It&apos;s fine.&quot; I should have added more, told her that it was all a misunderstanding, but my mind is so shell-shocked by the existential fear that the words don&apos;t register. My mind short-circuits. I let her in when I should have explained the last four-and-a-half hours and sent her to safety, away from the madness we stirred in such a short time.</p>",
      "<p>&emsp;&quot;Gods, Titus,&quot; she says: surprised, but even more concerned. &quot;Are you okay?&quot;</p>",
      "<p>&emsp;&quot;I&apos;m fine,&quot; I say. I contort enough of a smile to convince her as I step back from the door. But her eyes catch on the other woman in the room.</p>",
      "<p>&emsp;&quot;Who&apos;s that?&quot; Sylvia asks.</p>",
      "<p>&emsp;&quot;I&apos;m his girlfriend, who are you?&quot; Lyra says. I&apos;m too exhausted to parry with an angry glance. I hope Sylvia knows it&apos;s a joke, but knowing her, she&apos;ll probably take it as it is.</p>",
      "<p>&emsp;&quot;An acquaintance,&quot; I tell her. Then Lyra cuts back on her classless mockery. </p>",
      "<p>&emsp;&quot;Kidding. We&apos;re nothing. In fact, we just met, when I tried to kill him.&quot;</p>",
      "<p>&emsp;&quot;You what?&quot; Sylvia exclaims.</p>",
      "<p>&emsp;&quot;But, no, we&apos;re fine. For now, at least. We&apos;re trying to find out why his grandpa is a murderer after burning down a building,&quot; Lyra says, as if that doesn&apos;t open a thousand more questions.</p>",
      "<p>&emsp;&quot;You&apos;re both covered in black,&quot; Sylvia says. &quot;What happened? When?&quot; She takes my hand, looking at the bandage Ellie applied moments earlier. My arms are slashed, too. I smell like death, and I lean away from her, aware of how disgusting I am.</p>",
      "<p>&emsp;I flinch back.</p>",
      "<p>&emsp;&quot;No, stop,&quot; Sylvia says, grasping my arm and pulling me back, scanning my body with her calculated medic&apos;s glare. &quot;You&apos;re burned all over. What happened to you?&quot; She asks.</p>",
      "<p>&emsp;&quot;He almost fell two stories to his death.&quot;</p>",
      "<p>&emsp;&quot;Shut up, Lyra! You&apos;re only making it worse,&quot; I say. &quot;Go back to your papers.&quot;</p>",
      "<p>&emsp;&quot;Fine. I&apos;ll let your girlfriend care for you,&quot; she says.</p>",
      "<p>&emsp;I take off my shirt and jacket. Sylvia traces her fingers against my chest where it itches.</p>",
      "<p>&emsp;&quot;Heat blisters. Gods, Titus, have you been picking at them?&quot;</p>",
      "<p>&emsp;&quot;I&apos;m alright,&quot; I tell her, though the stinging pain has followed me since we left. My flesh pleads for a roll around in the snow. But all I can think of is the fear of Sylvia snaring herself in this mess.</p>",
      "<p>&emsp;&quot;There&apos;s something you should know,&quot; I tell her. I step back as she traces her finger on my chest. &quot;You shouldn&apos;t be here right now.&quot;</p>",
      "<p>&emsp;&quot;Why can&apos;t I be? Why are you being so distant? Everything was just fine until you awoke this morning in panic. You ran from me. And now you&apos;re telling me to go away again?&quot;</p>",
      "<p>&emsp;&quot;I can&apos;t involve you in this mess,&quot; I tell her, &quot;you&apos;ll get hurt worse than either of us have. We almost died in that warehouse, and now the Afterlife and Carmine are out for our blood. If you don&apos;t leave right now, you&apos;ll feel the collateral damage of more fury than you can ever imagine.&quot;</p>",
      "<p>&emsp;She doesn&apos;t even pause for a moment to think. &quot;No. I&apos;m staying,&quot; she insists. &quot;Your fight is my fight. I can never leave you.&quot;</p>",
      "<p>&emsp;&quot;Are you&mdash;&quot;</p>",
      "<p>&emsp;&quot;Yes, Titus, I&apos;m not leaving you.&quot; The confidence is unbecoming of her. &quot;You can&apos;t change my mind.&quot;</p>",
      "<p>&emsp;&quot;Alright, then,&quot; I say. She stands tall, forcing me to look up to meet her eyes. &quot;Thank you for being there for me. I&apos;m sorry. It was nothing against you, there was something immediate and horrendous I had to attend to.&quot;</p>",
      "<p>&emsp;&quot;I trust you, Titus,&quot; she says. &quot;You scared me because I&apos;ve never seen you so afraid of anything before. You said something about &apos;things not happening again,&apos; called me Khiras, and then you were gone.&quot;</p>",
      "<p>&emsp;&quot;He said something about &apos;happening again&apos; to you, too?&quot; Lyra says. &quot;You said that seconds ago. What does that mean?&quot;</p>",
      "<p>&emsp;&quot;You wouldn&apos;t believe me if I tried to explain,&quot; I tell them. &quot;Just a figure of speech.&quot;</p>",
      "<p>&emsp;&quot;Whatever,&quot; Lyra says. &quot;We need to plan our next move. We need to get out of here. The First Red have tunnel systems only we know about &mdash; we&apos;ll take you, your sister, and your love interest somewhere safe where you&apos;ll never face the wrath of the Afterlife again.&quot;</p>",
      "<p>&emsp;&quot;You&apos;ll take them,&quot; I say. &quot;They might have seen your face, Lyra, but they know nothing of who you really are. I&apos;m the only one putting us all in danger. I&apos;m the only person they know. And how do we know they&apos;re not out there right now, watching us, waiting for our next move?&quot;</p>",
      "<p>&emsp;&quot;So what are you trying to say?&quot; Sylvia says.</p>",
      "<p>&emsp;&quot;I&apos;m saying that it&apos;s my fault,&quot; I say, &quot;and if I present myself, it&apos;s the safest course of action for all of us.&quot;</p>",
      "<p>&emsp;&quot;How can an accident be your fault? What are you planning, what, to just walk out there?&quot;</p>",
      "<p>&emsp;&quot;I&apos;ll drive them away,&quot; I insist.</p>",
      "<p>&emsp;&quot;You&apos;re stupid, that&apos;s what you are,&quot; Lyra says. &quot;Is this a joke?&quot;</p>",
      "<p>&emsp;&quot;Fine, then,&quot; I say. &quot;We&apos;ll leave in a moment. Wake Ellie upstairs and help her grab all that she needs. And Sylvia, can you help her?&quot;</p>",
      "<p>&emsp;She nods, rising from the couch, but I catch her by the shoulder. &quot;Are you absolutely sure?&quot; I ask. But her expression is resolute, so much that it surprises me. </p>",
      "<p>&emsp;&quot;I&apos;m not that same timid girl you had to save. I can make my own choices, and I choose to stay with you,&quot; Sylvia says. &quot;I know what you&apos;re thinking. But people can change, Titus.&quot;</p>",
      "<p>&emsp;But can they? Really? She couldn&apos;t even watch when I went on my incendiary tirade in the Afterlife. In the end I watched my friends lose their lives over the same weaknesses. Ellie doesn&apos;t seem to age a day or ever understand what I sacrifice to keep her safe, and Clint hasn&apos;t ever gotten over Moira&apos;s death. That eternal hopeless feeling of always being on edge is a plague that stagnates this entire city. The unknown of what lies beyond the wall, stories of Chymaeran skinwalkers who can kill you, steal your identity, and take over your life after wiping out your family, passes around like how embers of a distant fire light kindling.</p>",
      "<p>&emsp;And so I nod in agreement to agree to disagree. &quot;I know. Just making sure. It&apos;s my eternal job to worry about you,&quot; I say, with half a smile so that it doesn&apos;t sound mocking or spiteful. And I guess I don&apos;t change either, but that strength I find in sacrifice is for the best of all I touch.</p>",
      "<p>&emsp;&quot;Ellie, grab your things,&quot; I shout. There&apos;s a force that draws me beyond the window like flies trying to escape glass. They&apos;ll be safe without me, I think. I run a long race with no end in sight. My mind begs me to stop. But there&apos;s just enough of a stupid hope inside me that swells with the feeling of fear, reminding me of what I have to lose, and I hate that feeling so much.</p>",
      "<p>&emsp;I take inventory of my possessions. I still know nothing of this force that drags me back from the edge of death. If I step out there and live, then I know they&apos;re not around. Who says they think I&apos;d end up at home? And if they get me, if I succumb to a rifle blast or die from an arrow to the head, then . . . rolling the dice on this curse of eternal life, I would know the next time around, and maybe, just maybe, we could make it out.</p>",
      "<p>&emsp;The adrenaline of this edge casts gooseflesh across my arms. I feel warmth like a junkie after their requited hit. It&apos;s not that I want to die or be done.</p>",
      "<p>&emsp;Standing in the entryway, I think I hear a stirring just beyond the door. Nobody else in the house heard it. I stand silent there, waiting for my ears to ring with enough persuasive silence that the shock of fear subsides. It&apos;s just the wind chimes beyond the door, I think. </p>",
      "<p>&emsp;And then a heavy thud. </p>",
      "<p>&emsp;An object? </p>",
      "<p>&emsp;Footfalls? </p>",
      "<p>&emsp;My anxiety overrides my fear and I reach for the handle to throw the door open again, no longer listening for quiet to quell my confusion.</p>",
      "<p>&emsp;The cold steel knob twists in my hands. I don&apos;t hesitate or draw it slow. And when I open the door, I&apos;m greeted by a sight I haven&apos;t seen since the life I last lived.</p>"
    ]
  ],
  "Release": 227,
  "ReleaseDate": [
    "08",
    "16",
    "2025",
    "2025-08-16 00:00:00"
  ],
  "Active": false,
  "Perspective": "Titus",
  "Status": "No Status",
  "WordCount": 0,
  "Summary": ""
}