{
  "Story": "Firebrand",
  "Title": "Chapter Twenty-Seven",
  "Subtitle": "Breaking The Habit",
  "Act": 2,
  "ChapterNumber": 27,
  "Synopsis": "Titus sees his father in a different light.",
  "RevNotes": "",
  "ID": "2.25",
  "Body": [
    "<p>&emsp;&quot;Here,&quot; he says, gesturing towards a weathered bench in the backyard. &quot;Siddown.&quot;</p><p>&emsp;I wipe off a faint layer of dirty, ashen snow for us to sit. He draws a cigarette from his pocket, flicking the lighter several times before the smoke blends with his clouds of breath, and after he&apos;s satisfied, he starts.</p><p>&emsp;&quot;You&apos;re just as stubborn a son of a bitch as I am,&quot; Clint says. </p><p>&emsp;I open my mouth to respond, but he catches me first. </p><p>&emsp;&quot;This will work better if you just listen, son,&quot; he says, as if the feeling behind his words will evaporate if he fails to get them out. &quot;Look &mdash; I know I can&apos;t change your mind. You nearly raised yourself. And Ellie, too, I&apos;ll admit . . . so I recognize I have little power over that compass inside you.&quot;</p><p>&emsp;He sits close to me. The smells of smoke and damp pine bark bring me straight back to my childhood: he started smoking again shortly after my mother died. He quit shortly after I was adopted.</p><p>&emsp;&quot;I hate how much of myself I see inside you,&quot; he says. &quot;Every parent wants their child to be better than them. You graduated at the top of your class. Your combat scores are nearly unmatched. Believe me, son, I&apos;ve watched, even if it never felt like it. I&apos;m proud of you. But the more you grind yourself down, the more I see the way that you, well . . .&quot;</p><p>&emsp;&quot;What do you mean?&quot; I ask.</p><p>&emsp;He takes a long breath. &quot;Ever since your mother died, ever since that night, it seems like me &mdash; or the world &mdash; tore something out of you.&quot; He pauses for effect as I cross my legs. &quot;And it&apos;s like you never filled it with something real.&quot; He digs deep into a part of me I&apos;m uncomfortable with, but this time it isn&apos;t insults or allegations. &quot;I can tell because I have it, too. And I think I passed it on to you, as much as I tried to be better than my father was.&quot;</p><p>&emsp;&quot;But we&apos;re different,&quot; I try to say.</p><p>&emsp;&quot;You really think? I see this shop as the only relic of my past that remains the way she left it,&quot; he says, &quot;and I hold on to this. You hold on to work, combat training, school, and Ellie, and I understand why, but your friends? Your youth? Those are all so important. I didn&apos;t have that, I never did, because I had to grow up fast. But look at you &mdash; young and handsome like I was. You shouldn&apos;t have those limitations.&quot;</p><p>&emsp;&quot;I take care of Ellie because you say you can&apos;t,&quot; I say.</p><p>&emsp;&quot;But if you dig deep, you know neither of us can . . . or could, Gods . . . give her the love she deserved.&quot;</p><p>&emsp;I sit with the silence that follows. I won&apos;t deny his words. I don&apos;t want to admit it out loud, but he&apos;s right: I chalked all of Ellie&apos;s frustrations up to adolescent drama without ever really listening to her.</p><p>&emsp;&quot;What I&apos;m trying to say here is: I don&apos;t want you to make the same mistake I did, to carry that same weakness my own father left in me.&quot;</p><p>&emsp;He takes a long pause, failing to find a way to summarize the scars of his past in a handful of words.</p><p>&emsp;&quot;It was awful,&quot; Clint says. </p><p>&emsp;He bites his lip.</p><p>&emsp;&quot;Go on,&quot; I say.</p><p>&emsp;&quot;Your grandfather, Everett,&quot; Clint starts. &quot;He was a weak man. Something in his past still hurt him, and he never quite got it out.&quot; </p><p>&emsp;I lean forward, mesmerized by his words. I&apos;ve never heard him even try to talk this much about his past. </p><p>&emsp;&quot;I didn&apos;t want to tell you since he was your only grandparent, and that connection is important, with how small our family is, you know.&quot;</p><p>&emsp;I nod for him to continue, looking down, afraid that if we meet eyes he&apos;ll stop talking.</p><p>&emsp;&quot;Your grandmother died at a young age, much like what happened with Moira. And that&apos;s why it hurts so much this time. But I remember my early life in Blackwater, living in a house that wasn&apos;t even close to the size we had, far on the outskirts, close to the Snowdrifter holes. He&apos;d disappear for days, sometimes. And when I came home from Seminary, he&apos;d just be lying there on the couch, passed out.&quot;</p><p>&emsp;&quot;Asleep?&quot; I asked.</p><p>&emsp;&quot;No. Black-out drunk. And I spent so much of my life just sitting there in that empty house, just staring.&quot;</p><p>&emsp;&quot;At what?&quot;</p><p>&emsp;&quot;At his breath. His chest, up and down, up and down, just watching.&quot;</p><p>&emsp;&quot;To make sure he was alive,&quot; I guess.</p><p>&emsp;&quot;Right, and . . . some nights I&apos;d curl up next to him: thirsty and starving. I&apos;d lift his arm and put it around me, and Gods, Titus, his body was so fridging cold,&quot; Clint says. &quot;And all I could think was how I never wanted to bring some bastard child into the world, to suffer the same way. But then Everett found you at the orphanage. He insisted we raise you, that there was something special, and then Moira saw that same light when she worked at the orphanage.&quot;</p><p>&emsp;&quot;What do you mean by that? Everett found me?&quot;</p><p>&emsp;&quot;He brought you to the Orphanage, but he never said from where, just that he had a &apos;debt to pay.&apos; Moira and Everett are the only reason you&apos;re here with me. But you, son &mdash; you proved me wrong that I didn&apos;t want a child. You&apos;re the reason that Ellie is here. Or was . . . &quot; He takes another draw of his cigarette, adjusting his position on the bench. &quot;Gods be damned. Just don&apos;t end up an old bastard like me, so full of hate, pain, and regret, and &mdash; Titus, why are you crying?&quot;</p><p>&emsp;The tears pour out of me. All those cycles wore down the barrier he created for me. &quot;No, continue,&quot; I insist.</p><p>&emsp;&quot;Well, it takes almost losing two of yous before an old stubborn pecker like me can get the words out.&quot; He laughs before it turns into a smoker&apos;s cough. &quot;I know I&apos;m not going to change your mind. I know there&apos;s a part deep inside of you that hates me for what I&apos;ve done &mdash; or rather, failed to do for you as a father. But if it&apos;s not me you talk to about these things, then I urge you to talk to someone. If there&apos;s one thing you remember, it&apos;s this: be better than I was, son.&quot;</p><p>&emsp;&quot;I don&apos;t hate you,&quot; I tell him.&quot;I just pity how Mom&apos;s death hurt you. I&apos;m . . . saddened by how much it still impacts how you live.&quot;</p><p>&emsp;Clint rubs under his chin before closing the cigarette pack. &quot;Yeah,&quot; he says. &quot;And another thing. I know you haven&apos;t forgotten what . . . what I did to you, that terrible night that your mother disappeared. But I&apos;ll be damned if I don&apos;t speak on it. I want to tell you I&apos;m sorry, son, for how I hurt you. Physically, emotionally.&quot;</p><p>&emsp;&quot;Thank you,&quot; I say. They&apos;re tough words for him to muster, only drawn out by how temporal this last moment of ours is. Emotion is a muscle to train, and we&apos;re both weak and emaciated in those respects: it feels as if we&apos;ve finished a tough workout. There&apos;s so much more to unpack between the two of us. But we both understand we&apos;re out of time. </p><p>&emsp;Clint stands up. He trades clouds of smoke for clouds of breath as he stretches his sore back, and I stand alongside him. I can tell how badly he doesn&apos;t want me to leave, but it&apos;s not up to him. I&apos;m doing this to save all of them. I&apos;ll have to hold myself to this purpose even if it destroys me, because if I fail, I will have nothing to live for.</p><p>&emsp;He reaches out his hand as if we&apos;re making a business deal. But the feel of something smooth, cold, and slender surprises me between our palms.</p><p>&emsp;&quot;If I can&apos;t convince you to stay, then I want her to protect you,&quot; Clint says. &quot;You&apos;ll need her presence more than I will.&quot;</p><p>&emsp;&quot;Thanks, Dad,&quot; I tell him.</p><p>&emsp;I take the necklace pendant from my mother in my fingers. She never took it off: not even when she joined my father for bed. If Moira were watching, she&apos;d laugh at how dislocated we are from emotion: without her bringing us together, maybe this is the first time we&apos;ve ever tried.</p><p>&emsp;So the two Berguard men shake hands, unable to conjure any further words, and just like always, unable to persuade the other to change their mind.</p>",
    "<p>&emsp;Clint&apos;s last gift is free pickings over the shop for whatever we need. It&apos;s all the things I&apos;ve found over the years, anyway. He remains outside, unable to usher himself in, weeding through a full pack of his favorite cigarettes and warming his hands over a barrel of fire, waiting for us to leave.</p><p>&emsp;I gather my Snowdrifter gear minus the sled while Sylvia takes one of my mother&apos;s old jackets. My fingers fondle the smooth surface of the pendant Clint gave me. Lyra returns after gathering gear she stored away somewhere; she left while Clint and I were talking.</p><p>&emsp;&quot;So your father&apos;s not coming?&quot; Lyra asks.</p><p>&emsp;&quot;He wishes to stay here. It&apos;s better to leave him out of this, anyways,&quot; I say.</p><p>&emsp;&quot;Gods know what the Royal Guard will do with the Amulet. We have to relay this information now. The Elders can&apos;t ignore this. We&apos;re all going to return for one last fight!&quot;</p><p>&emsp;I&apos;m surprised when I find excitement on her face. But I know exactly what happens. I&apos;m cursed with the knowledge of everything. I have a power that might make me even stronger than the Gods, but in no way do I equate myself above them. I&apos;m not like Ullrich and the prideful Afterlives.</p><p>&emsp;&quot;There&apos;s a major battle coming,&quot; Lyra insists, and her senses are right. Beyond the walls of the house, the infighting between the Merlot and Carmine has already begun, with or without Romin and Valentina, weakening the fabric of Blackwater for the perfect attack. &quot;Follow me back to the First Red, and you&apos;ll be entering a hard life of conflict against the forces of pure evil. But as Academy cadets on the cusp of graduation, we all know you&apos;ve steeled yourself for that life.&quot;</p><p>&emsp;That path is my only means to an end. </p><p>&emsp;&quot;I&apos;ll go,&quot; I say, before I turn to Sylvia. &quot;We will go.&quot; </p><p>&emsp;&quot;Alright, then,&quot; Lyra says. &quot;Our Chymaeran contacts planned the quickest return home possible.&quot;</p><p>&emsp;&quot;It&apos;ll take at least three days. We don&apos;t even have enough provisions.&quot;</p><p>&emsp;&quot;Not when you travel by train,&quot; she says.</p><p>&emsp;&quot;A train?&quot; Sylvia asks. &quot;But it isn&apos;t our time yet. Why would they run trains?&quot;</p><p>&emsp;&quot;This train isn&apos;t for that waste of life and effort they call service. It&apos;s for something different. It&apos;s for the service of the lower ranks, the ones they deem useless,&quot; she says.</p><p>&emsp;I remember no talks of transit in my first cycle. &quot;Where would it go? What is out there?&quot; I ask.</p><p>&emsp;&quot;It&apos;s a far bigger world than either of you can ever imagine. It is filled with horrors far beyond anything your narrow perception of life grants you here,&quot; Lyra says. &quot;Do you ever ask yourself why so few people starve, where the endless supply of produce comes from, and where&mdash;&quot;</p><p>&emsp;Her words halt in an instant, suddenly attuned to something we can&apos;t sense.</p><p>&emsp;&quot;What is it?&quot; Sylvia asks.</p><p>&emsp;&quot;They&apos;re here.&quot;</p><p>&emsp;&quot;Who&apos;s here?&quot; I ask.</p><p>&emsp;&quot;You have to promise not to be too upset. It was the perfect identity for them to keep the continuity,&quot; Lyra says. </p><p>&emsp;She turns to the heavy front doors, bolted shut with a temporary hinge Clint installed after the night they were bashed open.</p><p>&emsp;&quot;Steel yourself,&quot; she tells us.</p><p>&emsp;I squint my eyes to accomodate the familiar silhouettes when they enter.</p><p>&emsp;I can&apos;t believe what I see. It is all so impossible: they take the form of the two childhood friends I&apos;ve loved as if I never lost them. </p><p>&emsp;I feel my heart skip for a second before I remember Lyra&apos;s words, and I know Sylvia reacts the same way.</p><p>&emsp;A different Valentina and Romin stand at the door. Their mannerisms are convincing. Only I can tell they&apos;re slightly off.</p><p>&emsp;&quot;These are the Chymaerans that will take us,&quot; Lyra says. &quot;They hold to the true spirit of Blackwater, long before royalty bastardized its nature.&quot;</p><p>&emsp;The Romin looks on with amethyst eyes, speaking with a voice that I remember. &quot;I&apos;m sorry. The bodies of your friends are unidentifiable. With this form, it will be to Blackwater as if they never left.&quot;</p><p>&emsp;Valentina&apos;s clone opens her mouth, and her voice is just as convincing. &quot;Now is our window. We need to leave,&quot; she says.</p><p>&emsp;I take Sylvia&apos;s hand. She tensions her fingers in mine, standing tall for the first time since I can remember, rising to that half-inch-or-so she has over me, holding my hand gently as she looks on towards the world outside. That same feeling of love comes back to me again and I allow it to flow over me, putting off the truth that whatever actions await us are meaningless and temporal if they&apos;re to be overwritten.</p><p>&emsp;But I relish in it for now: I allow it to recharge my weathered soul. I&apos;ll tell her about this curse, whether she believes me or not. Even though she&apos;ll lose her memory of it when time resets. </p><p>&emsp;Gods know how long peace will take, but I want to believe in the waning strength I have to continue, between my soul and the Chymaeran Curse that has stretched so far in little time.</p><p>&emsp;I lead her by the hand.</p>"
  ],
  "BodyFormatted": [
    [
      "<p id=\"2.27.1.1\" class=\"Titus\">&emsp;&quot;Here,&quot; he says, gesturing towards a weathered bench in the backyard. &quot;Siddown.&quot;</p>",
      "<p id=\"2.27.1.2\" class=\"Titus\">&emsp;I wipe off a faint layer of dirty, ashen snow for us to sit. He draws a cigarette from his pocket, flicking the lighter several times before the smoke blends with his clouds of breath, and after he&apos;s satisfied, he starts.</p>",
      "<p id=\"2.27.1.3\" class=\"Titus\">&emsp;&quot;You&apos;re just as stubborn a son of a bitch as I am,&quot; Clint says. </p>",
      "<p id=\"2.27.1.4\" class=\"Titus\">&emsp;I open my mouth to respond, but he catches me first. </p>",
      "<p id=\"2.27.1.5\" class=\"Titus\">&emsp;&quot;This will work better if you just listen, son,&quot; he says, as if the feeling behind his words will evaporate if he fails to get them out. &quot;Look &mdash; I know I can&apos;t change your mind. You nearly raised yourself. And Ellie, too, I&apos;ll admit . . . so I recognize I have little power over that compass inside you.&quot;</p>",
      "<p id=\"2.27.1.6\" class=\"Titus\">&emsp;He sits close to me. The smells of smoke and damp pine bark bring me straight back to my childhood: he started smoking again shortly after my mother died. He quit shortly after I was adopted.</p>",
      "<p id=\"2.27.1.7\" class=\"Titus\">&emsp;&quot;I hate how much of myself I see inside you,&quot; he says. &quot;Every parent wants their child to be better than them. You graduated at the top of your class. Your combat scores are nearly unmatched. Believe me, son, I&apos;ve watched, even if it never felt like it. I&apos;m proud of you. But the more you grind yourself down, the more I see the way that you, well . . .&quot;</p>",
      "<p id=\"2.27.1.8\" class=\"Titus\">&emsp;&quot;What do you mean?&quot; I ask.</p>",
      "<p id=\"2.27.1.9\" class=\"Titus\">&emsp;He takes a long breath. &quot;Ever since your mother died, ever since that night, it seems like me &mdash; or the world &mdash; tore something out of you.&quot; He pauses for effect as I cross my legs. &quot;And it&apos;s like you never filled it with something real.&quot; He digs deep into a part of me I&apos;m uncomfortable with, but this time it isn&apos;t insults or allegations. &quot;I can tell because I have it, too. And I think I passed it on to you, as much as I tried to be better than my father was.&quot;</p>",
      "<p id=\"2.27.1.10\" class=\"Titus\">&emsp;&quot;But we&apos;re different,&quot; I try to say.</p>",
      "<p id=\"2.27.1.11\" class=\"Titus\">&emsp;&quot;You really think? I see this shop as the only relic of my past that remains the way she left it,&quot; he says, &quot;and I hold on to this. You hold on to work, combat training, school, and Ellie, and I understand why, but your friends? Your youth? Those are all so important. I didn&apos;t have that, I never did, because I had to grow up fast. But look at you &mdash; young and handsome like I was. You shouldn&apos;t have those limitations.&quot;</p>",
      "<p id=\"2.27.1.12\" class=\"Titus\">&emsp;&quot;I take care of Ellie because you say you can&apos;t,&quot; I say.</p>",
      "<p id=\"2.27.1.13\" class=\"Titus\">&emsp;&quot;But if you dig deep, you know neither of us can . . . or could, Gods . . . give her the love she deserved.&quot;</p>",
      "<p id=\"2.27.1.14\" class=\"Titus\">&emsp;I sit with the silence that follows. I won&apos;t deny his words. I don&apos;t want to admit it out loud, but he&apos;s right: I chalked all of Ellie&apos;s frustrations up to adolescent drama without ever really listening to her.</p>",
      "<p id=\"2.27.1.15\" class=\"Titus\">&emsp;&quot;What I&apos;m trying to say here is: I don&apos;t want you to make the same mistake I did, to carry that same weakness my own father left in me.&quot;</p>",
      "<p id=\"2.27.1.16\" class=\"Titus\">&emsp;He takes a long pause, failing to find a way to summarize the scars of his past in a handful of words.</p>",
      "<p id=\"2.27.1.17\" class=\"Titus\">&emsp;&quot;It was awful,&quot; Clint says. </p>",
      "<p id=\"2.27.1.18\" class=\"Titus\">&emsp;He bites his lip.</p>",
      "<p id=\"2.27.1.19\" class=\"Titus\">&emsp;&quot;Go on,&quot; I say.</p>",
      "<p id=\"2.27.1.20\" class=\"Titus\">&emsp;&quot;Your grandfather, Everett,&quot; Clint starts. &quot;He was a weak man. Something in his past still hurt him, and he never quite got it out.&quot; </p>",
      "<p id=\"2.27.1.21\" class=\"Titus\">&emsp;I lean forward, mesmerized by his words. I&apos;ve never heard him even try to talk this much about his past. </p>",
      "<p id=\"2.27.1.22\" class=\"Titus\">&emsp;&quot;I didn&apos;t want to tell you since he was your only grandparent, and that connection is important, with how small our family is, you know.&quot;</p>",
      "<p id=\"2.27.1.23\" class=\"Titus\">&emsp;I nod for him to continue, looking down, afraid that if we meet eyes he&apos;ll stop talking.</p>",
      "<p id=\"2.27.1.24\" class=\"Titus\">&emsp;&quot;Your grandmother died at a young age, much like what happened with Moira. And that&apos;s why it hurts so much this time. But I remember my early life in Blackwater, living in a house that wasn&apos;t even close to the size we had, far on the outskirts, close to the Snowdrifter holes. He&apos;d disappear for days, sometimes. And when I came home from Seminary, he&apos;d just be lying there on the couch, passed out.&quot;</p>",
      "<p id=\"2.27.1.25\" class=\"Titus\">&emsp;&quot;Asleep?&quot; I asked.</p>",
      "<p id=\"2.27.1.26\" class=\"Titus\">&emsp;&quot;No. Black-out drunk. And I spent so much of my life just sitting there in that empty house, just staring.&quot;</p>",
      "<p id=\"2.27.1.27\" class=\"Titus\">&emsp;&quot;At what?&quot;</p>",
      "<p id=\"2.27.1.28\" class=\"Titus\">&emsp;&quot;At his breath. His chest, up and down, up and down, just watching.&quot;</p>",
      "<p id=\"2.27.1.29\" class=\"Titus\">&emsp;&quot;To make sure he was alive,&quot; I guess.</p>",
      "<p id=\"2.27.1.30\" class=\"Titus\">&emsp;&quot;Right, and . . . some nights I&apos;d curl up next to him: thirsty and starving. I&apos;d lift his arm and put it around me, and Gods, Titus, his body was so fridging cold,&quot; Clint says. &quot;And all I could think was how I never wanted to bring some bastard child into the world, to suffer the same way. But then Everett found you at the orphanage. He insisted we raise you, that there was something special, and then Moira saw that same light when she worked at the orphanage.&quot;</p>",
      "<p id=\"2.27.1.31\" class=\"Titus\">&emsp;&quot;What do you mean by that? Everett found me?&quot;</p>",
      "<p id=\"2.27.1.32\" class=\"Titus\">&emsp;&quot;He brought you to the Orphanage, but he never said from where, just that he had a &apos;debt to pay.&apos; Moira and Everett are the only reason you&apos;re here with me. But you, son &mdash; you proved me wrong that I didn&apos;t want a child. You&apos;re the reason that Ellie is here. Or was . . . &quot; He takes another draw of his cigarette, adjusting his position on the bench. &quot;Gods be damned. Just don&apos;t end up an old bastard like me, so full of hate, pain, and regret, and &mdash; Titus, why are you crying?&quot;</p>",
      "<p id=\"2.27.1.33\" class=\"Titus\">&emsp;The tears pour out of me. All those cycles wore down the barrier he created for me. &quot;No, continue,&quot; I insist.</p>",
      "<p id=\"2.27.1.34\" class=\"Titus\">&emsp;&quot;Well, it takes almost losing two of yous before an old stubborn pecker like me can get the words out.&quot; He laughs before it turns into a smoker&apos;s cough. &quot;I know I&apos;m not going to change your mind. I know there&apos;s a part deep inside of you that hates me for what I&apos;ve done &mdash; or rather, failed to do for you as a father. But if it&apos;s not me you talk to about these things, then I urge you to talk to someone. If there&apos;s one thing you remember, it&apos;s this: be better than I was, son.&quot;</p>",
      "<p id=\"2.27.1.35\" class=\"Titus\">&emsp;&quot;I don&apos;t hate you,&quot; I tell him.&quot;I just pity how Mom&apos;s death hurt you. I&apos;m . . . saddened by how much it still impacts how you live.&quot;</p>",
      "<p id=\"2.27.1.36\" class=\"Titus\">&emsp;Clint rubs under his chin before closing the cigarette pack. &quot;Yeah,&quot; he says. &quot;And another thing. I know you haven&apos;t forgotten what . . . what I did to you, that terrible night that your mother disappeared. But I&apos;ll be damned if I don&apos;t speak on it. I want to tell you I&apos;m sorry, son, for how I hurt you. Physically, emotionally.&quot;</p>",
      "<p id=\"2.27.1.37\" class=\"Titus\">&emsp;&quot;Thank you,&quot; I say. They&apos;re tough words for him to muster, only drawn out by how temporal this last moment of ours is. Emotion is a muscle to train, and we&apos;re both weak and emaciated in those respects: it feels as if we&apos;ve finished a tough workout. There&apos;s so much more to unpack between the two of us. But we both understand we&apos;re out of time. </p>",
      "<p id=\"2.27.1.38\" class=\"Titus\">&emsp;Clint stands up. He trades clouds of smoke for clouds of breath as he stretches his sore back, and I stand alongside him. I can tell how badly he doesn&apos;t want me to leave, but it&apos;s not up to him. I&apos;m doing this to save all of them. I&apos;ll have to hold myself to this purpose even if it destroys me, because if I fail, I will have nothing to live for.</p>",
      "<p id=\"2.27.1.39\" class=\"Titus\">&emsp;He reaches out his hand as if we&apos;re making a business deal. But the feel of something smooth, cold, and slender surprises me between our palms.</p>",
      "<p id=\"2.27.1.40\" class=\"Titus\">&emsp;&quot;If I can&apos;t convince you to stay, then I want her to protect you,&quot; Clint says. &quot;You&apos;ll need her presence more than I will.&quot;</p>",
      "<p id=\"2.27.1.41\" class=\"Titus\">&emsp;&quot;Thanks, Dad,&quot; I tell him.</p>",
      "<p id=\"2.27.1.42\" class=\"Titus\">&emsp;I take the necklace pendant from my mother in my fingers. She never took it off: not even when she joined my father for bed. If Moira were watching, she&apos;d laugh at how dislocated we are from emotion: without her bringing us together, maybe this is the first time we&apos;ve ever tried.</p>",
      "<p id=\"2.27.1.43\" class=\"Titus\">&emsp;So the two Berguard men shake hands, unable to conjure any further words, and just like always, unable to persuade the other to change their mind.</p>"
    ],
    [
      "<p id=\"2.27.2.1\" class=\"Titus\">&emsp;Clint&apos;s last gift is free pickings over the shop for whatever we need. It&apos;s all the things I&apos;ve found over the years, anyway. He remains outside, unable to usher himself in, weeding through a full pack of his favorite cigarettes and warming his hands over a barrel of fire, waiting for us to leave.</p>",
      "<p id=\"2.27.2.2\" class=\"Titus\">&emsp;I gather my Snowdrifter gear minus the sled while Sylvia takes one of my mother&apos;s old jackets. My fingers fondle the smooth surface of the pendant Clint gave me. Lyra returns after gathering gear she stored away somewhere; she left while Clint and I were talking.</p>",
      "<p id=\"2.27.2.3\" class=\"Titus\">&emsp;&quot;So your father&apos;s not coming?&quot; Lyra asks.</p>",
      "<p id=\"2.27.2.4\" class=\"Titus\">&emsp;&quot;He wishes to stay here. It&apos;s better to leave him out of this, anyways,&quot; I say.</p>",
      "<p id=\"2.27.2.5\" class=\"Titus\">&emsp;&quot;Gods know what the Royal Guard will do with the Amulet. We have to relay this information now. The Elders can&apos;t ignore this. We&apos;re all going to return for one last fight!&quot;</p>",
      "<p id=\"2.27.2.6\" class=\"Titus\">&emsp;I&apos;m surprised when I find excitement on her face. But I know exactly what happens. I&apos;m cursed with the knowledge of everything. I have a power that might make me even stronger than the Gods, but in no way do I equate myself above them. I&apos;m not like Ullrich and the prideful Afterlives.</p>",
      "<p id=\"2.27.2.7\" class=\"Titus\">&emsp;&quot;There&apos;s a major battle coming,&quot; Lyra insists, and her senses are right. Beyond the walls of the house, the infighting between the Merlot and Carmine has already begun, with or without Romin and Valentina, weakening the fabric of Blackwater for the perfect attack. &quot;Follow me back to the First Red, and you&apos;ll be entering a hard life of conflict against the forces of pure evil. But as Academy cadets on the cusp of graduation, we all know you&apos;ve steeled yourself for that life.&quot;</p>",
      "<p id=\"2.27.2.8\" class=\"Titus\">&emsp;That path is my only means to an end. </p>",
      "<p id=\"2.27.2.9\" class=\"Titus\">&emsp;&quot;I&apos;ll go,&quot; I say, before I turn to Sylvia. &quot;We will go.&quot; </p>",
      "<p id=\"2.27.2.10\" class=\"Titus\">&emsp;&quot;Alright, then,&quot; Lyra says. &quot;Our Chymaeran contacts planned the quickest return home possible.&quot;</p>",
      "<p id=\"2.27.2.11\" class=\"Titus\">&emsp;&quot;It&apos;ll take at least three days. We don&apos;t even have enough provisions.&quot;</p>",
      "<p id=\"2.27.2.12\" class=\"Titus\">&emsp;&quot;Not when you travel by train,&quot; she says.</p>",
      "<p id=\"2.27.2.13\" class=\"Titus\">&emsp;&quot;A train?&quot; Sylvia asks. &quot;But it isn&apos;t our time yet. Why would they run trains?&quot;</p>",
      "<p id=\"2.27.2.14\" class=\"Titus\">&emsp;&quot;This train isn&apos;t for that waste of life and effort they call service. It&apos;s for something different. It&apos;s for the service of the lower ranks, the ones they deem useless,&quot; she says.</p>",
      "<p id=\"2.27.2.15\" class=\"Titus\">&emsp;I remember no talks of transit in my first cycle. &quot;Where would it go? What is out there?&quot; I ask.</p>",
      "<p id=\"2.27.2.16\" class=\"Titus\">&emsp;&quot;It&apos;s a far bigger world than either of you can ever imagine. It is filled with horrors far beyond anything your narrow perception of life grants you here,&quot; Lyra says. &quot;Do you ever ask yourself why so few people starve, where the endless supply of produce comes from, and where&mdash;&quot;</p>",
      "<p id=\"2.27.2.17\" class=\"Titus\">&emsp;Her words halt in an instant, suddenly attuned to something we can&apos;t sense.</p>",
      "<p id=\"2.27.2.18\" class=\"Titus\">&emsp;&quot;What is it?&quot; Sylvia asks.</p>",
      "<p id=\"2.27.2.19\" class=\"Titus\">&emsp;&quot;They&apos;re here.&quot;</p>",
      "<p id=\"2.27.2.20\" class=\"Titus\">&emsp;&quot;Who&apos;s here?&quot; I ask.</p>",
      "<p id=\"2.27.2.21\" class=\"Titus\">&emsp;&quot;You have to promise not to be too upset. It was the perfect identity for them to keep the continuity,&quot; Lyra says. </p>",
      "<p id=\"2.27.2.22\" class=\"Titus\">&emsp;She turns to the heavy front doors, bolted shut with a temporary hinge Clint installed after the night they were bashed open.</p>",
      "<p id=\"2.27.2.23\" class=\"Titus\">&emsp;&quot;Steel yourself,&quot; she tells us.</p>",
      "<p id=\"2.27.2.24\" class=\"Titus\">&emsp;I squint my eyes to accomodate the familiar silhouettes when they enter.</p>",
      "<p id=\"2.27.2.25\" class=\"Titus\">&emsp;I can&apos;t believe what I see. It is all so impossible: they take the form of the two childhood friends I&apos;ve loved as if I never lost them. </p>",
      "<p id=\"2.27.2.26\" class=\"Titus\">&emsp;I feel my heart skip for a second before I remember Lyra&apos;s words, and I know Sylvia reacts the same way.</p>",
      "<p id=\"2.27.2.27\" class=\"Titus\">&emsp;A different Valentina and Romin stand at the door. Their mannerisms are convincing. Only I can tell they&apos;re slightly off.</p>",
      "<p id=\"2.27.2.28\" class=\"Titus\">&emsp;&quot;These are the Chymaerans that will take us,&quot; Lyra says. &quot;They hold to the true spirit of Blackwater, long before royalty bastardized its nature.&quot;</p>",
      "<p id=\"2.27.2.29\" class=\"Titus\">&emsp;The Romin looks on with amethyst eyes, speaking with a voice that I remember. &quot;I&apos;m sorry. The bodies of your friends are unidentifiable. With this form, it will be to Blackwater as if they never left.&quot;</p>",
      "<p id=\"2.27.2.30\" class=\"Titus\">&emsp;Valentina&apos;s clone opens her mouth, and her voice is just as convincing. &quot;Now is our window. We need to leave,&quot; she says.</p>",
      "<p id=\"2.27.2.31\" class=\"Titus\">&emsp;I take Sylvia&apos;s hand. She tensions her fingers in mine, standing tall for the first time since I can remember, rising to that half-inch-or-so she has over me, holding my hand gently as she looks on towards the world outside. That same feeling of love comes back to me again and I allow it to flow over me, putting off the truth that whatever actions await us are meaningless and temporal if they&apos;re to be overwritten.</p>",
      "<p id=\"2.27.2.32\" class=\"Titus\">&emsp;But I relish in it for now: I allow it to recharge my weathered soul. I&apos;ll tell her about this curse, whether she believes me or not. Even though she&apos;ll lose her memory of it when time resets. </p>",
      "<p id=\"2.27.2.33\" class=\"Titus\">&emsp;Gods know how long peace will take, but I want to believe in the waning strength I have to continue, between my soul and the Chymaeran Curse that has stretched so far in little time.</p>",
      "<p id=\"2.27.2.34\" class=\"Titus\">&emsp;I lead her by the hand.</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 255,
  "ReleaseDate": [
    "09",
    "13",
    "2025",
    "2025-09-13 00:00:00"
  ],
  "Active": false,
  "Perspective": "Titus",
  "Status": "Revised Draft",
  "WordCount": 0,
  "Summary": ""
}