{"Story": "Firebrand", "Title": "Chapter Thirty", "Subtitle": "Backwoods", "Act": 2, "ChapterNumber": 30, "Synopsis": "The furthest snowdrifitng expedition.", "RevNotes": "", "ID": "3.30", "Body": [" By the time I raise my head, the train has already vanished into the blizzard, carrying the helpless cadets towards whatever horror awaits them. Lyra&apos;s dried Essence powder lines our gear: its warmth enough to last us for several hours.<em> Just long enough to get within range,</em> she says. <em>The First Red will know we</em>&apos;<em>re here long before we ever find them.</em> The five of us tread on the virgin ice of an ancient snowstorm, our boots crunching snow sheets that were shaped by persistent winds long before our grandfathers&apos; first breath. Lyra urges us to move faster. The snowfall inundates the space between us. The only sense we have to acknowledge each other&apos;s presence is inference, stuck in an endless white room, as if torn from existence and stranded in the space between realities. My beard is crystallized with strands of ice, but my core is warm from the powdered dead Essence. It feels if I move any faster that my lungs will bleed. But&apos;s preferable to our fate if we don&apos;t find shelter from the storm. My body is far beyond the walls, but I find that my mind and soul are snagged elsewhere, far up the current of this reality&apos;s stream. <em>This is all just a dream,</em> I tell myself, and I have been telling myself for hours now, repeating the same mantra, never forgetting the ones I failed to save, the look on their faces before and after their souls departed for the Reservoir. This reality is not mine. I am the branch of a different tree grafted on to this one.  And when I have my chance, I will do whatever it takes to return to that true life. I watch a shivering smudge enter my ivory headspace, walking shoulder-to-shoulder as we break the tree line of an expansive field. I expect it to be her, but I know she still hasn&apos;t fully forgiven me. Thick pine branches like eyelashes batter out a small fraction of the powder, just enough to make out her cherry-red nose beneath barricades of fabric. &quot;Even threatened by the end of Blackwater, I&apos;m still not sure this will be enough to convince them.&quot; Lyra motions to the pack strapped behind her. &quot;They find every reason to hide and wait, as if it&apos;s an act of valor.&quot; I don&apos;t respond. &quot;What was Everett like to you?&quot; She asks. Even in a rare moment of frosted peace, she still can&apos;t stand the silence. &quot;More of a father than Clint ever was,&quot; I say. &quot;The only thing my father and I have in common is how much we hate him,&quot; Lyra says. &quot;After the Snowdrifters attacked our home, he refused to ever see Everett again. Everett fled to the city. Now we know he changed his last name over guilt, wishing to forget what he allowed to happen. And my father took me to the Afterlife, where as purebloods, we were welcomed with open arms.&quot; &quot;The Afterlife has anything you could want. How did you end up here?&quot; I ask. &quot;What could ever possibly make you want to leave that life?&quot; &quot;Because of how my father began to change,&quot; she says. &quot;Because I hadn&apos;t spent my whole life there. It wasn&apos;t normal to me. And all those desperate people I saw living on the edge of the walls, that day we made for the central peaks&mdash;the sick feeling of guilt never left me. Gods, I wonder how many of those purebloods have even seen the people whose necks they step on.&quot; &quot;What happened to Ullrich?&quot; I ask. &quot;Ever since the day he left us in the care of our uncle and aunt to visit the Afterlife, his personality changed. It changed before his feet even reached the porch. It looked as if he aged a hundred years, though his flesh showed no new wrinkles. And these episodes. Maybe it was the grief, how much he held it inside, but he&apos;d have these sudden panic attacks, prompted by nothing at all. And after every single one, his soul would age further, until one day it was as if he had nothing left.&quot; She heaves for breath. Somewhere behind, Sylvia and the two Chymaerans trail us. &quot;And when did you leave?&quot; I ask. &quot;I left at the age of seventeen,&quot;she said. &quot;Ullrich wasn&apos;t even looking after me anymore, so obsessed with his role as Grandmaster General that I&apos;m sure he didn&apos;t even notice. It was so strange, though . . . you know that expression when you&apos;re reeling up to take a punch, when you harden your muscles and hold your breath? It&apos;s the only expression he wore for the last three months I was with him.&quot; &quot;He was afraid,&quot; I say. &quot;But of what? There&apos;s nothing out there. Most of the Chymaera around here are either allied to the First Red or living silently as refugees, taking the guise of the recently passed. That extremist image is more-so an invention of the Afterlife.&quot; I check the tension of my own muscles, hardened much the same way, but not because of the cold. My back and neck haven&apos;t ached this bad since the hardest quarters of the Academy, and not even the trials of combat have strained them this far. An image haunts me just like Ullrich. She drags behind me in person and mind: the curtain call of failure, and I can feel entropy and fate draw us closer. &quot;How do you gain Essence?&quot; I ask. &quot;Huh?&quot; Lyra says. &quot;Essence. How can you get it? Is it only through taking another person&apos;s life?&quot; &quot;Essence is in everything around us. It&apos;s in everything that is alive. Killing is the most efficient way: it&apos;s why our ancestors raged in wars against each other for power. But it can also be transferred &mdash; at nearly a hundredth of killing&apos;s efficiency,&quot; she says. &quot;Why do you ask?&quot; I peek behind me. The snowstorm obscures her form.  &quot;I need to get stronger.&quot; &quot;The First Red will make you strong. You don&apos;t need Essence to have strength,&quot; Lyra says. &quot;It takes generations to build it. All we have now is generations of Essence built and taken by the lucky survivors of a long-past war.&quot; &quot;And that&apos;s it?&quot; &quot;No. You can also cultivate it. We kill and consume plants and animals every day. You can take advantage of nature &mdash; putting it in the mulch and feed of plants and livestock &mdash; but it&apos;s a lot slower.&quot; &quot;There&apos;s just some people I need to be sure I can protect when I return,&quot; I say. &quot;You&apos;ll have the strength of all the Carmine and First Red when we go back,&quot; Lyra says. &quot;We will have strength together, in our numbers.&quot; &quot;Sure,&quot; I tell her, though I know that strength of others will never be enough. I&apos;m not going back with them. I&apos;m returning alone, in my own way. The blinding barrage of flakes begins to taper just as the dead Essence lining our clothes wears down. &quot;The storm is clearing,&quot; I tell her. &quot;I&apos;ve never seen the weather change this fast out here!&quot; &quot;It&apos;s not nature that causes that,&quot; Lyra says. &quot;The Afterlife would be a frostbitten wasteland if nature had its way. It means we&apos;re almost there.&quot; She&apos;s right. Every hundred yards I feel my insulated clothes grow hotter, and after a while, the sheets of frost no longer crunch, reduced to slush. There&apos;s a clearing somewhere far past the trees, and with my eyes, I can  make out small strands of something sticking from the snowbanks. The frost grows shallower, giving way to another change I had only ever seen riding the Academy gondola to get closer to the Afterlife. The strands are cereal grasses, dry and yellow like vagrants&apos; teeth. Only half a day or so past that house Romin and I could barely reach, and the sight captivates me. &quot;Spoken-word stories tell us that this is what Blackwater looked like before the fall,&quot; Lyra says. She lifts her hands and falls to her knees, anticipating something neither Sylvia or I can see. Their voices cry out, and I only begin to notice when I hear them. Their bodies refract the light with scales like polished, transparent glass. I blink them away at first as if they&apos;re just a smudge in my eye, but as they approach closer, I can see their footsteps: the only evidence ten of them leave behind. We all drop to our knees, tossing our gear to the ground. &quot;State your business, or be executed where you stand,&quot; one calls out. &quot;There is no return from here.&quot; &quot;They&apos;re with me,&quot; Lyra says.  &quot;And what have you found?&quot; &quot;We bring a message for the Elders: the message we&apos;ve all been waiting for,&quot; she insists.", " The villagers are restive when we pass, so accustomed to crimson cloaks and Carmine cloth that our tall-collared Academy jackets are inscrutable. Even as the highest-honored legends of Carmine lore, they cower like prey when their proxy is threatened, restlessly toeing the line between fight and flight. They clear a path for us between the meager log buildings. Most still hold the tools of their trade, uprooted from their work by curiosity and commotion, the same expression of fright flushed across all of them, heating the ambient air more than the artificial climate ever could. &quot;I&apos;ll handle this,&quot; Lyra says.  I can tell we&apos;re close to whatever authority presides here from the way she slows down to collect her words. But the chieftains of the First Red approach first. &quot;What is the meaning of this, Lyra? Is this some kind of joke? A stunt?&quot; &quot;It&apos;s none of those things,&quot; Lyra says. &quot;Please, listen. They&mdash;&quot; &quot;&mdash;Are going to be killed because of your insolence. Did you even think if they might be followed? Who are these people? You know the rules, Lyra. We don&apos;t keep twenty years of airtight silence by inviting strangers here!&quot; &quot;They&apos;re the reason I&apos;m here to bring this message.&quot; Lyra&apos;s words fall on selectively deaf ears. &quot;That&apos;s why I&apos;m sorry for what we have to do, whether you are spies of the Afterlife or just poor civilians of greater Blackwater. It&apos;s one of our tenants,&quot; he says, spitefully eyeing Lyra, &quot;that no outsider of the First Red, even brothers and sisters of the Blackwater Carmine, can ever know where we are.&quot; I watch another familiar face approach in curiosity. I remember his name in an instant. &quot;Just because you have the bloodline of the Mask doesn&apos;t mean you can do whatever you want, Lyra,&quot; The Chieftain says. &quot;We have a message of the end of Blackwater. Please, just listen,&quot; I say. &quot;We get those every other month, child,&quot; he says. &quot;But from <em>our</em> messengers. Chymaeran, cross-blooded Brothers and Sisters that have trained their whole lives for this. But please, go on.&quot; I open my mouth to speak, but Lyra goes first. &quot;It&apos;s time for us to return. The Afterlife has made its move.&quot; &quot;Doubtful.&quot; &quot;The Afterlife is in possession of a source of Pure Essence,&quot; Lyra says. &quot;And so what? It does nothing to anyone without a divine lineage of blood. That&apos;s no reason for them to do anything.&quot; Raine steps forward. &quot;But that&apos;s the thing. They have a vassal that will accept both the Human and Chymaeran blessing of the Mask.&quot; &quot;But that&apos;s impossible!&quot; Raine says. &quot;How?&quot; &quot;They found my brother,&quot; Lyra says. &quot;They drained his blood and Essence. And they made some abomination they plan to unleash on all the city, destroying everything!&quot; &quot;Your brother is dead, Lyra,&quot; Raine says. His irritation feels more like habit than a sudden outburst. &quot;You saw them bury him. He&apos;s rotted away for years! His grave is only empty because of foxes and wolves.&quot; He turns to Sylvia and I. &quot;What&apos;s to say these aliens aren&apos;t Chymaerans from the Afterlife, that they didn&apos;t take some poor cadet&apos;s guise and wear their flesh?&quot; He eyes the necklace pendant my mother gave me. Surprise flushes his face, only convinced further of the story he&apos;s spun. Raine approaches me. He reaches to the black crystal around my neck and yanks it. It snaps at the enclosure. &quot;Look! Why else would these strangers carry Guise Tokens if they weren&apos;t masking themselves as poor civilians?&quot; &quot;That&apos;s from my mother,&quot; I tell him. &quot;It&apos;s just a necklace!&quot; &quot;This is a Guise Token. It only looks different because this is how they made them decades ago &mdash; you get a sample of the victim&apos;s flesh and bone and let it dissolve in pure Chymaeran Essence. This one&apos;s unprocessed, amateur work. This could only work two or three times before it failed.&quot; I feel an amethyst energy that plagued me once before return to my entire body. I look to the side, and Sylvia&apos;s face flushes with the same anguish. They plan to kill us here. &quot;Commander Zebal, please!&quot; says Lyra. &quot;Zebal?&quot; The words escape my mouth. &quot;Like Romin? And Ryder?&quot; He signals for the Chymaeran militiamen to stop. &quot;That&apos;s right,&quot; he says, before disbelief flushes his expression again. &quot;How would you know that?&quot; &quot;Romin was in our fireteam,&quot; I say. He scratches his beard, fumbling through faded memories. All he remembers is how much he&apos;s forgotten. Sylvia says, &quot;He was brave and honorable.&quot; &quot;Was?&quot; Raine looks defeated. &quot;What do you mean by that? Why isn&apos;t he with you, then?&quot; The name is foreign and unrehearsed to him. I see a light glimmer in his eyes, and I regret being the one to snuff it out. &quot;He&apos;s the reason we made it here. Romin . . . died, so that the three of us could live.&quot;  <em>Lies. His death was stupid and meaningless.</em> &quot;He died a hero, honoring the Twelfth Province Carmine he gave all his soul and effort to.&quot; <em>He died a martyr!</em> I thought Raine would be heartbroken, but to him, his sons&apos; names have almost been reduced to an anecdote. &quot;Names are just names, kid. You can spin any convincing yarn when you take the faces of the dead,&quot; he says, fiddling with my guise token between his fingers. &quot;Tell me something only I would know. What do you know about my sons?&quot; &quot;Romin was just as stuck-up and arrogant as you are. He made his whole life mission to take up leadership in the First Red when you died. He lived in the shadow of you and his brother Ryder, always asking himself if his efforts and achievements were enough,&quot; I say. The Militiamen release their grasp and give us the room to stand. &quot;He told us his earliest memory of you,&quot; Sylvia says. &quot;You were teaching him swordplay. He always told you it was stupid, that guns made swords obsolete. But then you told him it was a metaphor. That keeping it sharp was a symbol of renewed honor, and just that word changed his mind completely.&quot; &quot;I remember, too,&quot; I say. &quot;And the next day, he found the sword you planned to give him as a gift. Early in the lighttime, he took it to the Compound&apos;s shop. You probably awoke to the loud screeching of metal and panicked Carmine trying to stop the husky kid from taking over the edge grinder. He was ruining the perfect edge of the blade, saying it would bring him more honor.&quot; Raine&apos;s gaze grows distant, but he refuses the tears much like his own son, keeping his face stoic and humorless. &quot;Your son was in love,&quot; I say. &quot;With another member of our fireteam. A Merlotan Royal, to be exact.&quot; The Militiamen and Lyra chortle. Even the other Chieftains consider it too stupid and absurd to be false. &quot;Those two dysfunctional oafs were in love?&quot; Lyra asks. &quot;And how in Khiras&apos; name would that happen?&quot; Raine asks. &quot;Because Fireteams were chosen at random. It was the year after he thought you died that we were assigned our fireteams,&quot; Sylvia said. &quot;So please. We don&apos;t plan to leave, but to stay forever and contribute to this village. Our mission is yours: to save Blackwater in any way we can.&quot; Raine turns to the other Chieftains. &quot;Everything they&apos;ve said is true, and it checks out,&quot; he says. &quot;Even the best-trained Chymaeran couldn&apos;t dig those details out of a guise.&quot; &quot;Then what do you propose?&quot; &quot;Let&apos;s give them a shot,&quot; Raine says. &quot;Lyra&apos;s reckless in bringing them here, but they know a lot that we don&apos;t.&quot; &quot;You just want to hear more about your boy,&quot; one whispers. &quot;If the worst case is that someone tailed them, we&apos;ll be handling that anyway, regardless of what we decide.&quot; He speaks louder so we can overtly hear. &quot;If they try to escape without fear, they&apos;ll die as frosthards. And if they breach our trust, we&apos;ll put them out the same way we intended to.&quot; The others nod. &quot;I call a vote among the twelve First Red Chieftains of the twelve provinces. Twelve proposes these aliens be recognized as brother and sister of the First Red.&quot; He turns to them. &quot;What say you, &apos;aye&apos; or &apos;nay?&apos;&quot; The response is audibly settled. There&apos;s no reason not to accept us in. &quot;Then, for the first time in the history of the First Red, we welcome you as Brother...&quot; He turns to Lyra. &quot;Titus and Sylvia.&quot; &quot;Brother Titus and Sister Sylvia,&quot; he says. &quot;Do you accept this honor?&quot; &quot;I do,&quot; I respond. &quot;We do,&quot; Sylvia says. &quot;Then from this moment on, the Committee of the Twelve recognizes you as provisional trainees to the Carmine,&quot; Raine says. &quot;As in, you must earn our trust and respect. If you fall in any breach of that&mdash;and I mean anything&mdash;your title, and life, will be subject to termination.&quot; &quot;Understood,&quot; I say. &quot;As pledges from District Twelve, I will oversee your education.&quot; He gestures to a chieftain with gray braids beside him. &quot;The ninth chieftain, Lorne, will see to your housing in the barracks.&quot; &quot;Thank you for your clemency,&quot; I say. &quot;This will be the furthest from a life of leisure, Titus and Sylvia. The life of the furthest edgelander in Blackwater, nearest to the frigid walls of the outer lands, pales in comparison to the demand of every Backwood villager, and yours will be especially heavy.&quot; &quot;We understand,&quot; Sylvia says. &quot;Then welcome to the land of the true Carmine,&quot; Raine says. His extension of provisional trust is admirable, and though Sylvia seems contented with the freedom of a new life, I can only think of the past and everything I owe to the ones I allowed to die. "], "BodyFormatted": [], "Release": 275, "ReleaseDate": ["10", "03", "2025", "2025-10-03 00:00:00"], "Active": false, "Perspective": "Titus", "Status": "No Status", "WordCount": 0, "Summary": ""}