{"Story": "Firebrand", "Title": "Chapter Four", "Subtitle": "Deliverance", "Act": 2, "ChapterNumber": 4, "Synopsis": "The two friends approach the fated location on Titus&apos; map.", "RevNotes": "", "ID": "2.4", "Body": [" <p>&emsp;Romin runs his mouth further, his words stoking our conversation like a fire on its last log. </p> <p>&emsp;&quot;No, but seriously. Sylvia might be tall and thick, but Valentina&apos;s that perfect kind of short, you know? Like, thick-short. but the good kind of thick, and the good kind of short. Like trees versus shrubs, you know?&quot;</p> <p>&emsp;&quot;No,&quot; I laugh. &quot;I don&apos;t know, Romin.&quot; He passes a sip from his bottle of cinnamon whisky to give a nice warmth without heat. The liquor stings my throat as his two neurons debate what he&apos;s going to say next. He&apos;s pretty good in school, yet I wonder if the only functioning parts of his intoxicated brain are women and combat.</p> <p>&emsp;&quot;Valentina&apos;s got that feminine charm, too. It&apos;s why she&apos;s so popular. It&apos;s why she&apos;s been an actress in all the Academy flicks &mdash; hic &mdash; and why she&apos;s so famous,&quot; he says. &quot;To be a daughter of the Merlot &mdash; with all that wealth and power &mdash; that persona is what makes you feel so high and unreachable to everyone else. That&apos;s the true definition of power. And she can help me get there, too.&quot;</p> <p>&emsp;Romin&apos;s eyes glass over like marbles with a familiar glance. It&apos;s the same gaze when he looks upon the statue of his brother, immortalized in bronze, holding the sword that supposedly impaled him when he was serving out beyond the walls fighting the Chymaera. I&apos;m not surprised when he brings him up again.</p> <p>&emsp;&quot;Funny how the anniversary of Ryder&apos;s sacrifice comes around at the same time that we graduate. It&apos;s too bad he can&apos;t see how the Carmine of our district celebrate him,&quot; he says. &quot;That&apos;s the only thing that sucks about dying, with the warrior&apos;s fate that awaits us.&quot;</p> <p>&emsp;&quot;And what&apos;s that?&quot;</p> <p>&emsp;&quot;Not getting to see the people back home carry your name. My statue&apos;s gonna be massive, you know. Bigger than . . . well, very big.&quot; He hesitates.</p> <p>&emsp;&quot;I hope your statue is looking up, at least,&quot; I tell him. &quot;From how flat your head is after your mother never turned you, I bet the brothers of the Carmine could fry an egg on there if they ever got hungry.&quot;</p> <p>&emsp;He rubs sweat from his skull. &quot;Not a chance!&quot;</p> <p>&emsp;&quot;Yeah. I guess it never gets warm enough,&quot; I say.  &quot;Unless your ego was trapped in there. Then brothers could use it as a hand-warmer after a long day&apos;s work!&quot;</p> <p>&emsp;&quot;That statue would melt,&quot; he says.</p> <p>&emsp;&quot;Yeah,&quot; I add, &quot;just from catching rays of light on all that surface. They&apos;ll have to depict you a lot smaller, but you don&apos;t mind, do you? Gods above, I don&apos;t think there&apos;s enough metal in all of Blackwater.&quot;</p> <p>&emsp;&quot;You&apos;re not calling me fat, are you? It&apos;s muscle,&quot; he says. &quot;You&apos;re a twig. I bet even Sylvia could crush you if she wasn&apos;t so busy with her soft hobbies all the time...&quot;</p> <p>&emsp;&quot;Taller doesn&apos;t mean stronger,&quot; I say, huffing between breaths. Laughter draws a cough, and the back of my throat stings. It always feels like any meaningful talk between us gets derailed by playful insults. So I bring us back. &quot;But do you like it?&quot; I asked him. &quot;The Carmine, I mean. You were kind of born into it without a choice.&quot;</p> <p>&emsp;&quot;Of course I do,&quot; he says. &quot;I&apos;m the future of the clan. One day I&apos;ll lead the whole district. How could I not be proud of that?&quot;</p> <p>&emsp;He beats his chest in pride. All I can think of is the medical report on his desk I stumbled upon days earlier, from his fifth visit to the medics that month. I didn&apos;t know if it was the smoking or the drinking &mdash; but it said he had ulcers, and the heart of someone twice his age.</p> <p>&emsp;&quot;Enough about me and Val, then,&quot; Romin says, &quot;what about Sylvia? What do you like about her so much?&quot;</p> <p>&emsp;I liked her before I learned true human nature. In our culture is a nature of apathy towards children who share no familial blood. The value of a family is constituted by the strength of its children, and their service as Cadets in the Academy. The higher their echelon &mdash; the higher their children&apos;s class in the Academy &mdash; the greater the stipend that family receives, so I spent my whole childhood being dissuaded that any kind of love could be unrequited.</p> <p>&emsp;I was only eight years old when I started training myself, beaten down by kids twice my size, making fun of me for entering Seminary combat school two years early, just because of how badly I longed for a chance to be worthy. All the strongest kids were taken from the orphanage. My room was next to Sylvia&apos;s, and both our windows faced the entry walkway, watching daily as child-after-child was taken to a new home. Those kids achieved something in those fleeting moments we could only ever watch with sickening envy, and all we could do was wonder what was wrong with us. That competitiveness conjured a cruelty among the children that could have cut us deep. That was, not unless we built something stronger; not if one of us was able to protect the other.</p> <p>&emsp;I learned more about fighting in the orphanage than I did in any combat school. The malice of that toxicity &mdash; not just among the children, but the caregivers who weren&apos;t paid enough to care &mdash; bred it even further. I passed Sylvia words of reassurance when the crimson ring of her iris led her to the name &quot;Blood Eyes.&quot; I fought with my fists and teeth to protect her. If no one was around to keep me safe or show me love, then I would incarnate it. When I watched the reprieve in her eyes when I defended her, I could live through it. I could feel through it, visualizing as if our roles were switched, that intangible, unconditional love I lusted for so strongly, resting in Sylvia&apos;s respite, and I tried to imagine how it felt. I knew it was selfish. All I could accept was that these circumstances had broken me. I could never accept the facade of love, hidden behind so many layers of primal, selfish desire, but there was something special with her, that she knew me before that, that she stayed with me all this time for some reason beyond logic. All I know is that it was never love, but something else, something&mdash;</p> <p>&emsp;&quot;Titus!&quot; He shoulders me lightly, still enough to nearly send me into a snowbank. &quot;Are you gonna dream about her, or give me an answer?&quot;</p> <p>&emsp;&quot;She&apos;s nice,&quot; I tell Romin. &quot;And with her medical specialization, she&apos;s really smart about that stuff.&quot; </p> <p>&emsp;Even after I was adopted four years later, taken in by a new caretaker that arrived at the orphanage, the pressure to perform still follows me. My adoptive mother Moira always said she fell in love with me. My combat skills were pretty impressive by that point, and my knowledge was three grades ahead, so I guessed I earned it. But it was always that smolder in my mother&apos;s eyes when she watched me that made me uncomfortable: as if she loved me for something else, but I never came to understand. I found that same look in Sylvia&apos;s eyes whenever I talked to her.</p> <p>&emsp;&quot;Because she&apos;s nice?&quot; Romin asks. &quot;Every other day you&apos;re in her room,&quot; he says. &quot;I know you&apos;re not talking. And I don&apos;t need to check her room for dents behind the headboard.&quot;</p> <p>&emsp;&quot;We&apos;ve never made it that far. Honest,&quot; I say. &quot;We&apos;re close friends: it&apos;d be too uncomfortable.&quot;</p> <p>&emsp;He stops so I have to turn to meet his eyes through the slit of a face-wrapped scarf. His glare tries to break the tell, but there&apos;s nothing else there.</p> <p>&emsp;&quot;Honest,&quot; I mumble from beneath the fabric.</p> <p>&emsp;He continues dragging the sled. &quot;Yeah. Friends, huh,&quot; Romin says. He takes the last swig of his bottle before throwing it aside &mdash; washing that word out as if the scotch were less bitter. &quot;I&apos;m pretty sure you&apos;re more than that.&quot;</p> <p>&emsp;Silence hangs between us again. Men don&apos;t always have to talk: their minds can race on nothing unless interrupted. Romin is a talkative drunk, but after so many nights out, we always expect to find him snoring in a corner once the liquor runs out. But soon we&apos;ll approach the safehouse that provides our shelter for the night: the station I&apos;ve visited hundreds of times before, the same dot on the map etched in my mind from years of travel. </p> <p>&emsp;The same brand of anxiety that kept me at the top of my game settles on the fear of this long distance from the walls: not the eerie silence that&apos;s almost become nostalgic, but the fact that this is the farthest I&apos;ve ever gone. It&apos;s a trip that lasts more than a single night, and it almost bothers me more that I&apos;m unafraid.</p> <p>&emsp;Why do I feel that I am going to die out here? Is that what I want? Am I one of those suicide scholars that takes their own life before the service? My future isn&apos;t beyond the walls. It&apos;s in serving in the lands above. But that crescendo of circles on the map left by my grandfather&mdash;far outside the two-day-trip circle I charted in my own ink&mdash;leads me onward on one final Snowdrifting expedition. All I can hope to find is one thing: what that wordless, regretful terror was that consumed him in the end, when the ability to sleep was stolen from him by the Chymaeran Curse. His hands trembled. His writing accelerated. He mumbled and cried about something he had forgotten. They told us he died in his sleep, but I knew that was a lie. He stayed awake for a full month before he died&mdash;the autopsy says his brain dissolved to a tenth of its size. </p> <p>&emsp;How could you tell it was the curse? I asked. </p> <p>&emsp;Because brain matter doesn&apos;t glow purple, they said.</p> ", " <p>&emsp;The safehouse is the same as I left it. It doesn&apos;t surprise me. Few Snowdrifters would ever dare to travel this far. I can tell, as soon as I find the strategic surplus of spare rations I left months before in the corner, the only reflective thing unsullied by layers of dust&mdash;beyond the drag marks on the table when I swiped a silver candlestick. </p> <p>&emsp;The building was once a two-bedroom cabin, but there&apos;s only one now. I was ecstatic when I found it a few years back, because it has a stone fireplace. When I rushed through the house to take a survey of the rooms by opening all the doors, I was surprised to find the master bedroom  was remodeled to a snow-covered balcony after the roof collapsed. I sealed off the door two trips ago to keep the heat inside, because no amount of Essence can ever acclimate a house to heat when there&apos;s a broken window or a cracked door.</p> <p>&emsp;&quot;I think I&apos;ll continue this drunk until we get back,&quot; Romin says. &quot;I saw the rations, did you leave the liquor, too?&quot; He inspects the bottles on the shelf above the roaring fireplace. &quot;I&apos;ve never even heard of this stuff before.&quot;</p> <p>&emsp;He uncorks the bottle, releasing a long-fermenting odor into the air that makes him gag. He hesitates. A few seconds later, he cautiously draws a sip to his lips, tasting it like he&apos;s one of those refined Vermillions as he swishes the bottle around, aerating the long-aged liquor like a dog lapping water. Satisfied, he shrugs at me, continuing to chug several more gulps of it.</p> <p>&emsp;I say, &quot;You know, there&apos;s Merlotan royals that would probably pay a hundred Kine just for a shot of that. We&apos;d probably sell it if they ever came down to our shop themselves, instead of sending their servants.&quot;</p> <p>&emsp;He clutches his chest and grunts. </p> <p>&emsp;&quot;Gods above, this must be what that Chymaeran Curse is like. It feels like death, right?&quot;</p> <p>&emsp;&quot;A lot of things feel like death,&quot; I say. </p> <p>&emsp;Together, we look out through the tears in the sheet that insulates the window. The sun dips below the horizon, casting shadows across all the landscape. It never gets high enough to brighten the world without help from electric light, but nor does it ever dip low enough for its influence to disappear completely. Though it hides behind the hills, it leaves an eerie glow in the sky, illuminating the two moons in pale green and ruddy orange.</p> <p>&emsp;Soon the world beyond the glass dissolves to colorless shadows, like sleep, as a yawn escapes me. The fireplace keeps our ears from ringing with the gentle cracks and pops from the logs, catalyzed by Romin&apos;s  hundred-Kine pours and a whole lot of powdery, dead Essence. </p> <p>&emsp;The Essence casts the fire in bright crimson, making the smoke smell of ozone, and when our eyes adjust to the blackness as much as they can, I can tell what Romin searches for.</p> <p>&emsp;He stands at the window.</p> <p>&emsp;&quot;Veins of amethyst in the trees, huh?&quot; I ask.</p> <p>&emsp;&quot;It&apos;s what it says in all the books. Those Chymaeran savages seem to leave everything dead in their wake. &apos;Only a single glow left to show they were ever there.&apos;&quot;</p> <p>&emsp;&quot;Death might be freezing, but I think north of the capital is too cold. Even for them,&quot; I say. &quot;I&apos;ve never seen anything.&quot;</p> <p>&emsp;&quot;No wonder the rail lines ship out east. That&apos;s where they say the front lines are, where they&apos;ll send all the classes below us. That&apos;s where they sent my brother. He was among the top of his class, you know, like you, but he volunteered for it. Can you believe that? He said he wanted a &apos;life of adventure.&apos;&quot;</p> <p>&emsp;&quot;Well, I hope you&apos;re not looking for it.&quot;</p> <p>&emsp;&quot;Gods, no. I was born with a far more refined taste,&quot; Romin says. &quot;There&apos;s too many things to conquer in this world beyond battles. Women. Work. Strength &mdash; you know, I&apos;m not gonna fit in my coffin when I die,&quot; he says, taking another swig from the bottle that made him gag. He squints his eyes, still trying to make out the amethyst veins. &quot;Say. The Chymaerans,&quot; he asks. &quot;Have you ever seen one of them?&quot;</p> <p>&emsp;&quot;Never,&quot; I say. Romin looks disappointed: all he brought was food, booze and weapons, and I&apos;m pretty sure he hoped to use all three of them. &quot;Just frozen corpses,&quot; I say. &quot;And their veins weren&apos;t purple with the Chymaeran Curse. Their bodies didn&apos;t decay to ash from it, either.&quot;</p> <p>&emsp;&quot;But what did them in?&quot; Romin asks, turning back to the warmth of the fire.</p> <p>&emsp;&quot;They were greedy with their time, taking too much, and they didn&apos;t head back early,&quot; I say. &quot;First rule is that there&apos;s always another trip.&quot;</p> <p>&emsp;Romin&apos;s hands tremble as he tries to hinge his fingers, reaching closer towards the flames. &quot;What do they look like? Have you seen one? I mean, in a whole decade out here, you had to have seen something, right?&quot;</p> <p>&emsp;&quot;You&apos;d think I would. You&apos;ve heard the descriptions of them, though. Their race is tall, obsidian color, absorbing any brightness . . . like the opposite of light, hard-shelled and solid on the outside.&quot; </p> <p>&emsp;&quot;And they say they take the faces of their victims,&quot; Romin says. &quot;Carmine records say you can&apos;t even recognize the difference. And the longer they take your identity, the better they get at being you.&quot;</p> <p>&emsp;I laugh. &quot;Those are Academy wives&apos; tales. The instructors tell that to scare new cadets.&quot;</p> <p>&emsp;&quot;It&apos;s written in our history. The Carmine preserve everything the city tries to bury. We preserve all the Humans&apos; past, all that stuff the Merlot and the city try to hide. They&apos;re not a legend. They&apos;re out there, and they&apos;re very real.&quot;</p> <p>&emsp;And I believe, too. While the Humans control life and heat, the Chymaera control frost and death, and I have secondhand evidence of their latter strength. It was what I witnessed as the second death of my grandfather. His first death was five years ago, when the Chymaeran Curse overtook him: the amethyst in his veins, the deterioration of his mind to the point that my father Clint wouldn&apos;t let me visit him. He wrote and scribbled for years, driven mad by the passion of a single thought. In my hands was the map he left my father and I, etched with the locations of landmarks beyond the walls. And with graduation, I know this is my last chance to reach the spot that Everett marked with a climax of circles.</p> <p>&emsp;After several hours of listening to gale, haunting winds between pops of the smoldering logs, exhaustion outpaces our primal fears. And as the fire fades to ash and soot, we fall asleep beneath the blankets we brought on the sleds. My fingers hinge around the necklace my mother left me. Despite the cold, its black, crystalline surface is even colder.</p> <p>&emsp;Sleep finds us quickly. We find ourselves alive and freezing the next morning: at least not cold enough to become frosthards. The last material Romin wants for his statue is ice, and the last place he wants it is forgotten with another several hundred years of history, forever lost beyond the walls. </p> <p>&emsp;After I dress myself in the same clothes hardened with sweat from yesterday&apos;s travels, drink fresh water from melted snow, and consume half of the remaining rations I left in the corner, we release the makeshift locks and crack open the front door to blinding white.</p> <p>&emsp;The lack of footprints sets us in an uncomfortable ease, as if amethyst veins in tree bark or the smell of ozone could sift the air when we least expect it. Romin sweats bullets as if he can use them as ammunition, still wearing a belt of two revolvers he fetched from the Carmine armory, making the dagger in my belt feel archaic. You need them. They&apos;ll get to you faster than you can reload, but if your sword and bow are steady... the instructors always said. </p> <p>&emsp;&quot;Let&apos;s roll,&quot; I tell him. &quot;Peak daylight will be gone before we know it.&quot;</p> "], "BodyFormatted": [], "Release": 93, "ReleaseDate": ["04", "04", "2025", "2025-04-04 00:00:00"], "Active": true, "Perspective": "Titus", "Status": "No Status", "WordCount": 0, "Summary": ""}