[
   [
      [
         "BodyCody",
         "The file&apos;s the same as it was half a decade ago, before I had any understanding of version control, zipped in a folder titled REVISION_47 at half a gigabyte in size. The mates are all broken, meaning the computer model is cobbled together with programmatical duct tape: it was from before I spent three odd years honing my mastery of the process.",
         true,
         false
      ],
      [
         "BodyCody",
         "The swish and flick of the mouse is a feeling I miss as I navigate the model on my TV screen. We decided today was just a disassembly day, and as my three friends take apart every piece to carefully explode it across the floor, I manually explode every piece of the model.",
         true,
         false
      ],
      [
         "BodyCody",
         "Miguel bites into his third slice of pepperoni pizza, then reclines across the couch to scroll through something on his phone &mdash; Kei joins him for a break, recounting some our shared memories from high school. My stomach rumbles, but it&apos;s a feeling I&apos;ve become used to. The fear I get from stretching that last salaried paycheck is more than enough to chew on, and gum is a lot cheaper than food. The first slice I grab from the box is the first thing I&apos;ve eaten today, and today is thirty minutes from over.",
         true,
         false
      ],
      [
         "BodyCody",
         "Reed approaches when the two are distracted, setting down the front half of the carbon fiber casing. &quot;Just so you know, I&apos;ve made it official,&quot; he says.",
         true,
         false
      ],
      [
         "BodyCody",
         "I&apos;m surprised when I find there&apos;s no jealousy there: I&apos;m just genuinely happy for them. &quot;That&apos;s great, man. When did you ask?&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;I emailed last week.&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;Emailed?&quot; What the fuck? &quot;You emailed her?&quot; I look over at Kei. &quot;What about in-person?&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;It was a dude,&quot; Reed says, and now I&apos;m even more confused. &quot;Met him through my dad, works for the Aerospace division.&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "I know Reed&apos;s good at climbing corporate ladders, but I never saw him taking it this far. I remain quiet, hoping for him to say anything else.",
         true,
         false
      ],
      [
         "BodyCody",
         "And he does. &quot;I asked my dad to introduce us. I talked about your project, and the brown bag event, and get this: he said he saw your resume in the pool for positions. Seems to imply they&apos;ll treat your presentation as a pre&mdash; what? Why are you laughing?&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "Kei and Miguel look across the room at the two of us. It&apos;s hard to stop once I start. &quot;You,&quot; I say, &quot;you said you made it official, Reed, do you know what that means?&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "He stares, blankly. &quot;Yeah. It&apos;s official now. Unlike when we were at Chili&apos;s.&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;I thought&mdash;&quot; I gesture to Kei when the two get back to disassembling. &quot;You and her?&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;Oh yeah.&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;Yeah?&quot; I ask.",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;No. No, not yet,&quot; he says.",
         true,
         false
      ],
      [
         "BodyCody",
         "I grab his shirt to pull him closer. &quot;Look, man. You help me with this project, and I&apos;ll help you out. Take her to that sushi place on 16th and ask her there &mdash; it&apos;s her favorite.&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;Yeah?&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;Yeah. Downtown&apos;s her favorite place,&quot; I say. ",
         true,
         false
      ],
      [
         "BodyCody",
         "My stomach grumbles again. I hate how every time reminds me of my fears like Pavlov&apos;s bell. ",
         true,
         false
      ],
      [
         "BodyCody",
         "Reed smiles: maybe now they both finally have my approval. &quot;Thanks, man.&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "Miguel lifts the battery chassis into the air, the last accessible part. &quot;So I think it&apos;s done,&quot; he says. &quot;You were right. All that oxidation in California rusted the shit out of some of these bolts. And...&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "Kei&apos;s expression twists. &quot;Miguel! What did you&mdash;&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;It was like this. I swear,&quot; he says. The days of the project were so long and stressful that my mind tried to forget, but when I see the long fracture severing both halves of the aluminum chassis, I remember instantly.",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;He&apos;s right. I forgot,&quot; I say.",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;Forgot what?&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;Forgot I crashed the damn thing,&quot; I say. &quot;Not hard, but it happened sometime after the project was presented. Never thought I&apos;d be presenting it again, so I didn&apos;t bother, and it was hidden beneath all this time.&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "We glare at the uneven face as Miguel still holds it in the air: the only one that&apos;s jagged, beyond my piss-poor machining skills leaving all the faces a little chattered.",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;So what should we do, then?&quot; Kei asks. &quot;We can&apos;t 3D print it.&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;What about the work machine shop?&quot; Reed asks.",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;I doubt they&apos;ll let me in,&quot; I say. &quot;Haven&apos;t had the training yet.&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "Miguel shrugs. &quot;I mean, my uncle has a lot of scrap metal. You could probably find something this size. And you&apos;re like family to them, so they&apos;ll give you whatever you need if you tell them why.&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;That&apos;s great,&quot; I say. &quot;But I&apos;ll still need to make another, and I need access to a machine shop.&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "Kei turns to Reed. &quot;What about the empty four-car garage?&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;The . . . oh, yeah,&quot; he says. &quot;My dad&apos;s hobby is working on cars. He has half a machine shop kitted out. They&apos;re all manual mills, though.&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;Steel and metal?&quot; I ask.",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;Yeah, and wood,&quot; Reed says. &quot;You&apos;re welcome to stop by. My parents have been looking forward to meeting you.&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "My stomach turns a little at meeting another executive. &quot;Sure. That would be great.&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;And what about the rest of these bolts?&quot; Miguel asks, holding a fistful of rusty set screws that look like clogs of dirt. &quot;And the holes?&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;I&apos;ll re-tap them,&quot; I say. &quot;Or helicoil.&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;And the software?&quot; Kei asks.",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;It worked last time,&quot; I say. &quot;Should work enough for a demonstration.&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;Then I think we have enough figured out to get started,&quot; Reed says.",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;Come over to my uncle&apos;s shop tomorrow for some scrap,&quot; Miguel says, as I scroll to my original print for the part. &quot;I&apos;m sure you&apos;ll find something.&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;And stop by once you&apos;ve got enough to machine,&quot; Reed says. &quot;I&apos;ll drop a pin.&quot;",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;And . . . I&apos;m not sure how I can help yet,&quot; Kei starts, &quot;but I will.&quot; The two engineers shoulder their bags. Miguel grab his box of beers to let them roll around in his car some more.",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;You&apos;ve done enough,&quot; I tell her, then address the rest of them, saying, &quot;you&apos;ve all done enough. Your charity&apos;s the only way I can pull this off: you know how much the materials cost? I&apos;m lucky the college covered it for publicity,&quot; I say. ",
         true,
         false
      ],
      [
         "BodyCody",
         "&quot;We promise we&apos;ll get you there,&quot; Reed reassures me: the last to lean in the doorway before they all leave. &quot;But once you get in that room, it&apos;s all on you.&quot;",
         true,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false
      ]
   ],
   [
      [
         "BodyKatiya",
         "&quot;I promise I&apos;ll walk you there,&quot; Aryn says. &quot;But once you get in that room, it&apos;s all on you.&quot; ",
         true,
         false
      ],
      [
         "BodyKatiya",
         "I&apos;ve only left a narrow crack in the door: so slight we can&apos;t even see each other. She extends the wax-sealed envelope from a gloved hand, turning it upright to fit through the opening.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;It&apos;s alright. You&apos;ve done enough for me,&quot; I say, as I grasp the end of the envelope, feeling a resistance in her hands that doesn&apos;t want to let go.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "I pull harder and it slips her grasp, making me feel like I owe her some kind of contrition. But I can&apos;t involve her yet: not while the sister she thinks she lost in the war hides behind my couch.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "So I offer her words instead.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I&apos;m thankful for what you did to save my life,&quot; I say. &quot;I&apos;ll never forget your act of courage.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Sure,&quot; she says, and I can feel her discomfort through the door. The delivery is done but she still lingers there.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;So thanks,&quot; I say. &quot;For coming to deliver this. Surely softened the blow, and at least I have a date now.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Yeah,&quot; she responds.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "I wait a couple seconds, hearing a lack of footsteps on the other side: her boots should be crunching the ice down my walkway, but the signature of her Essence still lightly feathers my circuits.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "I push to close the door, but something relents. Maybe it just took a little resistance to force the words out. ",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I&apos;m not a person that lingers, or hesitates, or really reacts at all, but . . .  for the second time, I&apos;ve found someone that makes me want to stay,&quot; Aryn says.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "I stand in silence behind the door, my shoulder tired from holding it in place like a shield from something honest.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I&apos;m sure you&apos;ve heard about my sister: the one that failed out of training in the class before us. She used to live in this house, you know, and all that time she spent alone, I wasn&apos;t there for a second of what she went through.&quot; I feel her push against the door a little harder, maybe hoping to come in and revisit the ghost. &quot;But in your absence &mdash; not seeing you for a whole week since we buried him, I hate how much that makes me wonder, that makes me regret not being there.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Rayna peeks her head from behind the couch, maybe hoping to catch a glimpse of her sister through I refuse to open any further.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;But you couldn&apos;t do anything,&quot; I say. &quot;You couldn&apos;t travel here then. You probably didn&apos;t even get the news until long after: it&apos;s not your fault, Aryn.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;But you&apos;re here right now, and you won&apos;t even open the door to look at me,&quot; she says, holding an unfamiliar inflection in her voice that gives me chills. &quot;You&apos;re not at fault either, can&apos;t you see that?&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I know, but&mdash;&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;But you&apos;ve been holed up in this house for days! I know you&apos;re embarrassed: maybe you&apos;re indecent, or you haven&apos;t bathed in a while, but I just want to see you,&quot; she says.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "I stuff my body into the eyeline, then crack the door so she can&apos;t see anything else. She looks up at me from the porch: probably thinks my hair is disheveled from days of loneliness, but I&apos;ve just been busy plotting my throes of redemption.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "I hear Rayna stand from behind the couch, and it frightens me: I can feel how much she&apos;s longed to reconcile. Maybe she just wants a glance of her, to see how much Aryn&apos;s changed in her absence &mdash; but she&apos;s clumsy in her reproach.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "I hear the dining table screech against the floor when Rayna bumps it in the dark. She gasps, and when I hear something slender and metallic slide across the surface, she grasps the utensil in her hand before it can crash to the floor.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Aryn&apos;s expression quickly congeals, pushing with an intention that catches me off guard. &quot;Who&apos;s in there? Katiya, it&apos;s against regulation to house strangers!&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "So I tell half a lie.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Refugees,&quot; I say. &quot;I wanted to help. To do something when I couldn&apos;t serve.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Rayna dashes for Cody&apos;s door. Titus and Sylvia step away from the opposite wall, and I hope Aryn only notices the two of them.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "But she doesn&apos;t. Her Ahkvasan vision is too acute.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Who was that?&quot; Aryn asks. &quot;That was an Ahkvasan &mdash; or at least a demihuman like me. Blackwater doesn&apos;t have demihumans, so she&apos;s not a refugee!&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;She&apos;s with us,&quot; Titus says: the only person in town with an expression enough to out-ice her. &quot;She&apos;s promised us work in Melenia. And Katiya offered to quarter us for the day.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Melenia&apos;s more than two weeks of travel away,&quot; Aryn says. &quot;What could possibly bring her here?&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I don&apos;t know,&quot; Titus says, putting his arm around Sylvia. &quot;But we&apos;re desperate. And work is work.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Aryn glares between Titus and Sylvia: from how her flesh shivers, she reacts to their immense energy that same way that I first did &mdash; and though she could surely prod further, she relents. She clenches her fists with the slightest tell of fear, slipping back through the doorway.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I&apos;m not sure what I believe,&quot; Aryn says. &quot;I don&apos;t know what&apos;s going on, or what you&apos;re got yourself into with these people, Katiya, but please,&quot; she looks one last time to the door her sister disappeared through&mdash; &quot;just please, tell me when you need my help.&quot;",
         true,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false
      ]
   ],
   [
      [
         "BodyKatiya",
         "The village holds its breath longer as the nights get colder. Villagers pass every morning along the lake to watch for waves: even though only the shoreline is frozen, the ice inches faster and faster towards the center of the lake each day. Soon they&apos;ll be hurling boulders to judge whether our finest barrier is no more than a flat plane of solid ice &mdash; the Capital&apos;s already sent its first detachment to defend the village from the east, quartered in the eastern barracks.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "I&apos;m cloaked by the hood of my old guard uniform, wrapped by an unfamiliar green scarf that Rayna received from her informant, a scarf that identifies the connection Rayna settled on. Rayna wears the only set of clothes she owns, and Titus and Sylvia don decorated armor from their forgotten life, though they cover it with a dark shawl.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "The village is busy this time of day, but it&apos;s busier with all the reinforcements. We walk between soldiers from the Purgatory Line enjoying their window of respite, sampling all the goods they can stomach in the Main Street market &mdash; and it would almost feel like tourist season if their faces weren&apos;t scraped with the thrashings of war, and their bellies weren&apos;t as bottomless as the appetites of the conflict beyond the lake.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "We slip through the crowds, ducking arms extended with precious Kine in trade, weaving around clusters of native townies complaining about the crowd, and when we finally make it to the edge of the market, short-cutting through long alleyways, the buildings get shorter, until only a wide, barren field of frost and frozen dirt spans between the town and the old castle: where our informant awaits.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "My eyes begin to scan the landscape for any sign of the emissary. My fingers brush the foreign fabric of the green scarf, dry and thin like the desert, with sand still stuck between the stitches. Titus and Sylvia begin to flank around the sides as overwatch, leaving just Rayna and I to cross the middle of the field, feeling watched from behind the entire time.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Where&apos;s the spot?&quot; I ask Rayna.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;They were intentionally vague,&quot; she says. ",
         true,
         false
      ],
      [
         "BodyKatiya",
         "The crumbling perimeter walls are scattered with vagrants. We approach the entrance through which I once chased her, stopping at the steps as we wait for any sign of interaction from the strangers all around us. One leans against the wall, rambling madly with delusions. Another cooks squirrel meat on a makeshift grill, and a patchy Ahkvasan eats it raw.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;How will we know?&quot; I ask Rayna. &quot;What if this is a trick?&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;It&apos;s not. This informant and I fought for our lives together: this isn&apos;t a ruse.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "I stare at the floor as I sit on the steps: my hood obscures vision of anything beyond the weathered stone stairs. I can feel the world&apos;s quiescence grow the more I wait, my heart beating slower as it feels like the weather is getting hotter. I thought it might be a rogue ray of light, but the sun hasn&apos;t parted the thick clouds all day.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Hey Rayna &mdash; you think they&apos;re just late? Were they even expecting us?&quot; ",
         true,
         false
      ],
      [
         "BodyKatiya",
         "I gasp, suddenly feeling breathless from a meager two sentences. Then I try again: this shortness of breath isn&apos;t from a feeling. ",
         true,
         false
      ],
      [
         "BodyKatiya",
         "It&apos;s something else.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Rayna?&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Sitting doesn&apos;t help, so I stand, grabbing Rayna&apos;s shoulder, but I don&apos;t feel warmth. I grab harder, but the fabric refuses to bend. She doesn&apos;t even react: still as stone, her face frozen in an expression similar to that of my cherished friend in his last moments, and the sudden panic races my heart.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "She&apos;s stuck like all the ancient statues of knights that the homeless tether their tarps to, forever bound to a pedestal. Her mouth is left agape, but I realize it&apos;s not from emoting a sense of terror.  ",
         true,
         false
      ],
      [
         "BodyKatiya",
         "She&apos;s trying to respond to me, but she can&apos;t get the words out.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Or maybe they just haven&apos;t come out yet.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "I descend the stairs. The air is hot wherever it rushes against my skin, and when I reach the bottom, I step to crunch the frosted grass beneath my feet.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "But it won&apos;t move. ",
         true,
         false
      ],
      [
         "BodyKatiya",
         "My ankle twists on the fibrous fronds that refuse to give, and I nearly fall before recollecting myself, feeling such a strong sense of heat the more my muscles labor to keep me upright. The air is thin as the lack of pressure pops my ears, and with the taste of ozone in my breath, I finally look up.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "The world is still.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "I stumble over the uneven plane of grasses, stiff as steel rods, finding Titus and Sylvia in the distance. But they&apos;re not watching the steps. Something grabs their attention in the direction of the village, and without any other visual cues, I try to follow their line of sight.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "I head back towards Gaffesend, trying to find a sense of motion in anything as the birds are stuck in the sky; the flames of torches unwavering; the first snow of the day kept still like stars during the day. ",
         true,
         false
      ],
      [
         "BodyKatiya",
         "But the strangest sight is a lone Royal Guard, still as cardstock as she stands a hundred yards away, right where Titus and Sylvia might have seen her. The fabric of her hood is contoured to the peaks of her ears. Her eyes stare directly at the old castle; her expression tense yet apprehensive; the poise of her pace swift from the way her black tail bends behind her.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "But there&apos;s nothing I can do to stop her, to stop Aryn&apos;s curiosity from getting the better of her. And I don&apos;t realize I&apos;ve been distracted until I begin circling again, stumbling across the uneven landscape, searching for any sign of motion as my flesh begins to sweat &mdash; the beads hanging perfectly in the air as they slip from my skin.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "It&apos;s only after a minute of silent stillness &mdash; around when my ears start ringing &mdash; that I see the lone, cloaked wanderer adorned with a similar shawl to my scarf approaching from the northern tree line, headed directly for me as I decide whether to run or to stand perfectly still.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "But the stranger decides for me. ",
         true,
         false
      ],
      [
         "BodyKatiya",
         "They raise their hand, releasing me ever-so-slowly from the binds of time. I watch the positions of every one of my footsteps combust with heat as my backlog of motion cashes out &mdash; scorching the grasses &mdash; and scalding where I grabbed Rayna&apos;s shoulder with a sudden burst of flame. I&apos;m stuck between frames of entropy with nowhere to run, at the mercy of the timeless stranger.",
         true,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false
      ]
   ]
]