[
   [
      [
         "BodyKatiya",
         "Without entitlement to fast or slow, I&apos;m in a halfway home between two states of motion. It feels like these dilations of time don&apos;t even encompass my whole body anymore: my body feels slow as molasses while my mind races just as fast as it was before, giving me a headache as I turn to realize how close they&apos;ve come. ",
         true
      ],
      [
         "BodyKatiya",
         "My senses fail me when the stranger excludes my nerves from this pocket of entropy. My mind pleads for information, and with only my sight in full function, it fils my thoughts with every detail I can grasp.",
         true
      ],
      [
         "BodyKatiya",
         "There are two peaks that crest beneath the worn, hooded robe, but their face isn&apos;t smooth like Rayna or Aryn. It&apos;s an Ahkvasan like Naya, but their fur is a different color &mdash; and a different color that isn&apos;t natural. ",
         true
      ],
      [
         "BodyKatiya",
         "But purposely unnatural: their coat is sullied with dirt, yet it doesn&apos;t look like some feral Ahkvasan that&apos;s weathered the wastelands. The roots of their fur &mdash; her fur &mdash; are radiant and impossibly golden, shimmering with more light than the world can offer, yet the strands taper off into flat, unnatural clods of brown, of dirt, and by the time this Ahkvasan&apos;s emerald eyes meet mine, I notice the missing span of her cloak that she tore to make this scarf.",
         true
      ],
      [
         "BodyKatiya",
         "I&apos;m almost relieved when her hands reach me &mdash; to finally feel something touch me back after several minutes in tactile isolation.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Don&apos;t panic,&quot; she says, and her voice booms with an air of veneration. My body catches up to my mind, flooded with sensory information that&apos;s ourdated, and when she tugs at my cloak, we begin racing towards the north. I can feel her tremble with exhaustion, and I can sense this grand display has costed her a substantial amount of Essence.",
         true
      ],
      [
         "BodyKatiya",
         "She slows time when we approach the tree line to ensure the grass has long enough to bend, so that our footfalls won&apos;t combust in mysterious flashes of heat. When we make it to cover, the world recovers, and once again I hear all the sounds of life I took for granted beyond the pounding of my heartbeat in my temples. We catch our breath for several seconds as she rifles through her pockets, careful not to tatter the fabric with her claws. I&apos;m too stunned to speak, so I continue to let her pull me deeper into the woods, approaching the small northern lobe of Gaffesend Lake, though we surely won&apos;t be able to cross.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I&apos;m sorry to petrify you with time,&quot; she says, and while I&apos;m figuring out whether she means physically or emotionally, the golden Ahkvasan pulls a spherical, green stone from inside her pockets. &quot;We need to get somewhere quiet. I understand you brought protection, but beyond Rayna, I can&apos;t trust anyone right now.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;This seems pretty remote,&quot; I say.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;We have an appointment with another. A couple hundred miles north,&quot; she says. &quot;You&apos;ve been through the bends of time, but there&apos;s one more quick voyage we have to undertake.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Hundred?&quot; I repeat. &quot;But how? Are we going to fly?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;We&apos;re already there &mdash; that is, if she&apos;s there,&quot; the Ahkvasan says. She hands me a second smooth sphere, and I grab it, but it doesn&apos;t rotate in my hands. It&apos;s light and so easy to lift &mdash; like a paperweight, but won&apos;t twist no matter how hard I try to turn it. I feel an otherworldly energy spin my circuits, and as I hear the omnipresent words of an ancient tongue.",
         true
      ],
      [
         "BodyKatiya",
         "I don&apos;t even feel my body lurch to motion, but it&apos;s  like orbiting around the Earth on one of Cody&apos;s computer maps that show his entire world, as if the still sphere refuses to move because it&apos;s connected to something else I can&apos;t see between space. My mind can&apos;t reconcile the sight of anything around me, so I focus on the sphere. The jagged marble-like surface scrolls through textures as if it ripples, but it never changes size, feeling like we&apos;re being folded and pulled in a direction I&apos;ve never felt before, and when I look up, I find the world is still again.",
         true
      ],
      [
         "BodyKatiya",
         "There&apos;s a third hand touching the sphere that I grasp between my hands. It&apos;s green and calloused with veins like leaves: the fingers fibrous, cold, and resilient. The Ahkvasan touches their other hand &mdash; which holds another sphere &mdash; and when we step back, I discover this cold-blooded figure is a member of a forgotten race: a forgotten race that lives with veins, but no blood.",
         true
      ],
      [
         "BodyKatiya",
         "Her two eyes are darker than night, like those of an insect, but larger than a human&apos;s. Crimson vines descend from her head beneath long, colorful leaves, giving her bangs, and her face is contoured with features like those of a grasshopper: a distinct, sharp, scraggly mouth with mandibles on the side.",
         true
      ],
      [
         "BodyKatiya",
         "I feel like I&apos;m going to make sick after being bent through space and time: it&apos;s obvious these two hold a terrifying amount of power, far beyond the pale of even the strongest commoner. Most go their whole lives without meeting one of the Masks of the Gods, but I don&apos;t doubt for a second that I&apos;ve met two of them over the course of a single day.",
         true
      ],
      [
         "BodyKatiya",
         "I clutch my stomach as I look around: the air is much colder, and we stand at the front of some natural amphitheater, vacant of any signs of life.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Where&apos;s this waypoint?&quot; The Ahkvasan asks.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Due west of Blackwater proper,&quot; the Verdalan replies. &quot;I prognosticated this position as the egress point of the leyline: traversing that long passage to scour dying rooms in the caverns of space.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;So the signature was here, but it wasn&apos;t...here,&quot; the Ahkvasan says. &quot;It was on another plane.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;A dying bubble of existence that was abandoned. So many chained together that we barely made it out  before the walls of rotting realities could consume us,&quot; she says, and then I notice the two humans standing behind her, wearing the same armor that Titus and Sylvia wear. One&apos;s bald and dark-skinned like Ryder, and the other one is a short, blonde, Demi-human girl with cat ears, but no tail.",
         true
      ],
      [
         "BodyKatiya",
         "But they both look so much worse for wear. It&apos;s weird enough hearing a plant talk with a better vocabulary than I have &mdash; and it&apos;s probably not even her first language.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;So you&apos;re the contact,&quot; the Verdalan says, before looking to the Ahkvasan for a nod of approval. She touches one of the trees, and part of her consciousness leaves her for a second. &quot;We&apos;re safe here. Beyond the winter hare, there isn&apos;t a soul that trudges these wastes for miles.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "I look between the two humans&apos; faces: the only familiar sight though they&apos;re two strangers. None of us are even on a first-name basis yet.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I&apos;m sorry for the cloak-and-dagger,&quot; the Ahkvasan says. &quot;I&apos;m from a place where the color of my fur is a namesake that could topple an empire.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;And will,&quot; the Verdalan says.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;My name is Jade,&quot; says the Ahkvasan. &quot;A Mask of the Gods, and the rightful heir of Melenia.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;And I go by Aliaki. One of the last Verdalan Masks to span the space between Fosroth and its moon. The last messenger of Xi&apos;Nu.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;And I&apos;m Katiya.&quot; They wait for an epithet. &quot;I, uh, was a guard for a while. A world-crosser. And I have some refugees from the north at my place that look like those two,&quot; I say, gesturing to the two humans, but they don&apos;t speak, looking exhausted from some recent ordeal.",
         true
      ],
      [
         "BodyKatiya",
         "Aliaki turns to them. &quot;The anomaly is attached to a dying world, so she can&apos;t return in physical form. She&apos;ll have to inhabit what this world left behind.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "The burly human asks, &quot;and where will we find her?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;She&apos;ll come to us,&quot; Aliaki says. &quot;When she rises from the depths, she&apos;ll come to the last place we met: the leyline that led us home.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Then we should head south now, Romin,&quot; the girl tells her partner, tugging gently at his sleeve. &quot;The rest of our fireteam waits down there: not a chance they&apos;ve made it further.&quot;",
         true
      ],
      [
         "BodyKatiya",
         " &quot;And they have no idea of what&apos;s coming,&quot; he responds.",
         true
      ]
   ],
   [
      [
         "BodyCody",
         "I have no idea of what&apos;s coming when the streets are unlit. Those woodsy, rich neighborhoods between Hearthland Ridge and Shaleborough are full of those wealthy types that wanna feel a sense of adventure when they&apos;re driving home on an unlit road that snakes up a hill &mdash; the same people that drive white G-wagons and never plan to take it off-roading.",
         true
      ],
      [
         "BodyCody",
         "But it&apos;s the idea of it that&apos;s exciting, I guess, and I still have no idea what&apos;s behind the third unlit stop sign when I&apos;ve spent a full day on the floor, cranking a wrench in a sensory-deprivation bath of fluorescent light. My eyes still ache, and my headlights aren&apos;t bright enough, and since my braking foot aches from standing all day, I decide to just go for it.",
         true
      ],
      [
         "BodyCody",
         "The scrap from Miguel&apos;s cousin&apos;s uncle&apos;s shop rattles in the trunk. They loaded me up so at least I won&apos;t be shy on materials. The only shyness I feel is the anticipation of meeting Reed&apos;s extended family of Navidson-Monroe royalty &mdash; watching the houses get bigger and bigger as I wonder when this hill is ever going to end.",
         true
      ],
      [
         "BodyCody",
         "I forget Reed&apos;s been on the phone this whole time, trying to give me directions over the hands-free system. ",
         true
      ],
      [
         "BodyCody",
         "&quot;This seems pretty remote,&quot; I say.",
         true
      ],
      [
         "BodyCody",
         "&quot;I think I see you,&quot; Reed says.",
         true
      ],
      [
         "BodyCody",
         "&quot;So the pin you dropped was back there, but it&apos;s not...here,&quot; I say. &quot;It was a couple hundred feet back there.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Hundred? No way the internet is that bad out here,&quot; Reed says. &quot;Hey, I think I see your lights!&quot; Feels like talking to an elementary school friend on your mom&apos;s phone, that just can&apos;t wait to play with you.",
         true
      ],
      [
         "BodyCody",
         "&quot;I think I&apos;m here &mdash; that is, if you&apos;re here,&quot; I say, grasping the smooth, rounded ball of the automatic gearshift, popping it into park. Reed waves in the window, and I pop the parking brake before turning my wheels as far as they go.",
         true
      ],
      [
         "BodyCody",
         "I exit the driver&apos;s seat into pitch darkness, swigging the last of my second energy drink. I take the scrap under my arm from the trunk. A second wind of energy coarses through my veins as I hear Reed&apos;s voice calling to me from the porch.",
         true
      ],
      [
         "BodyCody",
         "His parents surprise me when I enter: I look so much worse for wear in my father&apos;s old technician clothes, while every member of Reed&apos;s family is cleanly-dressed with dirty blonde hair &mdash; like a family of overachieving golden retrievers.",
         true
      ],
      [
         "BodyCody",
         "&quot;So you&apos;re his best friend,&quot; his father says, before looking to his son for a nod of approval. He strangles my hand with a business handshake before pulling open the blinds, looking out at the incredible view of Denver from the hilltop. &quot;We&apos;re pretty isolated out here,&quot; he says. &quot;Beyond about three neighbors, there isn&apos;t a soul out here for miles.&quot;",
         true
      ],
      [
         "BodyCody",
         "I look between Reed&apos;s mother and father: the only unfamiliar sight though they seem to know everything about me. He insists Im his best friend, though of us are even on a first-name basis yet.",
         true
      ],
      [
         "BodyCody",
         "His mother smiles. &quot;So nice to finally meet you! My name is Lauralee. I was once a receptionist at Navidson.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;And I&apos;m Geoffrey,&quot; his father says. &quot;I swear, every day at family dinner, Reed&apos;s either talking about you or his girlfriend.&quot;",
         true
      ],
      [
         "BodyCody",
         "Reed blushes, expecting me to stop his suffering.",
         true
      ],
      [
         "BodyCody",
         "&quot;And I&apos;m Cody.&quot; They wait for an epithet. &quot;I, uh, was an engineer for a while. And I have some scrap here for the machine shop &mdash; but I don&apos;t want to get your house dirty,&quot; I say, gesturing to all the white-and-gold as two of his siblings come upstairs, but they don&apos;t speak &mdash; nervous at the presence of some dirty stranger.",
         true
      ],
      [
         "BodyCody",
         "Lauralee turns to them. &quot;Why don&apos;t you say hello to Cody? He works with your big brother. And he might stay for dinner!&quot;",
         true
      ],
      [
         "BodyCody",
         "I feel so hungry since I forgot to eat again &mdash; stretching paychecks like taffy that I can&apos;t swallow. &quot;Oh, please, you&apos;ve done enough opening your home to me.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;We insist,&quot; his father says. &quot;Tell us about your trip to the Renaissance Faire out on Shaleborough!&quot; He gestures out the window again, to the broad landscape out past Daniels Park. &quot;You can see it from here when the sun&apos;s out.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;That&apos;s great,&quot; I say. My arms are getting heavier with all the scrap. &quot;Say, could I power through this part first? It&apos;s aluminum: shouldn&apos;t take too long on a four-axis mill.&quot;",
         true
      ],
      [
         "BodyCody",
         "Reed&apos;s mother gestures. &quot;It&apos;s out in the downstairs garages.&quot;",
         true
      ],
      [
         "BodyCody",
         "Downstairs? Garages?",
         true
      ],
      [
         "BodyCody",
         "&quot;On the first level with the corvettes,&quot; Geoffrey days. ",
         true
      ],
      [
         "BodyCody",
         "&quot;First level?&quot;",
         true
      ],
      [
         "BodyCody",
         "I said that one.",
         true
      ],
      [
         "BodyCody",
         "&quot;Yeah. The last couple bays,&quot; Geoffrey says: &quot;Reed will show you. And he can help, so put him to work: all he does is sit in a box all day.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Sure,&quot; Reed says, as I unlace my steel-toed boots. He leads me downstairs, and I find that I have no idea of what&apos;s coming.",
         true
      ]
   ],
   [
      [
         "BodyKatiya",
         "&quot;We know exactly what&apos;s coming,&quot; Jade insists.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;But the Ahkvasa?&quot; I ask. &quot;We&apos;ve been allies since the fall &mdash; for at least two hundred years.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;And that&apos;s exactly what the leadership of your realm tells us,&quot; Aliaki says. &quot;These ground-level generals know nothing about the machinations of politics.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "I scratch my head. &quot;And I&apos;m their subordinate &mdash; or I was. So I see less than anyone,&quot; I say, asking the true royal for a better explanation.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;It&apos;s how you rally a people together when nothing else is popular,&quot; Jade insists. &quot;When all is broken, and there&apos;s no unity after all the people turn against each other.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;You make an Other,&quot; I say. &quot;Give them something to hate together . . . but why would your people choose us?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;You&apos;ve been in an eternal battle with the Chymaera. You&apos;re the wall that protects us, and you&apos;ve been taking all the blows,&quot; Jade says. &quot;Your mainland is rife with soldiers, but this time of the year is when the north is sensitive. And to fight a war of two fronts...&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Is impossible,&quot; I conclude. &quot;It&apos;s an obvious strategy, sure &mdash; but how can you be so certain?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Because we were in the room when the plans were drawn,&quot; Aliaki says. &quot;And we heard all of it.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "I swallow. Rayna&apos;s stories give me enough conviction to believe it&apos;s all true, but the question is whether I believe in my capacity to carry their will. My wounds are still fresh from the recent loss &mdash; and with a formalized tribunal on the horizon, happening in a mere week and a half, it&apos;s only now that I realize how these two avenues intersect.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Miss Rayna had her connection to the leadership of your town, but her reputation was destroyed,&quot; Aliaki says. &quot;Her mission was to find a resource with the greatest potential, and she chose you.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "The words sound like a possible insult to my ears, like wishing someone a day as great as they are. ",
         true
      ],
      [
         "BodyKatiya",
         "But she holds conviction in the words. &quot;Rayna&apos;s one of the best reasons we survived capture,&quot; Aliaki says, &quot;and without her, we wouldn&apos;t be here. So I trust her convictions.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;And you&apos;re the one that knows this town better than anyone.&quot; Jade says. &quot;You know who to call. You know every shelter and egress. You know how to find the support you need &mdash; and in the days preceding, we&apos;ll arrive to provide all the support we have.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;And hopefully with another ally of our own,&quot; Aliaki says.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;You can count on me.&quot; I insist.",
         true
      ],
      [
         "BodyKatiya",
         "Aliaki rifles through a woven satchel to withdraw a map and a blank piece of parchment. She overlays the thin, blank page atop the map, and holding it in the dim light of the sky, she grows hardened indentations like bark in the paper where the contours of the landmarks shine through.",
         true
      ],
      [
         "BodyKatiya",
         "Jade approaches the table, circling several critical points. &quot;The new Ahkvasan Army has already mobilized its forces. A sizable unit sneaks through the north in the abandoned lands, over here,&quot; she says, drawing a line in emerald ink. The pen dances over the hills manifested by Aliaki&apos;s Essence, and after scribbling several notes on meeting points, she rolls up the map and hands it to me.",
         true
      ],
      [
         "BodyKatiya",
         "And then the meeting is over. For beings with the gifts of time and space, it almost feels like they&apos;re in a rush. Maybe it&apos;s the only chance I have to ask.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;So what brings together an Ahkvasan and a Verdalan?&quot; I ask.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;We&apos;re just two agents on an eternal campaign against the two forces of Fosroth. The Eternalists seek to manifest Essence to live forever, withholding souls from reincarnation in the Reservoir of Souls. And the Ephemeralists seek the right to die and live again.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;And which are you?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;We seek to die when the time is right,&quot; Aliaki says. &quot;That means even if that right isn&apos;t when we think it should be.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Romin and Valentina will seek you out when they make the trip,&quot; Jade says, as Aliaki extends her hands with the two perfect spheres.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Why don&apos;t they travel like this?&quot; I ask.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;You ever hear of that boat puzzle, where you can only take so many people across the river each time?&quot; Jade says. &quot;You need an initiator on each side to set the point of departure if it&apos;s a new location.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;This sphere is a single solid in a higher dimension, each one piercing our world at two points. Fire blind and you&apos;ll end up missing &mdash; maybe fused somewhere in the heart of the planet.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "I rest my hands in Aliaki&apos;s, grasping the small shape as tight as I can. Just as fish live peacefully knowing nothing of the world beyond the water, I close my eyes softly this time, wishing for nothing more than an ignorance of higher dimensions. And by the time I open my eyes, I&apos;ve already returned to the shores of Gaffesend alongside Jade, finding two familiar faces rushing to confront us.",
         true
      ]
   ]
]