[
   [
      [
         "BodyCody",
         "Reed&apos;s father follows us as we descend the stairs, trying hard not to hover though his curiosity gets the best of him. As we pass aerospace merch from all the way back to Reed&apos;s great-grandfather, this Navidson house feels like I&apos;m walking down a five-minute hallway.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I don&apos;t get many friends that come all the way out here,&quot; Reed says, then mutters, &quot;not really at all.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;It was a damn journey,&quot; I say. &quot;My blood&apos;s so full of caffeine, I shouldn&apos;t have been driving.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "It&apos;s hard not to pretend to notice the third set of footsteps behind us as Reed doesn&apos;t even notice. He says, &quot;and I&apos;m sorry about my parents: the whole best friend thing, you know.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;It&apos;s cool, bro. We&apos;ve come a long way. I talk to my family about you guys all the time,&quot; I say, as we turn the corner of another span of double garages, finding cars parked three-in-a-line with different trophies from car shows on the walls. It&apos;s the only dirty room of the house, looking like it housed a tractor during their build process. The windows are covered, and when we enter, Pink Floyd&apos;s Comfortably Numb autoplays over the speakers.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I forget we&apos;re being followed when the double garage looks like a museum of beautiful, antiquated machines: an old LeBlond engine lathe from the 1940s, and another mill with a CNC retrofit, overtaking the manual controls with automatic displays that blink red and green. The wall holds a massive tap-and-die chart that even my grandma could read without her glasses: reminding me of the old machine shop back at university.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;She&apos;s been itching for action,&quot; Geoffrey says, and it startles me. &quot;Sorry. I wanted to see you boys at work: white-collar management is so zoomed out from the battlefield, that it&apos;s nice to see some action from time to time.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Sure,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Here&apos;s some trivia: you should know since you taught my boy the other day. Do you gear-shift the lathe before or after it&apos;s running?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Give him a second, Dad,&quot; Reed says. &quot;At least let him set up first!&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Before,&quot; I say. &quot;It&apos;s gears.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "Geoffrey wrings his calloused hands. &quot;And what about the band saw, then?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;It&apos;s belt-fed,&quot; I reply. &quot;You can only change speeds when it&apos;s in motion.&quot; I almost destroyed the shop&apos;s band saw yesterday &mdash; the only reason I remember.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Very good,&quot; Geoffrey says. &quot;See? I hope you rub off more on Reed here. I had to coax him into being a gearhead...&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "An uncommon expression clouds my friend&apos;s face, unable to respond to his father&apos;s calloused, nervous chatter at an unfamiliar guest in his home.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;He&apos;s rubbed off plenty on me,&quot; I say, deciding where to zero the hefty chunk of uneven metal: still branded with PROPERTY OF RUELAS, NO SCRAP.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;And how&apos;s that?&quot; his father asks, expecting another joke.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Taught me how to be on a team,&quot; I say, and Reed&apos;s eyes lighten. I drive down the table of the mill&apos;s bed like I&apos;m lowering an old car window, then lubricate the thirsty ways with a little oil. &quot;I was a lost sheep for a while. He taught me how to make friends, I think. To care a little more. I mean, goddamn, your son&apos;s like the fuckin&apos; sun&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I cover my mouth when I realize I&apos;m not in the shop anymore: this isn&apos;t some temporal enclave of the 1960s, despite all the hardware. Instead, I&apos;m surprised to find that Geoffrey laughs, clapping Reed on the back.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;He sure is the friendmaker,&quot; his father says. ",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "But his expression changes when he realizes the garage is about to be filled with harsh noise. ",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;So I heard you&apos;ve got a presentation,&quot; he says.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I almost drop the chunk of aluminum. ",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Yeah,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;What happened was unfortunate. I only heard about it because of what Reed told me.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Oh,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Reed told me about what your colleague found: you&apos;ve got some good friends if they&apos;re working this hard to help you,&quot; Geoffrey says, but then he gets serious again, like he&apos;s giving me an early performance review, or negotiating a new salary. &quot;Look. I came down here to tell you that the first I heard of any of that was from Reed, so as far as I know, your slate&apos;s clean.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;That&apos;s a relief,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;But that doesn&apos;t mean you&apos;re close. I&apos;ve been told your slot was last, which should help with recency bias &mdash; but Cody, you should consider this presentation your first interview.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I swallow, tasting coolant in the air. My hands nervously fumble with the hand wheel, feeling how real this has all become in such a short time.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Do you have any questions for me?&quot; He asks.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I clamp the scrap to the table, setting my first datum. I&apos;m ready to make my first pass on this project since college.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;How much time do I get?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Fifteen minutes in the Aspen conference room. Give them something to see outside, and maybe you&apos;ll have a while longer.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;A working demo,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Means you can&apos;t hide behind transitions in a PowerPoint.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I search through a bin of end mills, finding a flat-end one that matches the collet. The cacophony of noise gives me time to think. &quot;So that means it will have to work the first time,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;That&apos;s right.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I look down at the shattered piece I&apos;ve come here to recreate. It&apos;s a stress fracture: sheared at forty-five degrees because the weight was too much, and I hope the next one is made of something better.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "There&apos;s so much I&apos;ve learned since the last time.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I can do that,&quot; I say, tracing my finger against the malformed face of blistered metal. I grab the collet with my coolant-stained hands, chucking up an end mill with two shrill chirps from the pneumatic vise.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;If you treat your colleagues like how you&apos;ve bonded with my son &mdash; and you show true passion for your craft &mdash; then you&apos;ll fit in well.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Will do,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "His hand grasps the doorframe as he leans into the hallway. ",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;And one last thing,&quot; he adds.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Yeah?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Please stay for dinner,&quot; he says, &quot;and I&apos;m not asking: my wife will kill me if Reed&apos;s mysterious friend stays an anecdote.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I&apos;ll stay,&quot; I say. <em>Or else I won</em>&apos;<em>t eat.</em>",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ],
   [
      [
         "BodyKatiya",
         "I lack the time to explain before my allies turn on each other, and though Jade feels exhausted from bending time to a near stop, she still manages to slow the world enough for the two of us that they can&apos;t hear my words.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "Sylvia drew her bow with Essenced arrows as soon as we appeared in a flash of light &mdash; and when she saw my panicked expression from weathering another long, short trip, she identified Jade as the enemy, refusing to take any chances.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "Jade tenses the polished sphere in her claws: she might not be driving its magic, but it looks like she&apos;s the one that&apos;s now doing the pulling. A low thrum rattles the bowstring when Sylvia&apos;s nocked arrow leaves her fingers, flying fast enough to challenge Jade&apos;s grasp of time. The flint arrowhead combusts with white-hot Human Essence, and Titus unsheathes his sword, resonating with another loud hum.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Aliaki,&quot; Jade mutters, and I hear someone coming to even the odds. The sphere scrolls rapidly as the anchor point shifts, and as Sylvia&apos;s first arrow crosses half the distance between our two parties, Jade reaches to grab it by its end.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "The blistering heat doesn&apos;t have the time to sear her flesh and fur, but she winces when she turns it back around, hurling it directly for Titus&apos; head. This extra lapse of time already burdens her enough &mdash; like holding back the flow of a powerful river &mdash; and as the world begins to settle, shuddering with the urge for progress like tired muscles on their last effort, Aliaki arrives in another flash.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "I reach desperately for the rogue arrow, but time no longer waits. Titus refuses to flinch though a white death stares him in the forehead, and in an instant, the flint head erupts into tiny flecks of molten rock.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "The shaft combusts into soot, decorating Titus&apos; face with a flash of dark powder. He thinks he has the space to charge an attack as Jade fails to negotiate any more with time, raising his sword to charge, but Aliaki clenches her fist faster.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "The pale light in front of us shifts blue. Twenty yards crunches into twenty inches, and before Titus can realize he&apos;s been shorted on his approach, Aliaki withdraws a plug from the large waterskin on her back, drenching her fibrous flesh. It goes dry in an instant, and she grows from a meager five feet to more than seven.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "Titus tries to shift his weight with fewer steps to gain momentum. I throw myself between the two of them to try to get them to stop, but I&apos;ve been shorted for just as much space.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "Aliaki materializes a spear she&apos;s kept in some space between spaces, and lunges at the fearless human, about to make contact with his heart before I nudge the weapon just in time. It pierces through his armpit, but Sylvia can&apos;t see his face to know he&apos;s fine: that the spear is nothing more than a graze, and when she shouts his name, she invokes a strength from somewhere within that feels more powerful than any of us.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "Her hair glows white with the light of a thousand suns: one trapped in each strand of hair, and we feel our bodies overcome with something ethereal that casts us to our knees. It&apos;s only when my hands touch both of their chests &mdash; a conduit of peace between Aliaki and Titus &mdash; that their adrenaline quiesces, and Titus drops the spear from between his arm, along with his blade that Aliaki condensed to a tenth of its length.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Give reality a rest,&quot; I say, &quot;you&apos;re going to break it!&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;These are surely not your friends,&quot; Aliaki says. &quot;Refugees, they said? They&apos;re lying!&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;And who the Res are you?&quot; Titus asks: the two push against my hands, and I feel like an insect stopping two mountains of Essence from colliding, but they don&apos;t push hard. Jade catches her breath as she sits on the ground: sweat cleansing her golden coat of all the dirt, and it shimmers in the pale light.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I recognize him now. It was him,&quot; Aliaki says. &quot;In the frames of every forgotten world: I saw his lifeless husks in all the realities he left behind.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;So he&apos;s the anomaly,&quot; Jade says.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;No. He&apos;s something different. And he sacrificed his gift to shed no more.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I&apos;ve come to peace now,&quot; Titus says, as Sylvia takes his arm. &quot;I&apos;m an outcast for what I&apos;ve done, but if you witnessed even a moment . . . of all those ends, can you understand what it was all for?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "She pauses, drawing a breath of our exhale. &quot;It must have been madness. But you completed your mission.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;A circular path only ends when you decide to stop,&quot; Titus says. &quot;I left the circle.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;And it brought you here.&quot; Aliaki turns to me. &quot;Fate brings us to the same mooring point: to her, no more than a common soldier, and yet the linchpin of three Masks of the gods.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;So you know about Sylvia,&quot; Titus says.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "Jade&apos;s eyes narrow, exposing thin green slits. &quot;But she&apos;s one of the Chosen, Ali &mdash; right? Isn&apos;t it four?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Her class hasn&apos;t been in this world since the Second Awakening. She&apos;s the incarnation of something far, far older: maybe she doesn&apos;t even know it.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I have an idea,&quot; Sylvia says.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Then it seems that fate points us all in the same direction,&quot; Jade says. She lifts herself from the ground after taking Gaffesend&apos;s dirt in her clutches, muting the shimmer in her strands. &quot;I came to tell Katiya of an ambush from the west, but what I didn&apos;t tell her . . . is that it was futile.&quot; ",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "I squint. &quot;What do you mean by that?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;That I was relaying a message, so your people had a chance to save themselves. Aliaki found a source of tremendous Chymaeran energy in the northern wastes of Blackwater, and she thought that if she could save them &mdash; and bring them into the light &mdash; that this Mask might be able to delay the incursion.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;What mask?&quot; Titus asks. &quot;There were only two. And now I&apos;m the only one.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "Aliaki says, &quot;They should be headed here now, shepherded by two other Blackwater refugees. That is, if she&apos;s survived the transmutation: her soul will be split.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Well, is it now the whole truth?&quot; I ask. &quot;Is there anything else important that you&apos;re hiding?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I&apos;m sorry,&quot; Jade says. &quot;Aliaki and I are in the service of a greater mission than Gaffesend: to reclaim a stolen empire, and this was meant to be a warning. We were headed to Northaven&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;These are a people,&quot; Titus says. &quot;You&apos;re privileged to a truth, and that truth binds you to a responsibility.&quot; He grabs his wrist with all the threaded scars. &quot;That makes you their hope, even if you don&apos;t ask for it.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;And that hope has changed with new information.&quot; Jade looks between the four of us. &quot;They can&apos;t predict what even I was unaware of, so it means we have a real shot,&quot; then she looks at me. &quot;And you&apos;re the one that fate decides will bring this all together.&quot;",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ],
   [
      [
         "BodyCody",
         "I return home full and exhausted with a lot of scrap, and a clean, new replacement part. They send me home with expensive, glass Tupperware containers that &quot;you can send home with Reed,&quot; packed with cuts of tri-tip Geoffrey seared and grilled.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "It has a whole two shelves of space to breathe in my fridge, besides a Costco trip from mom, Katiya&apos;s Chinese leftovers, and a rack of Pabst Blue Ribbon that gives me a taste of college.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "My muscles ache from the chatter of the machines. Micro-abrasions on my fingers sting with hand sanitizer, and I&apos;m about to head up to take a shower when I hear the sound of crying next door. ",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "So instead I grab the leftovers, inching my way through Katiya&apos;s door with a container, slow enough to not invoke the wrath of another stranger. I think it&apos;s Rayna at first glance, sitting on Katiya&apos;s couch in her foyer, but then there&apos;s a copy of her. ",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "They both look like Rayna. The double doesn&apos;t cry: she just stares at her reflection with piercing blue eyes.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I knock on the door lightly, yet the two catgirls jump.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Intruder!&quot; The stoic one says.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Cody,&quot; Rayna says. The name brings the other to lower her weapon. ",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;What&apos;s happening this time? Did you duplicate yourself?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;This is Aryn,&quot; Rayna says, &quot;my&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Who are you?&quot; Aryn asks, but she squints harder. &quot;Wait, I remember you &mdash; you were outside this house. The noble. That Royal Inventor that got the slice on the hand.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;That&apos;s me,&quot; I say, while Rayna sniffles, twitching her ears. &quot;I heard crying next door. What&apos;s going on?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;An unexpected reunion,&quot; Aryn says. &quot;A dead girl walked into my town, and I found out that she&apos;s my sister. Now we&apos;re in her old home &mdash; was Katiya hiding you here the whole time? Is that why she was so secretive? I thought she was mourning! I trusted her, and she used that trust to hide this from me.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;She still is mourning, Aryn,&quot; Rayna says.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Then why wouldn&apos;t you come to me, Rayna? Or even &mdash; why didn&apos;t you go home? We&apos;re rich. Mom and Dad could have protected you, no matter the cost!&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I couldn&apos;t bear it.&quot; ",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Bear what?&quot; Aryn says, flashing the contours of her fangs. &quot;I&apos;m your sister. We swore to protect each other!&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I couldn&apos;t bear to face you,&quot; Rayna says. &quot;I should have been so much more than I turned out to be. Katiya has her brother Erik, and you should have had me.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "My hands are tired from machining scrap, so I set the Tupperware containers on the table. I can&apos;t shake the thought all I ever wanted, for years, was to yell the same way at my sibling after they left for the last time &mdash; but seeing how it plays out secondhand, it hurts.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "This should be better.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Let&apos;s continue next door,&quot; I say. &quot;Have something to eat: you two look famished.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "Aryn looks at my dirty hands. &quot;Are you a farm boy, or an inventor? I&apos;m not&mdash;&quot; I open the lid, and her expression quickly changes. &quot;I guess we could. But I&apos;m not even close to done with her.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;That&apos;s fine,&quot; I say, wedging the door back open with my foot as I accept it&apos;s going to be a long night. &quot;Warm meat and a cold beer makes anything feel better. Sit down on the couch, and I&apos;ll prepare something for you.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "Aryn still hesitates. It&apos;s hard to convince cats to do anything, so I act indifferent, rushing in to shutter my shades to forestall a deluge of difficult questions. They enter my world with a few steps at a time, then quietly deposit themselves on the couch, as Aryn gears up to deliver another verbal lashing, forestalled by the oddness of my world, and it&apos;s a distraction that I hinge on.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I toss the glassware in the microwave. I crack the last two of my craft beers in the back, and pour them in glass mugs from the freezer, taking a PBR for myself. I think of all those things I wanted to tell him, the things that used to be so fresh in my mind that they were almost practiced, and when I set them on the coffee table, I address Aryn first.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I sit in a folding chair. ",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;It hurts, you know &mdash; all the time you spend counting those shared experiences that were robbed from you. There&apos;s all the joys you thought you&apos;d share. That feeling for them you still want to give,&quot; I say, remembering the empty seat that shouldered the military fatigues at my graduation party: the party my dad spoke at, and I could only feel like something was missing.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I&apos;m just so angry,&quot; Aryn says. &quot;You know how many nights I wasted grieving you? I decided to fight in your memory, but now I can only fight in your honor!&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I didn&apos;t deserve you,&quot; Rayna says. &quot;Not when you looked up to me.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;That&apos;s not true,&quot; Aryn says.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I was better off dead to you, because it would make you a whole lot greater than I could ever be.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Better off dead? I don&apos;t want&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I deserted them, Rayna: I deserted my unit. I vanished to the underworld of the Den of Thieves in Melenia &mdash; the only place that would take a coward and a failure.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;You&apos;re neither of those things!&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;And later, I even deserted them,&quot; Rayna adds.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Then why did you return to the place that refused you?&quot; Aryn asks.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;A job that went wrong,&quot; Rayna says. &quot;I spent my whole life running until I got caught one day. And it was by someone with the grace and courage to give me a second chance.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Katiya,&quot; Aryn says, &quot;wait: you mean that was you on the roof?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;She gave me a debt to pay, and when I found the courage to run again, I ran back to pay my debts.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;With what?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;With a horrible truth,&quot; Rayna says. &quot;I&apos;m giving Katiya a chance to prove herself, because I think she&apos;s capable, and she has that thing &mdash; that spark, that thing that&apos;s never in the service, that thing that brings people together, which is the only way this can work.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "The microwave chirps, startling Aryn again. I return with the rest of my leftovers, and though they hunger to speak longer, they hunger more for what I&apos;ve served them. Aryn finds a stillness in the silence &mdash; I know that even hearing my brother chewing would be enough to make me cry.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;So what is your business here?&quot; Aryn asks me.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I lost a sibling too. But I saw their body, and from the state it was in, I know I won&apos;t ever get a chance like you have.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Lost to the war?&quot; Aryn asks, unaware she&apos;s changed to English.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Yeah,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "She reads my face, finding familiarity in the contours of my grief. &quot;I&apos;m sorry.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;It&apos;s alright,&quot; I say. &quot;It happened a while ago. I didn&apos;t witness it.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;And neither did I,&quot; Aryn says. She swirls the drink in the glass, then takes a sip to show she accepts my hospitality, and then asks, &quot;so what will you do to honor them?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I&apos;ll fix what killed him,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "We sit around for about another half hour, and right about when my body begins to drag my eyelids shut, Aryn and Rayna finally circle around to recounting their childhood memories.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "My head slides further down the couch the more the exhaustion of all my toil catches up to me, and as they ramble further &mdash; around ten minutes after ai add my last word &mdash; I finally give out, around the time they make the decision to leave together.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "Through heavy eyelids, I watch as Rayna takes a sheet from the same pad I wrote the rules on, tearing quietly along the perforations, and while she scribbles something with a pen, Aryn gingerly lifts my head before stuffing one of my mom&apos;s old decorative Christmas pillows in between.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I don&apos;t resist when the weight of my tired body adheres to the fake leather like flies to honeyed paper, and as sleep muddles conscious thought into peaceful nonsense, Aryn whispers in my ear.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I know you&apos;ll honor him well,&quot; she says, her nails tracing tufts of my unkempt, shaggy hair from covering my face.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The two sisters leave my world and disappear back through Katiya&apos;s front door, leaving the click of the latch as the last sound I hear.",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ]
]