[
   [
      [
         "BodyCody",
         "I think I lose it for a second, but they&apos;re patient. &quot;It started before the news even came. &apos;High risk missions,&apos; he said, and he even seemed excited. Like he was bragging.&quot;&quot;He was a soldier,&quot; Aryn says. &quot;Yeah. And then you think of the worst that can happen, and how you&apos;d feel,&quot; I say, &quot;and in that way your mind tries to prepare you, like tensing up before a hit, though you never know when it&apos;s going to come. And then . . . it does, when you least expect it.&quot;&quot;What was it like to know?&quot; Aryn asks. &quot;Do you find closure? I had to convince myself of the worst when I went so long without knowing.&quot;&quot;You can hear it, cry about it, even see the body, and still not believe it for a while,&quot; I say, and remembering the first image halts the words. &quot;You start counting all the future moments you took for granted &mdash; and the more you look at all they left behind, the more you discover.&quot; I think of the day my mother closed his bedroom door. Even through the first winter, we refused to enter to close his bedroom window from the summer, because he was still alive if we never checked: up late on the Xbox playing his favorite games, chatting over Discord, or curling weights in front of the mirror.The jacket of his unworn fatigues were shouldered around the chair at the head of the kitchen table, and mom always said he was just &quot;out with friends so he couldn&apos;t make supper.&quot; The joke held for years until we refurnished the dining room, and the aged jacket woven with DUNSMORE looked awkward on the high-back chairs.&quot;Training kept me busy. I was never forced to really face your absence,&quot; Aryn says, &quot;but then I came here, and I could no longer distance myself from the last place I knew you were.&quot; She takes her first bite, chewing slowly.Rayna says, &quot;and I never stopped thinking about you. I spent my whole life running, and when fate  finally brought me back here, Katiya gave me a second chance.&quot;Aryn swallows as I find I&apos;m in my head again, then proceeds to speak. &quot;What made you stay, Rayna?&quot;&quot;Katiya showed me grace, and gave me a second chance. So I&apos;m giving Katiya a chance to prove herself, because I think she&apos;s capable . . . and she has that spark that brings people together, which is the only way this can work.&quot;I fetch beers from the fridge now that the temperature of the room has dropped enough. I pour my last two craft beers in frozen mugs from the freezer after I wipe my nose, and as Rayna takes their last bite of the leftovers, I crack a cheap beer before heading back over.&quot;Thank you,&quot; Aryn says. She swirls the drink in the glass, then takes a sip to show she accepts my hospitality. &quot;I might no longer be fighting in memory, but the one thing we have in common is that we can both honor them.&quot;&quot;That&apos;s true,&quot; I say, drawing the can to my mouth with my trembling hands. &quot;What was his name?&quot; Aryn asks.&quot;It was Jackson. Jackson Dunsmore,&quot; I say.&quot;I&apos;m sure Jackson was a glorious warrior,&quot; Aryn says. &quot;So what will you do to honor him?&quot;&quot;I&apos;ll fix what killed him,&quot; I say.We sit around for about another half hour, and right about when my body begins to drag my eyelids shut, weighted by both emotional and physical exhaustion, Aryn and Rayna finally circle around to recounting their childhood memories.My head slides further down the couch the more the exhaustion of all my toil catches up to me, and as they ramble further &mdash; around ten minutes after ai add my last word &mdash; I finally give out, around the time they make the decision to leave together.Through heavy eyelids, I watch as Rayna takes a sheet from the same pad I wrote the rules on, tearing quietly along the perforations, and while she scribbles something with a pen, Aryn gingerly lifts my head before stuffing one of my mom&apos;s old decorative Christmas pillows in between.I don&apos;t resist when the weight of my tired body adheres to the fake leather like flies to honeyed paper, and as sleep muddles conscious thought into peaceful nonsense, Aryn whispers in my ear.&quot;I know you&apos;ll honor him well,&quot; she says, her nails tracing tufts of my unkempt, shaggy hair from covering my face.The two sisters leave my world and disappear back through Katiya&apos;s front door, leaving the click of the latch as the last sound I hear.",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ],
   [
      [
         "BodyKatiya",
         "The house is silent when we return. I expect to find Rayna sitting in the foyer, but there&apos;s nothing here, and even with Cody&apos;s door ajar leaking light from another world, I don&apos;t hear him tinkering.Titus and Sylvia are the first to follow, then step to the side to remove their boots at the door. I begin to worry when neither Cody nor Rayna make a sound.I scan the shapes in this house silhouetted by another world&apos;s light.  The dining chairs are not in the same positions. The blanket that was on the couch is missing, and finally, when I look at the kitchen table, I find a smooth piece of Cody&apos;s engineering paper lifting at one corner.I read the page, expecting neat block letters in English to decorate the page &mdash; but it&apos;s my language, scribed like it was written in ballpoint pen by someone who&apos;s only ever used a quill.Katiya,Rayna is safe. She&apos;ll be staying with me for a while. We started a long conversation in her old home &mdash; your home &mdash; and Cody gave us a space to talk. We left to continue that.I&apos;m not finished being angry. I&apos;m torn between gratitude and hurt, and Rayna says I should talk to you, soon.Don&apos;t mistake this for forgiveness.Aryn KesgrisinSylvia&apos;s almost a head taller than me, and reads the letter over my shoulder. &quot;So it&apos;s just the three of us,&quot; she says.&quot;It seems that way,&quot; I say. I withdraw the smooth sphere from my pocket that Aliaki left me, resting it on the mantle of the fireplace: even with the slant of the aged surface, the marbled ball still refuses to roll. With one of the two spatial anchors left in my care, Aliaki vanished back to the wastes of Blackwater with the second. Jade seeks shelter somewhere else. &quot;You were smart not to let them in,&quot; Sylvia says, peering through the doorway to Cody&apos;s world. &quot;Humans sense life and heat. But with space and time, there&apos;s no telling how many rules of nature this violates.&quot;&quot;I have an idea,&quot; I say, remembering back to the comment that Rayna made when we crossed back from the Shaleborough Renaissance Faire. There is no Essence over there, she said, and I knew that at least &mdash; but she didn&apos;t stop there. I only have half of the Ahkvasan gift, Rayna said, but I can tell that world is old: older than any piece of our world or its history. Or so young that its fate hasn&apos;t been born yet: and so far away that any outcome of this world will never touch it.And I&apos;ve tried to stop thinking about it ever since.&quot;They&apos;ll have to hear about it at some point. I agreed to set this house as an anchor for one end of those . . . things,&quot; I say, trying not to think of that either &mdash; threatening to twist both my stomach and my mind.&quot;We have our work cut out for us,&quot; Titus says, but I still can&apos;t shake the revelation from the scuffle.&quot;Why didn&apos;t you tell me about your status?&quot; I ask. &quot;I know you have every reason to keep it secret, but . . . if you can tell me now, what happened?&quot;He looks to Sylvia, then back to me, calculating the bare minimum of what he can tell. &quot;Let&apos;s just say we&apos;re refugees for a different reason. Our lives were threatened if we stayed there, but not from hunger.&quot;&quot;You&apos;re both masks, then?&quot;&quot;Not quite,&quot; he says. &quot;I&apos;m just learning my limits, but Khi&mdash; erm, Sylvia is something else, and not even she knows hers.&quot;I have so much more to ask but I refuse to test their patience. I doubt there&apos;s an upper bound to their goodwill, but I&apos;m too afraid to ask about all the Essence events up north &mdash; uncertain whether I harbor valiant saviors, or terrorists of another land.&quot;Maybe we can talk when this is over,&quot; Titus offers to the silence. The two settle in on the first floor again, rifling through their meager sled of possessions. I cross over to find Cody fast asleep on the couch with the missing blanket from my world tucked beneath his head. Beyond the near ream of crumpled pages, scrawled around the coffee table with his ideas, the dwindling pad of engineering paper has a familiar style of writing scrawled across it:Thanks for the kind words, the food, and the company. I know you&apos;ll find your way to honor your brother&apos;s memory.I find another blanket on the floor. It smells like him, and I take a big exhale when I find he&apos;s still fast asleep, his eyelids worn with deeper crescents than I&apos;ve ever seen, and I find it saddens me to see him so worn from all the effort.He&apos;s a warrior in his own way, I think, realizing the man I&apos;ve come to adore looks nothing like the noble I one mistook him for. I tuck the blanket around him, wondering how many days we have left to express our feelings for each other, and as he stirs in his sleep, finding that love for him grow with every breath that leaves his lungs.I settle for a kiss on his forehead &mdash; sitting beside him as long as it takes to drink to this renewable feeling of joy. He melts the fear of the past and future, and as I cling to this precious moment, I make a risky decision for a chance to cuddle.",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ],
   [
      [
         "BodyCody",
         "I wake to the ache in my ankle before the alarm I set last night, when I knew the talk with Aryn and Rayna would drag on for hours. My back still rests against the soft cushions of the couch &mdash; my head supported by the pillow Aryn left for me &mdash; and as I twist my ankle to find the source of that unfamiliar pain, I don&apos;t feel the friction of the faux leather, but the comfort of a mattress.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "The light from the window radiates the back of my head instead of my legs: the last I remember, I was pointed toward the kitchen, and as I feel myself overheat from the thick comforter and the cushions behind me, wrapped so tightly that I can&apos;t move my arms, I finally open my eyes, taking in the sight of a different view as I struggle to reach for my phone.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I feel the texture of the coffee table as I brush across the surface with my fingers, but it&apos;s not as smooth as I remember it. My myopic eyes can&apos;t reconcile the shapes since I didn&apos;t sleep in my contacts, and after I knock over a glass of water and a lamp, I find an unexpected edge to the coffee table &mdash; realizing it&apos;s my nightstand.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "The couch reacts to the crash, and it grabs me tighter, with arms around my body tighter than a grade-schooler&apos;s backpack. I trace through my mind for forgotten memories of a brown-out, but I can only remember having two drinks before I passed out on the couch &mdash; not enough to convince me that furniture has arms that can move.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "But I&apos;m certain that I&apos;m in my bedroom, and it&apos;s the first time since Katiya showed her fire tricks that I&apos;ve been in such a state of disbelief. My ankle still hurts from something I don&apos;t remember, and I&apos;m beginning to believe I drank more than I thought.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Gods above,&quot; Katiya says: loosening her grasp on me but still not letting go. &quot;You were a real heavy sleeper until now!&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I rub my eyes, deciding to relish in her warmth a little longer as I reconcile what the two cushions were. &quot;What happened last night?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;You fell asleep,&quot; she says. &quot;Your body is a tool: you can&apos;t sprawl it across a couch when you&apos;re not using it, or else you&apos;ll feel it in the morning. And the next few days are critical for us.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I reach to rub out the pain in my ankle. It really hurts. &quot;Then why do I feel pain that I don&apos;t remember?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Story of my life,&quot; she says, then laughs. &quot;I might have caught an edge or two getting you off the couch.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Getting me off the couch?&quot; I ask, and finally turn to face her. She&apos;s wearing a night shirt: her hair dishevelled, with a mischievous grin as I try to piece all this together. &quot;Did I sleepwalk with you? I don&apos;t remember ever getting up.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;It&apos;s not Auvryan mind magic! You never ",
         false,
         false,
         false
      ],
      [
         "Emphasis",
         "got",
         false,
         false,
         false
      ],
      [
         "BodyCody",
         " up. You were still asleep,&quot; she says. &quot;I think I hit your ankle on that turn of the stairs.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;So you...&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;So I...&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Carried me upstairs?&quot; I ask, as a bead of sweat drips down my forehead.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "She laughs.  &quot;We only get a few more nights to have a chance to cuddle. It&apos;s Frosthide . . . or winter, so I need all the warmth I can get.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I throw off the damp sheets, saturated with my sweat, to find I&apos;m still wearing my work clothes from the day before. &quot;And why am I still wearing clothes?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "Her face scrunches. &quot;You think I would undress you while you were unconscious?&quot; She pinches the single bedsheet that still separates us. &quot;I&apos;m not an animal.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Only an animal would have the strength to carry me upstairs!&quot; I say, trying my feet on the carpet as I add weight to the hurt in my ankle. I hear an alarm go off, but it&apos;s not my phone.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Don&apos;t worry. I set an alarm for 0830,&quot; Katiya says. She grabs her smartphone as I squint my eyes to look at the clock, and just as I&apos;m about to leave the bed, I feel her hands at my sides, pulling be back into her grasp.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I&apos;m overheating,&quot; I say. &quot;Let me get a layer off!&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "She relents. &quot;Just do it slowly.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I strip down to my underwear, then sniff the sweat beneath my armpit that hasn&apos;t had a chance to dry yet. ",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I need a shower first.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Not right now, you don&apos;t,&quot; Katiya says. &quot;Come back here.&quot; ",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "She reaches for my arm, catching my wrist.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I have to start my day,&quot; I say, &quot;and you do, too! Maybe you&apos;re used to the stink of people that haven&apos;t invented showers yet&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Just shut up for a while,&quot; she coos. &quot;Please, Cody. Just a little longer.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I take my free hand and grab the thin sheet that&apos;s always separated us. I throw it over her side, exposing her in places I haven&apos;t seen yet &mdash; and find she&apos;s wearing my Hybrid Theory T-shirt, as well as a pair of my (clean) boxers as boyshorts.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "She blushes for a second, covering herself with her hands before she realizes she doesn&apos;t mind. &quot;It&apos;s cold,&quot; she complains.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;You don&apos;t get cold,&quot; I say, noticing all the scars across her body as I slide back into bed. &quot;And why are you wearing my clothes?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "She smirks. &quot;Would you prefer that I give them back to you?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;It&apos;s fine,&quot; I say. &quot;I think we&apos;re getting to the point that what&apos;s mine is yours.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I can take them off another time,&quot; she says, reaching for her phone to set a timer for another thirty minutes, and when my bare legs wrap between hers, and I feel the warmth of her as she nuzzles herself in the space beneath my chin, I relish the peace of this moment &mdash; only stopping to read the five texts on my watch from my phone downstairs.",
         true,
         false,
         false
      ],
      [
         "Timestamp",
         "Kimberly Dunsmore // 06:43",
         false,
         false,
         false
      ],
      [
         "MessageFrom",
         "Happy weekend my handsome son! &#129653;&#129653; ",
         true,
         false,
         false
      ],
      [
         "Timestamp",
         "Kimberly Dunsmore // 06:44",
         false,
         false,
         false
      ],
      [
         "MessageFrom",
         "You said you&apos;re coming over today? Something serious to talk about? Dad&apos;s headed to a Corvette Club breakfast + drive, so he&apos;ll be back around 3:00.",
         true,
         false,
         false
      ],
      [
         "Timestamp",
         "Alan Dunsmore // 07:43",
         false,
         false,
         false
      ],
      [
         "MessageFrom",
         "Fella at CClub says he knows you and says hello. Name is Geoffrey. says your his sons best friend? and you got some presentation next week?",
         true,
         false,
         false
      ],
      [
         "Timestamp",
         "Miguel Valdez-Ruelas // 07:53",
         false,
         false,
         false
      ],
      [
         "MessageFrom",
         "bruh is that katy from hs?? wild she&apos;s at vinyl dt &#128539;",
         true,
         false,
         false
      ],
      [
         "Timestamp",
         "Kimberly Dunsmore // 08:33",
         false,
         false,
         false
      ],
      [
         "MessageFrom",
         "Let us know sooner than later when you&apos;re planning to come over. ",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "Katiya lightly grabs my wrist, covering the messages. &quot;You can handle that later. Build the energy with me now,&quot; she says. &quot;We can pick each other up later.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Sure,&quot; I say. I take a breath as I trace my fingers behind her ear, feeling my watch vibrate again. &quot;Let&apos;s return here tonight: I want to have something to look forward to.&quot;",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ],
   [
      [
         "BodyCody",
         "It always feels strange knocking on the door of my childhood home when I&apos;ve spent a lifetime behind those doors. But I try the handle and find that it&apos;s unlocked, stepping cautiously across the foyer as I call their names.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Mom?&quot; I try. &quot;Dad?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Cody,&quot; my mother says. The voice comes from the kitchen. A Broncos preseason game plays on the TV, and I imply my father&apos;s glued to the screen.",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ]
]