[
   [
      [
         "BodyCody",
         "I find the long concrete slab holds unfamiliar furniture when I climb the steps: it took ages for them to discard the old wrought-iron furniture, with cushions that held on for ten long winters. I don&apos;t recognize the new LED light poles, or the new coat of asphalt for the streets, covering up cement scars that ate longboard wheels unless you bombed Crichton Circle from the top of the hill.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I&apos;m greeted by the old nutcracker statue Mom made me and Jackie lug up from the basement: these suburban types don&apos;t ditch the Christmas decorations until after the Stock Show comes into town, and yet it feels like this wooden soldier defends the house from strangers like me.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "The lights are dark through the porch windows. My hands trace the chipped edge of the brick lodged with Jackson&apos;s BB-gun pellet before reaching the doorbell, and though my finger traces the long, cracked button from a shot that didn&apos;t miss, I find I hesitate.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I try the handle instead to find the house is unlocked, and before I can pull it shut, the door swings open. Raucous applause crackles over the TV with a football game. Somewhere else, pots and pans clatter in the kitchen, and I smell the spice of my favorite dish &mdash; which means they intend to raise my spirits when something heavy&apos;s on  the docket.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "The volume dips.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Hello? Cody?&quot; Alan asks.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Yeah,&quot; I say, lifting the Pelican case from outside the door. I remove my shoes as soon as I enter, crossing the entry rug to reach the kitchen. &quot;Do you just leave the house unlocked all the time now? I thought there was a break-in last week!&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;That&apos;s the Behnkes,&quot; Mom says. She wears the apron I bought her for Mother&apos;s Day as she drains the pasta. &quot;We only leave it unlocked when you&apos;re coming over. Or sometimes &mdash; just because we hope you might surprise us.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "Dad&apos;s eyes are locked on the TV. I set the case down as I expect him to move, but he&apos;s still there: engrossed with the Broncos&apos; new QB though it&apos;s just a preseason game.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;You haven&apos;t seen your father in almost a month,&quot; my mother says. &quot;This is the first year we didn&apos;t even celebrate your birthday!&quot; She rinses the pot, punctuating her protest with the sizzle of steam. &quot;Well at least you spent it with friends.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;What do you mean?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;You said you were downtown. Your teeth were chattering,&quot; she says, and a flash of that cold returns to me again. &quot;What did you guys do?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Nightclubs,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Huh. Well, at this rate, maybe we&apos;ll get to be grandparents after all,&quot; she says, raising her voice to try and evoke my father&apos;s attention.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "It&apos;s a distance I&apos;ve only felt when my father&apos;s upset about something. I haven&apos;t spoken to him in-person since he was marched out of Navidson: usually he&apos;ll offer at least a grunt or a laugh, but he almost seems nervous.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Alan?&quot; Mom asks.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "He rises from the couch, wearing an old engineering shirt from his alma mater. &quot;Hey,&quot; he offers.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Hey,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Cat&apos;s in the cradle, huh?&quot; He claps my shoulder awkwardly, like I scored a home run in T-ball.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Huh?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Just a song,&quot; he says. He tugs at the whiskers of my unkempt facial hair. &quot;You&apos;re a lot like me now.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Oh.&quot; ",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I look down at my calloused hands.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;He&apos;s asking you to give him a hug,&quot; Mom says. &quot;He goes on all the time about how he misses you.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I am,&quot; I say, giving him a light squeeze as he reciprocates, and I decide to add, &quot;and I&apos;m sorry.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;We&apos;re doing fine,&quot; he says, but he lingers, offering no more strength in his embrace. He&apos;s quick to release. &quot;Union guys gave me a couple contacts, but they&apos;re kind of far. I hope you don&apos;t stay too long in this line of work. You should be using your degree, unlike me.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Work with your head and not your back,&quot; I recite, feeling this exchange already backslide into the forthcoming lecture.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;You&apos;re still entry-level,&quot; Mom says, setting the table as we head over.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;And you&apos;re not overtime &mdash; or night shift,&quot; Dad adds.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;And you have that mortgage to pay &mdash; and student loans,&quot; Mom adds. My stomach turns before the food can even arrive: they&apos;re always so surgical. &quot;Have you started looking for engineering jobs?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I have a lead,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "Her eyes brighten. &quot;For what?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;For something at the company,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "Her eyes darken.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;He&apos;s talking about that presentation thing,&quot; Alan says.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;So nothing. Yet,&quot; she adds, over-serving cavatappi on my plate.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Well, actually&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;We need to go on the computer to change your Roth IRA contribution,&quot; Dad interjects. &quot;You won&apos;t be maxing it this year, and you need a little more gas in the tank until you can&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;&mdash;I got it,&quot; I say. &quot;I&apos;m working on it!&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I&apos;m sure you are,&quot; my mother says. &quot;But you can&apos;t live like this.&quot;",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ],
   [
      [
         "BodyKatiya",
         "&quot;And you can&apos;t die like this,&quot; my mother says. &quot;You&apos;re not a guard anymore, and you never fully were!&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "Even my step father Holden shivers at the sentiment. I&apos;d be so angry if I didn&apos;t feel the conviction in my mother&apos;s trembling voice: she&apos;s stuck where emotion embitters a silver tongue. I can&apos;t even look at her, steadying my eyes instead on Erik that sits at the other head of the table.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "I reflexively reach to rub the smooth steel of my gauntlets, only to find skin, reminded again that I&apos;ve been stripped of that ceremonial presence. I&apos;m still a guard on paper: the proceedings haven&apos;t yet come.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;You&apos;re a civilian now,&quot; Stella adds. &quot;Like us. There are others that protect you now, like your brother.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;That&apos;s right.&quot; Holden flexes his arms as he clasps his hands, making a statement that contradicts his stature. &quot;You have to give in. There&apos;s no other choice here. Go to the tribunal and endure it.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I&apos;m not doing this for the guard,&quot; I say. &quot;I&apos;m doing this because I&apos;m the only one that can. I don&apos;t have my tribunal until after this happens, and I can tell you that as long as I&apos;m&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;You can&apos;t do this alone!&quot; Stella says. She nudges Erik&apos;s shoulder though he&apos;s been despondent the entire time. &quot;Tell her, Erik. Don&apos;t let your sister die like her friend &mdash; she only made it out of there because you came to rescue her.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;She held her own,&quot; Erik mutters, wearing the armor that I don&apos;t. &quot;She deserves better than this. My sister would have made it!&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Made it back alone?&quot; Stella asks. &quot;Really?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Made it as a Royal Guard,&quot; he says.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;But she won&apos;t. And how is what she&apos;s doing any different from Bertram?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;It&apos;s different because I&apos;m not fighting alone,&quot; I say, finally cutting in. &quot;The Guard are too busy watching the lake freeze to the north!&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "She glares as if I know no better.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;You think it was luck that brought me home with Raph? Has it just been &apos;luck&apos; that&apos;s graced me my entire life &mdash; as if I spent all my bad karma on the fire, that I haven&apos;t really owned anything since? Every choice that brought me here has been mine alone,&quot; I say, &quot;and every misstep is something I own, too.&quot; I expose the scars on my body: the indelible marks of sacrifice and loss. &quot;We don&apos;t get to choose whether we live in an age of peace. Only whether we&apos;ll fight for those tomorrow to have something better.&quot; ",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "I gesture to the child that hasn&apos;t been born yet, and it gives Stella pause. ",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "And so I continue.",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I choose to be glad that we didn&apos;t lose our entire family. That my life didn&apos;t end there. I&apos;m fighting so we don&apos;t burn together once again, because I don&apos;t think this enemy is going to miss.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "My mother&apos;s voice cracks. &quot;It&apos;s just that after all this loss, Katiya . . . you deserve to live long enough to finally see life come into this world.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyKatiya",
         "I stare across the table at the spot filled by my brother.",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ],
   [
      [
         "BodyCody",
         "The chair is still as empty as it&apos;s been for years, but I feel his ghost in the Pelican case with a surprise. I wish my brother was here to make it an even fight, and as I struggle to draw the appetite to eat my favorite dish, I try not to let my anger get the best of an important conversation.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "They still think I&apos;m just a reckless kid, but I&apos;m the only one out of any of us that&apos;s made an effort to move on. A year of distance from them has given me the conviction to plead my case, and as I feel Jackson&apos;s presence in the winter cold that stirs the foyer, I decide to be better.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Dad&apos;s spent every day applying for at least ten jobs, and you should be too,&quot; my mother says. &quot;Look: you just don&apos;t have a future there anymore.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "Alan grabs my wrist on the table, waiting unti our eyes meet. &quot;Look, Cody. Our job as parents has always been to be a safety net, but if you fall behind on payments &mdash; and I still don&apos;t have work &mdash; you&apos;re going to lose the house.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;You have to believe me when I say this isn&apos;t just recklessness: I&apos;ve found something real,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;And maybe you have, son,&quot; Alan says, &quot;but what about the day after? You know...&quot; He hesitates for a second. &quot;You know, there was something that Reed&apos;s father told me at Corvette Club: something that he didn&apos;t want to tell you.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Geoffrey?&quot; I ask.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;That&apos;s right,&quot; Dad says. &quot;He told me a little bit about your night over there and all &mdash; but since I&apos;m outside Navidson now, he told me something else that he refused to tell you.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;What?&quot; I ask. ",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;That the layoffs are coming some time next week,&quot; he says. &quot;They&apos;re looking to reduce headcount by laying off new hires.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;But I&apos;ve been there for&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Less than a month,&quot; Mom says: &quot;as a technician, and didn&apos;t your old boss warn you about what would happen if you didn&apos;t leave on your own?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Then I have a deadline now. But that doesn&apos;t change why I&apos;m here.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I scratch my head. Looking up from my plate for the first time in an hour, I notice that a snowstorm rages beyond the window glass. A pallid blue accents the world with closing dusk though it&apos;s only four o&apos;clock, blurring itself into the flurrying fog that obscures the entire world. And even though I can&apos;t see the shimmer of solar reflectors in the hills, a whole childhood of dreaming from my bedroom window tells me exactly where it is.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I&apos;m not here to ask your permission, but to ask you to understand. I agree with everything you&apos;ve said,&quot; I say, &quot;but this is more than any of that. I came here because I want to show you how I turned my grief and anger into purpose.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I turn to my father.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;You fell on my sword because you wanted to protect me. And whether it was just your feelings in the moment that gave me a second chance &mdash; you let them march you out so they wouldn&apos;t drag me with you.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;A man protects his son,&quot; Alan says. &quot;But it scared me.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;And maybe you resent me for how I reacted to all that&apos;s happened in the last year: being discarded and passed over and forgotten so many times, thinking that a night in the lab could have changed anything.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I don&apos;t, son,&quot; he assures me. &quot; I would never think that.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I took your work, your source of pride, and the friends you cherish the most because I made a stupid mistake. I&apos;ll never fit into those Cintas work uniforms you left me, even if you shared your last name,&quot; I say. &quot;I&apos;ve been living in that decision since it happened. And I&apos;m genuinely sorry.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "He thinks for a moment. My mother&apos;s fork stops in the air.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;I accept your apology, Cody,&quot; he finally says.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;And now I want to show you something I&apos;ve been working on,&quot; I say. &quot;A piece of myself I forgot about. Something that gave me purpose &mdash; and now, whether it amounts to anything or not, it might be the only ticket I have.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "The two are quieter now. Their mannerisms changed in a flash: my father trying to process his feelings, as my mother responds to the conviction in my voice.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;To get in, you mean,&quot; my mother mutters. ",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "&quot;Not just to get back in to Navidson,&quot; I say. &quot;To say goodbye to him with all the love I still hold, and to find the strength to move on.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "I reach for the latches of the case, still decorated with stickers from my college years. The snap echoes through the childless house as they approach, and my hands navigate around the edges for every latch, until the heavy lid finally lifts from the foam, and they discover something that wasn&apos;t there the last time.",
         true,
         false,
         false
      ],
      [
         "BodyCody",
         "On the top of the drone&apos;s shell, laser-cut at Miguel&apos;s cousin&apos;s shop, are three letters proudly contoured into the metal. And my mother manages to whisper the nickname she gave him before breaking down completely.",
         true,
         false,
         false
      ],
      [
         "NoteCody",
         "J    A    X  ",
         true,
         true,
         false
      ],
      [
         "NoteCody",
         "V E R  2.0",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ]
]