{"Story": "Firebrand", "Title": "Chapter Thirty-Seven", "Subtitle": "No Holds", "Act": 4, "ChapterNumber": 37, "Synopsis": "Titus decides a piece of himself is no longer useful.", "RevNotes": "", "ID": "4.37", "Body": [" I had no choice. They would kill me if I didn&apos;t kill them first.  I had to send a message.  I had to prove that I was valuable, and if Vera couldn&apos;t do it, I had to step in and do it myself.  They&apos;d crush and humiliate me the same way.  Or it was an accident that I ended up here in the first place.  I was forced into this.  I never meant to kill, what else could I do? Would I rather be dead with the rest of them, or have a chance to live? It was only a day between the first and second trial, but now around two sleepless days have passed since they returned me here. All I have left is just my imagination to fill the spaces between these dreamless hours. I&apos;m unable to obey the cycle my biology demands when the sky still glows with that same color of dawn. <em>Do you really want this anymore?</em> I ask myself. <em>Is it worth it? </em>Because ever since the second meal passed beneath the door uneaten, my dreamless fantasies have spilled over into the waking world. My past self would shun the miscreant that shutters reality, basking in their own internal paradise, but for once I&apos;ve earned this. Maybe Sylvia was right to tell me there was nothing else out there, because it was blank and unfulfilling, just a myth I told myself to suffer on. <em>There</em>&apos;<em>s only so much a person can take,</em> I thought at some point down the line. And I was right. Because now when I stare at the ceiling, I see the same shapes I found in the cracks at my Academy loft, and I&apos;m home.  Somewhere beyond the Academy towers, the midday Sun melts all the snow from the ground. My room is furnished: Clint and Moira helped me decorate it when I first arrived here, and loving scribbles from my younger sister decorate the walls in place of paintings. I was never alone. Because there&apos;s been someone alongside me this whole way. &quot;I want you to know that I&apos;m always watching you, ever since the orphanage, ever since you saved me from it,&quot; she says. &quot;And I forgive you for what you&apos;ve done, Titus. Shouldn&apos;t effort always equate to love? Shouldn&apos;t you only ever be expected to try, just to participate, to accept the end whether or not you succeed?&quot; &quot;I guess,&quot; I tell her. If I really want it, I can see her there, and I want it. She glows with the same colors of the Goddess I witnessed moments before I lost her. &quot;You&apos;re safe here, Titus,&quot; she says. &quot;You can let go now. You tried, and that&apos;s all that should matter.&quot; I rest my head on her shoulder and she brushes my hair with her fingers. I can feel her. She&apos;s really there, sitting next to me, the refuge I&apos;ve sought since the beginning though I hadn&apos;t the words to ask. &quot;It&apos;s you. It&apos;s you and it&apos;s always been,&quot; I repeat. It keeps her here. I tremble at the thought that it&apos;s my own fingers pulling the surly tangles from my hair.  &quot;That&apos;s right.&quot; &quot;But I left you! I gave up on everything we could have had,&quot; I tell her. She doesn&apos;t answer. My arms tension further around my scrawny, naked body, unable to wear the bloodstained trousers without rolling the edges up or else they won&apos;t fit. My hunger makes it so hard to hold on. Nothing stays in my stomach. And when my head dips in my lap, after I make myself small in the corner of the room, I hear the door open.  Someone enters wearing thick boots, but I refuse to acknowledge another guard telling me to eat. It&apos;s just my imagination. The pangs of hunger are preferable to all the other thoughts fighting for the forefront of my mind, giving me the pained solace of one-pointedness, keeping me on the edge of a pit that has no bottom. I won&apos;t let myself feel the guilt of giving up. I&apos;m in the loft again, and if I close my eyes I can feel the contours of this space. The smoke is gone. Firebrands laugh somewhere in the lower rooms. There&apos;s a party for Romin. I&apos;m gathering my things before I spend the night in the Compound, drinking  the night away in the same spaces we all played as children. Even Valentina will be there, and she never goes to the Compound. The voice is light and soft, a mistaken Cadet in the wrong room after a drunken night out. &quot;It&apos;s really you,&quot; she says. I feel her shadow looming directly over me. &quot;You&apos;re in my room. This is private,&quot; I tell her. &quot;You&apos;re really here,&quot; she says. &quot;Of course I am,&quot; I say. &quot;I live here.&quot; &quot;Do you not recognize me? Hey&mdash;why won&apos;t you look at me?&quot; She asks. &quot;Get out,&quot; I demand, and I&apos;m furious again when I feel this grasp on freedom slipping away.  &quot;You need to listen to me. There&apos;s hardly ever a moment they&apos;re not watching. You just have to hang on&mdash;&quot; &quot;Get out!&quot; &quot;Quiet, Tie! Please, just listen&mdash;&quot; &quot;Get out! Get out of here!&quot; I yell, and it frightens her enough to cast her out. &quot;I hate you! I&apos;ll kill you, I swear to the Gods, I&apos;ll fucking destroy you! Leave me alone!&quot; I bash my fists against the walls until they bleed. She quickly latches the door behind her when she retreats, and I&apos;m back again, spending all the energy I don&apos;t waste to hunger painting this fragile picture before it can be shattered again. The air is warm. The windows are open. Valentina invited us to celebrate downtown. I&apos;m taking the gondola with Sylvia later, and she&apos;s getting ready, actually trying this time, instead of letting her damp hair hang unbrushed like she did almost every morning. I can smell the perfume Valentina gave to her that holiday. She wears the dress I picked for her. And tomorrow I&apos;m spending the day with Clint and Moira, taking Ellie to the park where I&apos;ll teach her everything I know about the Academy because she graduates from Seminary in three days. &quot;Nothing can ever hurt you again,&quot; Sylvia says. I can feel her there if I want to, and I do. &quot;I wish I could touch you,&quot; I say. &quot;I know,&quot; she says. &quot;But at this rate, you never will.&quot; I give up on that dream for now. My shame is hard enough to resist. I shiver though my arms wrap around me, bringing neither warmth of the body or heart, knowing that without death, there is no other option. There can only be one left at the end of this path.", " &quot;You were first evaluated for your ability to kill, Firebrands. Then for the strength of your self-preservation. Then you proved your ability to outwit the others. And now, in the final test before your truest worth is measured, just as tens of thousands have gone before you, you will prove your ability to survive as a team.&quot; The warden pauses as she consults with her faculty. Her voice echoes so far and wide it feels ever-present. We stand at the center of another growing chamber, verdant trees and grass contrasting this one from the sparse desert of the other. People look even scrawnier when their soul is drained from them, because when I look around at the survivors on this Victory Row, I know three days couldn&apos;t wither them away this much. I hear Isla behind me. &quot;What happened to Jarrett, Vera? Where is he?&quot; &quot;I don&apos;t know, I haven&apos;t seen him,&quot; she says. &quot;He was before me,&quot; says Delvin. &quot;I caught a glimpse of him, but only his partner returned.&quot; &quot;We all knew the four of us wouldn&apos;t make it,&quot; Delvin says. &quot;But I&apos;m sure the three of us can still pull through, right?&quot; This arena has a makeshift sitting area from the tiered steps of growing spaces, and I&apos;m taken aback by the number of Royal Guardsmen in the stands. It&apos;s obvious they&apos;re the officers of the Afterlife, and from the pads of paper they scribble on, I&apos;m sure that they&apos;re recruiting. Halfway between the entrances, along the wall of stone bleachers, is the warden of this timeless garden. To her left are the functionaries watching each floor, and to her right is the massive Chymaeran known as the Heiress of Purgatory. &quot;Attention, Firebrands!&quot; Her voice fills the chamber as she raises her hands toward the fading colors of dawn. &quot;The death of night marked the beginning of this great contest of champions. So far you&apos;ve proved yourselves as something better than all the shitbloods that raised you, and just as morning fades from early colors to bright day, so too does your life have a chance to begin again.&quot; She draws a pause as if expecting applause from her prisoners, but the only chorus of cheers comes from the spectators that have no part in this bloodshed. Every word is just formality. &quot;In the beginning, the lowest cadets in the Academy were nothing but living mulch, tending the gardens they would feed with their own bodies. But with the succession of Ullrich as the Grandmaster General, we reshaped the ancient growing grounds into the greatest combat powerhouse the world has ever seen.&quot; She points to all of us.  &quot;You are the best of the brave. The chance was offered once your proved yourself upon arrival here. And instead of being ground down for every ounce of energy you can provide&mdash;like the weak that harvest far below these levels for the rest of their lives&mdash;you have a chance to be even greater than the classes of cadets that were once better than you.&quot; The Royal Guard surround the arena in an evenly spaced-circle. &quot;What began with 256 cadets, in this class, has dwindled to a mere 60. You will be building your own fireteams now for our last exam. Separate into groups of four. You have one minute to decide,&quot; she says. Commotion rises between the survivors, and soon, the whole space is a cacophony of noise. I feel hands on my shoulder, pulling me every which way, my peers evaluating me for height and muscle though I&apos;m average height and look even more like a vagrant. &quot;Get him. Titus!&quot; Isla says. She pulls me their way, but Vera resists. &quot;He&apos;s a ruthless murderer,&quot; she says. &quot;So what? He spared my bloody-damn life,&quot; Delvin says. &quot;Look around. Those are the only people left. Even me.&quot; I&apos;m apathetic to the choice, because either way I&apos;ll be forced out the end as the lone survivor. &quot;We&apos;re the only ones here that recognize him for his skill,&quot; Isla says, &quot;it would be a waste.&quot; &quot;Now step apart and space yourselves evenly,&quot; the Warden orders.  A Royal Guardsmen approaches each circle with four different marks bunched in his hands. Isla&apos;s as quick on the uptake as I am, but the others don&apos;t get it yet. The Warden continues. &quot;Should you be chosen to fight in our ranks, there are many friends that will become enemies. The ones you cared for the most will remain shitbloods. They are the weak, the fodder for the cause raised like cattle, and if you refuse to see it that way, then you are useless.&quot; The Royal Guardsmen hands me a green-colored mark. Isla gets blue. Vera gets red, and Delvin gets yellow. &quot;Wait, we&apos;re not together for this?&quot; Isla panics, and Vera wears the same expression. &quot;I can&apos;t do this. Not a chance.&quot; Delvin says, &quot;This is what all of this has been about. The courage to betray and the strength to separate, just like the Afterlife that betray their own race.&quot; &quot;You can&apos;t tell me you&apos;re buying into this?&quot; Isla asks. &quot;Are all of you mad?&quot; The Warden continues. &quot;This game will only end when all the cadets still standing wear the same color.&quot; Four banners drape from four equally-spaced sides, and against our collective will we&apos;re divided. I&apos;m surrounded by strangers with green marks hanging behind them, nor a single one I recognize, and I watch every cadet eyeing another surviving friend of a different color. There&apos;s a small room beneath each banner that once held supplies to tend the gardens, but the racks of rakes and spades have been replaced with the same shoddy weaponry from the last arena. Two-hundred-something extra marks are bunched in the back.  My teammates first fight over shields, then swords, until all that&apos;s left is just bows and arrows and daggers. I manage to grab a sword that fell behind the racks. It&apos;s in a better condition than all the rest, and when I step outside, I test its weight in a couple practice slashes. A hand grabs my shoulder, and when I turn around, it&apos;s a taller cadet that studies my face. &quot;Why do you look so familiar? You&apos;re not some vagrant, you&apos;re a Firebrand, aren&apos;t you?&quot; It takes a moment for the realization to register: to all of us it&apos;s been more than four months since we saw the outside. &quot;You were the valedictorian of our class,&quot; he says. Others turn at the utterance of the word. &quot;I&apos;m Zane, I remember seeing you in the Compound with Romin. You were, uh . . . Tiras. No. Titus, right? Titus Berguard? How in the Gods&apos; name did you end up here?&quot; The fifteen green firebrands circle around us. Zane raises his voice to the others. &quot;It&apos;s the valedictorian, everyone! Class Four. Titus,&quot; He says. Their faces light with some thought of salvation or relief, falling to the same desire for order those cadets at the inner walls did. &quot;You can lead us,&quot; he insists. &quot;Tell us how to win.&quot; &quot;I&apos;m no better than any of you are,&quot; I say. &quot;No, bullshit. You have to,&quot; another says. &quot;Someone has to organize a strategy, or else we&apos;re all going to die alone.&quot; Our makeshift squadron stands in silence. They wait for my reply, begging for some assurance of order. I peek between them at the other parties, already beginning to organize into groups. A hundred-or-so feet away to the right, Delvin stands at the center of Yellow. To the left, Vera&apos;s recognized from her secondhand fame as a commander of Red. And somewhere through the dense patch of forest, Isla reconvenes with her blue team, though I&apos;m unsure whether all of them are leaders. &quot;What do we do?&quot; Zane asks. &quot;There&apos;s no terrain here like the last arena. It&apos;s all flat. This isn&apos;t a battle of cunning or strategy, all they intend for this to be is just a battle of bloodshed and attrition with few survivors,&quot; I say. &quot;They don&apos;t want us to organize. They expect that if we hold to our old alliances, we&apos;ll refuse to join the new team.&quot; &quot;It makes sense,&quot; says Zane. &quot;The only victor can ever be the one that will do whatever it takes, no matter how dirty their hands get. You will all kill without hesitation or else you are worthless,&quot; I say. They still scan the distant colors for the faces of surviving friends, and I know it will be our downfall.  &quot;To me, everyone I care about is already dead. But it&apos;s made me realize a truth that I knew all along, that when you strip away all the petty distractions of love and passion, we are only tools, only ever be measured by how useful we are, deserving nothing more and nothing less. We deserve nothing in this life. All we get is what we&apos;re given. Love is a hollow word for something that can never persist in such a cold place, because all we were ever made for is just to fight!&quot; I hope I can change their minds even if just for a second. I won&apos;t make an effort to learn their names because I&apos;m leading them to die. &quot;Every man and woman is born into this world alone and dies alone. So what is commitment but an illusion if it doesn&apos;t hold at either end?&quot; They&apos;re beginning to accept it, just enough. &quot;We are alone together in this moment and we&apos;ll stop at nothing to preserve that. There is no salvation, no bright future or end for any of us but the cold peace of death that we&apos;ll reach either way. Let us be born again to the Reservoir whenever our last breath comes, but today, we&apos;ll fight with everything we have!&quot; A blinding flare launches towards the top of the chamber as I finish those last words, snaring in that timeless space somewhere above us like a fixed star.", " &quot;Kill them all!&quot;  The words are mine. I&apos;ve earned them. I run behind the first cadets I goaded to the front; it wasn&apos;t hard finding the stupidly-courageous ones with tombstone courage. I learned from the best, because if Romin can lead a third of our bravest cadets to die for nothing, then I can scrape the shit from the bottom of this barrel. I know the upper two-thirds of Academy Cadets are the leaders of battle. All they&apos;re raising here are the mindless grunts to soil their own hands. These people would all die anyways. I feel nothing when I steady the steel blade to drive into my first victim&apos;s chest. Arrows whiz overhead. The cowardly rangers have already begun their barrage, though they no nothing of how to properly aim and fire a bow and arrow. &quot;Keep going, all of you,&quot; I insist. &quot;Don&apos;t hesitate, not for a moment, or else you kill all of us. Feast on their reluctance!&quot; For a moment all we hear is the clatter of footsteps from smudges of color between the trees. But as soon as clashing metal breaks the air, the screams of war are all that follow. We are all instigators of coerced savagery. All that divides us now is whether we see ourselves as victims or champions. I can see it in every brutal attack and hapless defense, that difference of predator and prey only split by a thin mental line. Vicious green carves and slashes at everything because they&apos;ve taken my hollow gospel to heart. It becomes so easy after the first, as if I&apos;ve unlocked the full extent of all my training I received for the first time. Any skirmish on the training field stopped at first injury, but here, there is no end. All I remember is the adrenaline-fueled blur of mindless savagery. There is no line between the reality I deserve and the penance I refuse, so I bash, slash, carve, and slice at everything that holds a pulse and stands to destroy me, regardless of death or life or the accumulating threads on my wrist, because all I persist as is just a vessel for the purpose of which I was instilled, a force of nature as definite as snow and ice with no means but a long-decided end that forever will be path-independent, as merciless as all of nature and the&mdash; Her hands tremble when they grasp the blade. She&apos;s so small that I didn&apos;t see her when she approached behind me to put her hands on my shoulder, defenseless, not even holding a weapon. She was never meant for combat, but she was so bright and brilliant, and I never accepted how she fell for me. &quot;Titus . . .&quot; She moans, spitting blood from her lips. &quot;What . . . have you . . .&quot; I look down at my steady hands that still hold the hilt, unable to believe that they&apos;re attached to me. I almost lose it, that edge, and I&apos;m so Gods-damn close but I hold on to it, just a little bit longer. This body was made to work, not to live. The fruitless labor of all my sacrifice has led to nothing, so I will become the sacrifice. I meet her eyes and twist and pull, tearing her soul from her body in the same motion with all her Essence. &quot;You fucking bastard, Titus!&quot; Delvin yells. &quot;Is this not &apos;what all this has been about?&apos; Are you too weak for your words?&quot; I ask him, because his anger makes it easier. &quot;All the extra marks in each room. She was trying to tell you &mdash; that there&apos;s enough marks of one color for all of us!&quot; &quot;They will never let that pass. The only color we&apos;ll wear is red,&quot; I say, and in the center of the field I slash at him. &quot;You pathetic twig, you&apos;ll never be good enough!&quot; &quot;I&apos;m everything you wish you could be,&quot; he says. Our words find air where all our training reduces everything to muscle memory. &quot;And what is that?&quot; Every opening I find he counters. &quot;You&apos;re brilliant but hollow, strong but so emotionally weak, and that&apos;s why you&apos;ve always been holding her back.&quot; I parry. He blocks. He says, &quot;Because you don&apos;t love yourself enough to give her anything, but I can.&quot; &quot;I watched her die,&quot; I say. It catches him off-guard. I move for that perfect lunge, but something else stops me, something warm in my side, and I realize that someone else returned Isla&apos;s favor. &quot;Then I hope you never see her again, not in any afterlife,&quot; Vera says. The steel is sharp, but my will is stronger than all of theirs together. I drive my sword behind me before my hands can give out, and with the momentum of hard contact, I spring directly for Delvin, forcing Lyra&apos;s sword between his ribs to empty him of all that disgusting self-love. We all fall together in the center. So few cadets remain in this ring, but when I see Green approach and end the last of their fireteam&apos;s suffering with short stabs to the neck, I know we&apos;ve won. The mission is the highest form of love. This mission is sacrifice, the greatest crowning gift any living being can ever bestow. And when I meditate on all I&apos;ve lost to make it this far, it&apos;s the only reason I live long enough to save this thread until the Royal Guard tend my wounds with Essence."], "BodyFormatted": [], "Release": 324, "ReleaseDate": ["11", "21", "2025", "2025-11-21 00:00:00"], "Active": false, "Perspective": "Titus", "Status": "No Status", "WordCount": 0, "Summary": ""}