{"Story": "Firebrand", "Title": "Chapter Forty-Four", "Subtitle": "Late Confession", "Act": 4, "ChapterNumber": 44, "Synopsis": "Titus digs deep and confronts one of his fears.", "RevNotes": "", "ID": "5.44", "Body": [" The feeling of fear is new to me when I stand outside her door. I don&apos;t wait here because I&apos;m afraid of the other side of her. I&apos;m scared of something else.  Maybe that inching anxiety came back to me since I left my peace with Ellie in another time. Old habits of thought and feeling persist as wine soaks its flavors into the wood of a barrel, coloring every future batch with the memory, and so in only a matter of hours, the walls have already begun to erect themselves.  I have to act now while they&apos;re only chest-high. The door is cracked. Inside, I hear the scratchings of charcoal against paper, and when I open the door further, the faint smell of her perfume wafts into the hall. I wonder if this is how she feels: at a loss for words, waiting for the right moment to speak and break the stillness. &quot;Sylvia?&quot; I venture. She turns her head, astonished. &quot;Oh, hey Titus. Is something wrong?&quot; &quot;Of course not. Why do you ask?&quot; &quot;Oh . . . I&apos;ve never seen you come up here unless you needed something,&quot; she says. &quot;No. I&apos;m here for <em>you</em>,&quot; I say.  She drops the chalk at the base of the inclined easel, looking as if she&apos;s been struck by something, and turns to face me. Her hair is disheveled, her fingertips are covered in black, and her crimson eyes shine bright &mdash; looking like either a tortured artist or the Chymaeran caricature on the page &mdash; yet she&apos;s still beautiful as ever, with the tender glance she reserves for me. She wears nightgown shorts that fit tight around her thick legs, cuffing the flesh of her pale white skin streaked lightly with charcoal. Her top is thin and smeared the same way, used for little more than utility to keep the art separate from her body. I feel my heart jump when I realize she&apos;s wearing nothing under it, and that same recurring fear discomforts me, but this time I won&apos;t let those anxieties tangle with the warm, electric feeling as it floods my nerves. My mind fills with the fantasy of any way I&apos;ve dreamt to have her. I recall every time I felt her relax in the presence of my strength, protecting her, living vicariously through imagining what it felt like for her to melt, but this is no longer a stroke of my ego. It&apos;s something more than that. It has to be: not just a mission to be completed, but something everlasting to be beheld. And then it breaks: whatever last unlikely brace that held my composure, the same one Ellie disarmed though months of caring for me as I pulled my soul together again. The tears stream down my face. I can feel her pull me in to the warmth of her body as my sobs are snuffed out. She reaches her arms over my shoulders to hold me right, tracing her nails on my back with such gentle intention, until I can muster the strength to say anything, and then I feel the need to explain myself, to preserve my pride. &quot;I just . . . I . . .&quot; &quot;It&apos;s okay,&quot; she says. She sits me down on her bed and lets me cry until her shoulder as she tells me I have no reason to explain myself. &quot;It must have been so hard.&quot; &quot;I did everything. All I ever wanted was just to save everyone! And they died, over and over again, and all the horrible things I had to do, just to&mdash;&quot; I let out a squeaking gasp that startles me as my throat jumps, but she only tightens her grasp. She kisses me lightly on the forehead, and even in the deepest throes of sorrow and tragedy I can really, truly feel how much I love her. I&apos;m not afraid anymore. I wipe my eyes and turn to face her, our lips so close though I&apos;m a sniveling mess, only to find that she nearly cries for me, too. All that separates us is just the catalyzing energy it takes to get over that wall, and we can both feel our stomachs rise with blissful static. We draw closer and closer, until soon enough I&apos;m surprised when our lips are already touching, and my hand caresses behind her ear, drawing her closer because now I won&apos;t ever get enough of her. I&apos;m surprised again when she twists me down against the bed, but the static rises further as I pull off her thin shirt smeared with stains of soot, exposing her full breasts that compress as she sits on my waist and tightens her chest against me. Her tongue flickers inside my mouth as I hold her tightly in all the places I&apos;ve only ever undressed with my eyes, fighting to turn her over so I can tear off my own shirt, and when I do, we press ourselves together to share the warmth of our bare skin. Neither of us venture past removing another garment, too engrossed with the voiceless passion of our lips we&apos;ve been mute to for so long. I hear her moan softly as I plant wet kisses upon her neck, grabbing all the soft places I&apos;ve only touched in daydreams as she squirms under me. I look into her eyes after another kiss and she cracks a smile: not just of joy, but of good humor. And then she can&apos;t stop laughing. &quot;What? What&apos;s so funny?&quot; I ask, self-aware now of anything stupid I might have done. She sucks on her unblackened forefinger and drags it across my nose, returning a full stripe of charcoal. &quot;I got myself all over you,&quot; she says. &quot;I don&apos;t mind being your canvas,&quot; I tell her. I reach down inside her shorts to try and pleasure her further, but she stops me, grabbing my hand. &quot;Is it alright if we . . . stop here?&quot; Sylvia asks. &quot;Oh. Yeah, of course,&quot; I say, retracting my fingers. &quot;I&apos;m sorry.&quot; &quot;No, no, it&apos;s alright. I just want to savor . . . us,&quot; she says, and when I lay beside her, I wrap my arms around her waist. &quot;It both took us such courage to get here after all.&quot; I might cry again from how safe I feel here, and she knows that from how I tremble, remembering the feeling of death my mind has tried so hard to suppress. &quot;Sometimes you just have to let go, Titus,&quot; Sylvia says. &quot;no matter how painful it is&mdash;&quot; &quot;&mdash;You have to succumb to it and feel it through.&quot; I use her words before she can speak them. &quot;You took the words from my mouth,&quot; she says, caressing the side of my face as we lay next to each other. &quot;I just want you to know that I&apos;m always watching you: ever since the orphanage, ever since you saved me from that darkness, ever since you showed me that kindness, you know, because . . .&quot; &quot;Because you love me.&quot; &quot;I do,&quot; she says. &quot;And because I love you too, Sylvia.&quot;  She nestles her head into my neck, and I can feel her chest rise and fall as she breathes deeply. The same timeless feeling of relaxation washes over me that I felt when I was with Ellie, and I know this moment will forever live in my mind, no matter how long I live in this last cycle. &quot;I came with one question to ask, but now I have two,&quot; I tell her. &quot;What are they?&quot; She asks, tracing her fingers against my chest. &quot;I was wrong to tell you that I didn&apos;t need you on this trip beyond the walls. I need to do better at letting people help me, and I need your help out there.&quot; She laughs. &quot;You&apos;re so damn cute.&quot; &quot;No. Really, though.&quot; &quot;Of course I&apos;ll come with you,&quot; she says. &quot;Can you meet me in the morning at Clint&apos;s?&quot; &quot;What are you talking about?&quot; She asks. &quot;You know you&apos;re staying the night here.&quot; &quot;Oh . . . uh, yeah, of course,&quot; I say, with a stupid grin on my face. &quot;I hope that wasn&apos;t your last question,&quot; she says, pulling me closer. It wasn&apos;t. Though I&apos;m sure I know the answer.  ", " Sylvia and I show up at my house an hour before meeting. The lights are off, which isn&apos;t uncommon &mdash; often times the caretaker leaves them off so my sister can sleep, keeping on a couple to make her feel safe. There&apos;s only two modes I find Ellie in. Either she&apos;s riled up to get to school, so excited about meeting a friend or show-and-tell that I have to force her to eat, and other times, she&apos;s still sleeping, and I have to feed her and nearly drag her out the door. Unlike other kids in families with full-time parents, the house isn&apos;t filled with enough fun activities to keep her up late, so she often sleeps sooner than I do. My keys jangle in the door as Sylvia shivers behind me, burying her nose in a crimson scarf. I expect a voice, anything &mdash; but all I&apos;m met with is an eerie silence. &quot;This can&apos;t be right. She was here last time!&quot; I say, and I rack my brain over happenings more than a year ago. Dad slept at the shop like he always does. Ellie tugged at my shirt, pulling me towards that commemorative wall to ask me about the names in the stones. I sniff the air. It smells like early breakfast, so I know the caretakers made something for her, and when I cross the dark foyer to check the kitchen, I found she already ate. I call her name again and again, voice wavering, my fingers caressing the handle of the switchblade in my pocket as I ascend the stairs, remembering the despair of what she last told me. &quot;The door was locked, Titus. You say she&apos;s good about locking the front door, right?&quot; Sylvia calls up to me. &quot;Yeah. Usually,&quot; I say. I open the door to her room and it&apos;s freezing. My first thought is to check the window, but as soon as I notice the curtains don&apos;t dance, I know the window is shut. My fingers trace the top of the window. Locked. And when I scour around her room, her school bag is missing from the spot it usually sits. &quot;I&apos;m sure she left. That little girl is better at waking up than I am most mornings,&quot; Sylvia says. &quot;You&apos;re probably right,&quot; I say, but I could have sworn I walked with her. The memory is hazy. All I can remember is remembering the way I remembered it. Maybe last time I showed up earlier &mdash; and this time, she got tired of waiting. Or maybe I&apos;ve changed enough already in this worldline to affect her. &quot;She&apos;s probably fine,&quot; Sylvia says, standing in Ellie&apos;s doorway as I turn to leave. Deep down I&apos;m relieved I don&apos;t see her, and maybe that pushes my convictions over the edge. I descend the stairs to leave, but Sylvia goes deeper into the hallway. Something catches her attention, and when she opens the door to my old room: &quot;Dear Gods, what happened here?&quot; My heart skips. I rush down the dark hallway and poke my head in the room in mere seconds. Sylvia sits in the middle of the floor. &quot;Why is everything gone?&quot; &quot;Oh. You scared me,&quot; I tell her, catching my breath. &quot;I sold it all a long time ago.&quot; &quot;But why?&quot; Sylvia asks. &quot;Your bed. That bright red dresser. The toys, and the books, what happened to it all? Did . . . did Clint make you sell it, in his store?&quot; &quot;No,&quot; I tell her. &quot;I just couldn&apos;t stand looking at it. It reminded me too much of something I could never have again, and letting those things go&mdash;&quot; I say, tensioning my fingers around the necklace that&apos;s persisted around my neck through almost everything. &quot;I kept the little that mattered. Just enough.&quot; &quot;But that&apos;s so sad,&quot; she says. &quot;The profits helped Ellie live here longer in her childhood home.&quot; Though she deserved so much more than this house that&apos;s way too big for one-and-a-half people, I think. &quot;You remember the first time we kissed?&quot; The question catches me off guard. &quot;You mean . . . last night? Of course I do.&quot; &quot;No, you idiot,&quot; she laughs. &quot;You seriously forgot? Your grandfather Everett read us Seminary tales. There was the one about the poisoned princess that could only be saved with a single kiss. And we were in this room together after he left, playing pretend before your mom would take me back to the orphanage, and I laid down on your bed, playing dead, and...&quot; &quot;Nope. Doesn&apos;t ring a bell. Maybe it was too traumatic,&quot; I tell her, and she glares at me with her crimson eyes until I apologize. &quot;It wasn&apos;t just a kiss, though. Gods damn, you must have snuck in your parents&apos; room the night before when&mdash;&quot; &quot;Enough.&quot; &quot;&mdash;they were getting a little intense and got some ideas, or maybe&mdash;&quot; &quot;Stop it.&quot; &quot;&mdash;you thought my face was a slice of pie, hah, the way you dragged your tongue&mdash;&quot; &quot;Enough!&quot; I shout, crumpled on the floor with my head in my hands. &quot;Yeah, I remember. I never wanted to again, though! Please, Khiras, dear Gods above...&quot; &quot;I never said it was bad, though. You know how many times I&apos;ve thought of that late at night?&quot; &quot;That&apos;s your business,&quot; I tell her. She crawls up to me. &quot;Well, I hope you&apos;re ready for a whole lot more,&quot; she says, but in her attempt at being sexy, I catch her off-guard. I throw my hands aside and lick her all the way across the face, pinning her to the ground. She screams. &quot;You can have as much of this as you like!&quot; I shout, tickling her as I wag my tongue above her face. She screams and jolts in laughter every time I poke her sides, though I only hold her down harder, making her laugh even more. She headbutts me when I tickle beneath her armpit, and I fall back, stunned. &quot;Oh, Gods, I am so sorry,&quot; she says, drawing deep breaths after losing them all to fits of convulsive howling. &quot;Are you alright?&quot; &quot;I&apos;m fine,&quot; I say, holding my hand into the bright rays of Lighttime that filter through the window: dragging my hand against my nose a couple times, only to find there&apos;s no red. &quot;No, no, no, I&apos;m not losing you!&quot; Sylvia says, pressing her hands against my sternum with firm compressions before I sweep her legs and she crashes to my chest. &quot;You need to take some acting lessons from Valentina,&quot; I say. &quot;Oh, hush.&quot; And then I pull her head in for another attempt to correct my past. I make the most of it, and some time later, we rush out the door when we realize we&apos;re going to be late.   Sylvia and I hold hands as we approach Valentina and Romin at the shop. &quot;When the fuck did that happen?&quot; Romin asks. "], "BodyFormatted": [], "Release": 373, "ReleaseDate": ["01", "09", "2026", "2026-01-09 00:00:00"], "Active": false, "Perspective": "Titus", "Status": "No Status", "WordCount": 0, "Summary": ""}