{
  "Story": "Firebrand",
  "Title": "Chapter Forty-Five",
  "Subtitle": "Snowdrifters (Plural)",
  "Act": 4,
  "ChapterNumber": 45,
  "Synopsis": "Titus and his plurality of friends explore the outer wastes of Blackwater.",
  "RevNotes": "",
  "ID": "4.45",
  "Body": [
    "<p>&emsp;We make it to the first safe-house by sundown, and Valentina and Sylvia hold up surprisingly well, despite my father&apos;s sentiments that they were too wimpy and frail, insisting they stay back or else they&apos;d get frostbite. It&apos;s been the dynamic of our group that keeps us the warmest. We only poured through a hundredth of our shared memories. The time and toil passed so quickly that we were surprised when it was up.</p><p>&emsp;They&apos;re still naïve to the future that awaits us. I can still feel the long shadow of the Afterlife&apos;s avarice hang over the whole city, but I&apos;m the only one aware that the exalted gods above us bleed all the same.</p><p>&emsp;Part of me still doesn&apos;t want to tell them how it ends, but I know better. I need to trust they&apos;re strong enough to handle that truth, no matter how bitter and horrifying it is.</p><p>&emsp;I just struggle to find a way to start. They keep me distracted with questions about Chymaerans and Snowdrifting, and any time Sylvia or Valentina edge into an emotional topic, Romin lambastes them with his witless humor, quickly changing the subject. All that persists is just that feeling of being watched. The wind howls, though there are so few animals beyond the walls that can muster such a call. And as much as Romin comes to accept that the First Red might be a fairytale, I know they&apos;re real, hiding in every snowbank to act on anything that comes too close. They scare me more than the Chymaera.</p><p>&emsp;After Romin unloads his limited rations of Dead Essence in the old fireplace, the dull orange light brightens with crimson, fighting off the cool, pale moonlight trapped in the tattered curtains. Romin and Valentina sleep close&mdash;just far enough so they don&apos;t think we think they&apos;re that close&mdash;only coming together when they think Sylvia and I are fast asleep.</p><p>&emsp;I wake up and they&apos;re on opposite sides of the room. Romin thumbs through the picture book he read last time like an oversized toddler, and Valentina straightens her hair in a reflective surface, until she realizes nobody&apos;s going to see it.</p><p>&emsp;&quot;Did you guys hear that last night?&quot; Sylvia asks, wiping the dust-covered plates with snow-dampened cloth before she prepares us some of the rations.</p><p>&emsp;&quot;The wind was loud. A couple animals, and that was about it,&quot; I mutter, realizing I slept soundly for the first time in ages.</p><p>&emsp;&quot;What about you, Valentina? Romin?&quot;</p><p>&emsp;They shake their heads.</p><p>&emsp;Sylvia says, &quot;There were footfalls, in the snow. I looked outside, but it was so dark, and with all the trees, I couldn&apos;t see anything.&quot;</p><p>&emsp;&quot;A pack of wolves, maybe?&quot; Romin says.</p><p>&emsp;&quot;No. I could have sworn I saw light,&quot; Sylvia says.</p><p>&emsp;&quot;Another Snowdrifter, maybe,&quot; says Valentina.</p><p>&emsp;&quot;Not a chance,&quot; I say. &quot;The odds of that are slim. And if it&apos;s that late &mdash; and you&apos;re on the edge of freezing to death &mdash; you&apos;d be pounding on the door of this cabin. You wouldn&apos;t just keep going: you&apos;d need far too much Essence just to stay warm!&quot;</p><p>&emsp;If it wasn&apos;t a penniless Snowdrifter, it&apos;d have to be someone with such a high level of Essence that the weather wouldn&apos;t phase them. The Afterlife has no reason to come out here. Plus, I think we&apos;re still too far from the First Red.</p><p>&emsp;&quot;Doesn&apos;t matter,&quot; I say. &quot;Let&apos;s finish up breakfast and keep moving.&quot; There isn&apos;t just one stop that awaits us today. I want to go all the way to the end.</p><p>&emsp;Romin and I pull a sled while the girls walk beside us. The path I took last time comes back to me, so I find I never need to use the map.</p><p>&emsp;A blistering snowstorm blasts between us, casting us each in our own little white room unless we stand closely together, the wind erasing our deep footprints as soon as our boots leave the ground. The snow feels shallower and crunchier than I last remember, and all I can think of are Sylvia&apos;s words.</p><p>&emsp;I marvel at how well the plan has worked so far, but even more than that, it surprises me how little anxiety I carry. I&apos;ve done everything to prepare, and I&apos;ve done everything I can, and the dream doesn&apos;t seem so insurmountable anymore.</p><p>&emsp;This worldline will change everything. For once I can finally reach that celestial pebble of Pure Essence and vest myself as a Mask of the Gods: my true birthright. My stomach fills with the static of excitement when I feel that dream spill over into a tangible reality.</p><p>&emsp;I can barely contain myself when the cabin&apos;s dilapidated roof emerges from the top of the snowdrifts. I&apos;m running now despite my exhaustion&mdash;and although my friends laugh as I trundle through tall pockets of powder, I can feel it call to me. I&apos;ve earned an easy end to all this suffering. I can feel how badly I lust for that beautiful dream when I bash the door open at its hinges, only to find that snowflakes have already siphoned in.</p><p>&emsp;The barricaded door to the study hangs by a single hinge, and then that feeling of powerless anguish returns to me, cursing the hubris I allowed to overtake my sense of reality.</p><p>&emsp;My heaving breaths of exhaustion don&apos;t stop when I&apos;m no longer running. My friends prod at my eagerness in good humor, but I can no longer hear them as they enter. I scramble on my hands and knees to tear back the carpet in that same corner. Touch confirms my fears when I find no cool metal box beneath the floor.</p><p>&emsp;I thought that I held so much of that poisonous fear, churning in my stomach, that I became immune to the highs and lows of peace and desperation, but here I am, heaving in shallow breaths on the floor of the office, fighting the urge to vomit, gasping for cold air, almost just as lost as all the times before when I navigated this world alone.</p><p>&emsp;But this time is different. Romin lifts me to my feet as Sylvia instructs me to breathe. I feel so pathetic, but in their concern I realize they genuinely care about me: not because of some favor I asked them, hinging on debts overdue.</p><p>&emsp;Valentina reassures me. &quot;It&apos;s okay, Titus. We&apos;re still going to make it through this. All of us,&quot; she says. </p><p>&emsp;&quot;Who cares about a stupid necklace? I&apos;ll find you something far better,&quot; Romin says. &quot;Most days I work repossessions with Carmine business. Nobody hides anything from us.&quot;</p><p>&emsp;&quot;Just stay strong, for all of us,&quot; Sylvia says, and with all my friends smiling back at me, the gravity of this horrendous outcome becomes just a little bit more tenable. &quot;We&apos;re here for you all the way until the end.&quot;</p><p>&emsp;I mutter incoherently. &quot;The whole plan. It was all around that piece of Pure Essence. And it&apos;s missing. But I&apos;m the only one who could have known . . .&quot;</p><p>&emsp;&quot;All we can do is move on,&quot; Romin says.</p><p>&emsp;&quot;He&apos;s right,&quot; says Valentina, &quot;and you still have that surprise for us, right? So don&apos;t give in now!&quot;</p><p>&emsp;I made a promise to Ellie. I swore on our reunion in the Reservoir that I would never return again by my own hands, and I refuse to break that.</p><p>&emsp;I&apos;m not going back. I will never go back again, and with that decision consciously made, I have the courage to look ahead once more.</p><p>&emsp;&quot;Change of plans, then. We&apos;re going to keep going,&quot; I tell them.</p><p>&emsp;&quot;But what about the loot? The sleds?&quot; Sylvia asks.</p><p>&emsp;&quot;That&apos;s not our priority anymore. That&apos;s not what this trip was about, after all,&quot; I say, as I pick up the framed picture of me, Lyra, my birth mother, and Ullrich, pulling the worn photograph from the shattered glass as proof for what I plan to do next. I turn to Romin.</p><p>&emsp;&quot;You deserve to be rewarded for your loyalty and hard work to the Carmine. This is your chance to turn the tides of the upcoming war, and convince our greatest allies that it&apos;s time to return.&quot;</p><p>&emsp;His eyes grow wide. &quot;You don&apos;t mean...&quot;</p>",
    "<p>&emsp;We trudge on for another three hours, until the fear of the darkness begins to embed itself in my friends. They believe in our shared mission and every word I tell them. I explain just enough for them to understand, but not too much. I anticipate their genuine reactions.</p><p>&emsp;The weather climbs, faintly, a few degrees at a time. Grasses can be made out through slush, instead of plated sheets of ice scraping the near infinite landscape.</p><p>&emsp;&quot;Can you feel that?&quot; I ask them. &quot;The temperature, yeah, it&apos;s rising,&quot; Valentina says. &quot;I thought it was coincidence.&quot;</p><p>&emsp;&quot;We&apos;re almost there,&quot; I say.</p><p>&emsp;And then a sudden sense of unease, the feeling of being watched.</p><p>&emsp;We&apos;re getting closer and closer to the territory of the group that will kill to hide their presence. The crunch of icy footfalls catch Romin&apos;s attention first. Six forms, concealed in transparent Chymaeran scales, steady their firearms. Last time it was because Lyra was with me. And I know the only reason they don&apos;t pull the trigger this time is because of Romin&apos;s Carmine mark.</p><p>&emsp;&quot;State your business or be executed where you stand,&quot; one calls out. &quot;There is no return from here.&quot;</p><p>&emsp;&quot;We bring a message for the Elders of the First Red. The message you&apos;ve all been waiting for,&quot; I insist.</p><p>&emsp;&quot;There is no story of Blackwater our finest messengers can&apos;t deliver. We are surprised my nothing, so what is your business here,  Snowdrifter? How did you find us, and how do you know who we are?&quot; A familiar voice asks, wrapped in a white scarf that masks his dark face.</p><p>&emsp;&quot;The end is near,&quot; I say. &quot;The Afterlife are preparing their last strike to reap what they have sown.&quot;</p><p>&emsp;&quot;Said every false prophet for the last two-hundred years,&quot; Raine says. &quot;Your lies don&apos;t interest me. I&apos;m interested in what the Carmine Brother has to say.&quot;</p><p>&emsp;Which is exactly what I&apos;ve planned on.</p><p>&emsp;&quot;Brother Romin. Second Blood. Son of the District Fourteen Carmine,&quot; he says.</p><p>&emsp;I see Raine&apos;s eyes light up on a realization he hasn&apos;t quite grasped yet.</p><p>&emsp;&quot;The Fourteenth District,&quot; Raine says, lowering his gun, though the other five aren&apos;t so easily disarmed. He&apos;s light with his words because he&apos;s not the one being threatened. &quot;My sons used to live there. I know it&apos;s a common name in the Carmine, after our founder, but one of them even had your name.&quot;</p><p>&emsp;&quot;I lost my mother and father long ago, at the same time,&quot; Romin says. &quot;It was a freak accident. Closed casket funeral, and I was forced to pick up the slack.&quot;</p><p>&emsp;&quot;Huh,&quot; Raine says, uncomfortably scratching his brow while both sides come to the realization faster than these two brainlets can. &quot;Just know that this is not a personal act&mdash;&quot;</p><p>&emsp;&quot;Dear Gods above, you&apos;re both as big as you are stupid,&quot; Valentina says. &quot;Really? Do you not see what this is?&quot;</p><p>&emsp;&quot;Now, Val, really?&quot; Romin asks, annoyed. &quot;I&apos;m trying to keep them from executing us on the spot!&quot;</p><p>&emsp;She groans. &quot;Last name. What&apos;s your last name, Romin?&quot; &quot;Zebal. But why? These outwallers aren&apos;t going to know me&mdash;the fabled First Red&apos;s been out here for decades!&quot;</p><p>&emsp;The six Carmine drop their rifles. The name is familiar to all of them. They&apos;ve only heard the stories of this child for nearly two decades, told over and over by the father just to keep that memory alive.</p><p>&emsp;&quot;That means . . . you&apos;re my . . .&quot; Raine mutters, stepping closer to Romin as we drop our hands, as if we&apos;re a vision more transparent than they are. &quot;Oh Gods, how many years have I been gone?&quot;</p><p>&emsp;I turn to Romin. For once I think the dumb brute doesn&apos;t get it, but it&apos;s because he&apos;s not elated by this discovery. He&apos;s mad. Furious, even, and he pushes his father away, casting him backwards onto his back while the five others raise their guns again.</p><p>&emsp;&quot;No! Put your guns down,&quot; Romin&apos;s father demands, before raising his head. &quot;But why, son? Why would you do that when we&apos;ve been dreaming of this moment for years?&quot;</p><p>&emsp;&quot;No, you dreamed of this!&quot; Romin shouts. &quot;I had to live! I had to pick up the slack of my dead brother and fill your shoes because I never had a father to raise me. Ryder died thinking you were gone. And me, Gods be damned, I lived on in your name, only to find you&apos;re hiding out here the whole time? And after all this time...&quot; He pauses, trying to channel his spiteful rage into a string of words. &quot;After all this time, you and the First Red left us there to protect nothing? I spent my whole life trying to keep the Carmine going . . . to keep them strong, when we were all just a fake for true leadership,&quot; he said, heaving from the exhaustion of a single breath.</p><p>&emsp;&quot;Romin. Romin, it&apos;s not like that,&quot; Commander Zebal said. &quot;Just let me explain!&quot;</p><p>&emsp;&quot;Then why didn&apos;t you tell me? Why did you leave me with nothing besides a vault door I couldn&apos;t open? It&apos;s . . . It&apos;s as worse as lying,&quot; Dad, the word balanced on his tongue, but he wasn&apos;t sure if he was ready to say it.</p><p>&emsp;&quot;But you know the value of that secret,&quot; Zebal said. &quot;The First Blood are alive and well, but it wasn&apos;t without sacrifice. There were too many moles in the main temple. And when the calling of our mission came &mdash; nobody could know that your mother and I went somewhere else.&quot;</p><p>&emsp;Romin doesn&apos;t reply. He knows his father was right. He&apos;s amazed by his dedication&mdash;but feelings don&apos;t require logic to feel legitimate.</p><p>&emsp;Zebal continues: &quot;Rose and I had to leave. We had to. I know it wasn&apos;t fair to our boys. It wasn&apos;t fair to Ryder, or you, but we had to.</p><p>&emsp;She and I. Your...your mother and I . . . e e had to.&quot; His mouth and tongue contorted on the letter &apos;S&apos; but quickly changed back. &quot;Romin, we had to. If they knew, the truth would destroy us.&quot;</p><p>&emsp;&quot;Then what has the Carmine been doing this whole time?&quot; Romin said. &quot;Pissing in circles? Are we just a club full of blind idiots? Are we just a distraction for you? What&apos;s the purpose of it, what&apos;s the purpose of doing anything?&quot;</p><p>&emsp;&quot;Son.&quot; Commander Zebal purses his lips as he approaches his youngest. &quot;Son, you&apos;ve done a service to the future of Humanity,&quot; he says. &quot;The Carmine of Blackwater are the reason we could get this far.</p><p>&emsp;The value of your work saves the lives of good people.&quot;</p><p>&emsp;&quot;But...&quot; Romin says. &quot;Ever since Ryder passed, we haven&apos;t been close to what it used to be.&quot; He&apos;s petrified in the same metal casting that immortalizes his brother, his face sullen with a certain weakness that wears against his laugh lines in a grimace. &quot;I&apos;ve never lived up to his image. I look at the statue that immortalizes him, and every morning I stand in its shadow. It feels like it&apos;s never enough.&quot; His voice now trembles. It&apos;s seeing the mannerisms of someone he thought he had forgotten so long ago that grips him with such an inescapable weakness, where his brawn is no match.</p><p>&emsp;&quot;You&apos;ve done enough, son. The Carmine has done enough. And it&apos;s done everything it&apos;s had to,&quot; he replied.</p><p>&emsp;He embraces his last living son. He weeps for the death of Ryder&mdash; a sense of guilt nagging him in his utter yet forced lack of awareness. &quot;I want you to never forget that I&apos;m proud of you,&quot; he says, &quot;and I always will be. The chance to see my son again is a beautiful gift.&quot;</p><p>&emsp;The corners of Romin&apos;s mouth stretch across his face, and a certain glow emanates from his chest, thawing the stillness of his joints. &quot;Thanks,&quot; he says. </p><p>&emsp;&quot;I still need to know what brings you here. Nobody else would have this chance, but the best gift I can give my son and his closest friends is the benefit of the doubt.&quot;</p><p>&emsp;&quot;A message. The city is in danger, and only the Carmine have the capacity to give Blackwater a fighting chance against the Carmine. It&apos;s time to go home,&quot; Romin says.</p>"
  ],
  "BodyFormatted": [
    [
      "<p>&emsp;We make it to the first safe-house by sundown, and Valentina and Sylvia hold up surprisingly well, despite my father&apos;s sentiments that they were too wimpy and frail, insisting they stay back or else they&apos;d get frostbite. It&apos;s been the dynamic of our group that keeps us the warmest. We only poured through a hundredth of our shared memories. The time and toil passed so quickly that we were surprised when it was up.</p>",
      "<p>&emsp;They&apos;re still naïve to the future that awaits us. I can still feel the long shadow of the Afterlife&apos;s avarice hang over the whole city, but I&apos;m the only one aware that the exalted gods above us bleed all the same.</p>",
      "<p>&emsp;Part of me still doesn&apos;t want to tell them how it ends, but I know better. I need to trust they&apos;re strong enough to handle that truth, no matter how bitter and horrifying it is.</p>",
      "<p>&emsp;I just struggle to find a way to start. They keep me distracted with questions about Chymaerans and Snowdrifting, and any time Sylvia or Valentina edge into an emotional topic, Romin lambastes them with his witless humor, quickly changing the subject. All that persists is just that feeling of being watched. The wind howls, though there are so few animals beyond the walls that can muster such a call. And as much as Romin comes to accept that the First Red might be a fairytale, I know they&apos;re real, hiding in every snowbank to act on anything that comes too close. They scare me more than the Chymaera.</p>",
      "<p>&emsp;After Romin unloads his limited rations of Dead Essence in the old fireplace, the dull orange light brightens with crimson, fighting off the cool, pale moonlight trapped in the tattered curtains. Romin and Valentina sleep close&mdash;just far enough so they don&apos;t think we think they&apos;re that close&mdash;only coming together when they think Sylvia and I are fast asleep.</p>",
      "<p>&emsp;I wake up and they&apos;re on opposite sides of the room. Romin thumbs through the picture book he read last time like an oversized toddler, and Valentina straightens her hair in a reflective surface, until she realizes nobody&apos;s going to see it.</p>",
      "<p>&emsp;&quot;Did you guys hear that last night?&quot; Sylvia asks, wiping the dust-covered plates with snow-dampened cloth before she prepares us some of the rations.</p>",
      "<p>&emsp;&quot;The wind was loud. A couple animals, and that was about it,&quot; I mutter, realizing I slept soundly for the first time in ages.</p>",
      "<p>&emsp;&quot;What about you, Valentina? Romin?&quot;</p>",
      "<p>&emsp;They shake their heads.</p>",
      "<p>&emsp;Sylvia says, &quot;There were footfalls, in the snow. I looked outside, but it was so dark, and with all the trees, I couldn&apos;t see anything.&quot;</p>",
      "<p>&emsp;&quot;A pack of wolves, maybe?&quot; Romin says.</p>",
      "<p>&emsp;&quot;No. I could have sworn I saw light,&quot; Sylvia says.</p>",
      "<p>&emsp;&quot;Another Snowdrifter, maybe,&quot; says Valentina.</p>",
      "<p>&emsp;&quot;Not a chance,&quot; I say. &quot;The odds of that are slim. And if it&apos;s that late &mdash; and you&apos;re on the edge of freezing to death &mdash; you&apos;d be pounding on the door of this cabin. You wouldn&apos;t just keep going: you&apos;d need far too much Essence just to stay warm!&quot;</p>",
      "<p>&emsp;If it wasn&apos;t a penniless Snowdrifter, it&apos;d have to be someone with such a high level of Essence that the weather wouldn&apos;t phase them. The Afterlife has no reason to come out here. Plus, I think we&apos;re still too far from the First Red.</p>",
      "<p>&emsp;&quot;Doesn&apos;t matter,&quot; I say. &quot;Let&apos;s finish up breakfast and keep moving.&quot; There isn&apos;t just one stop that awaits us today. I want to go all the way to the end.</p>",
      "<p>&emsp;Romin and I pull a sled while the girls walk beside us. The path I took last time comes back to me, so I find I never need to use the map.</p>",
      "<p>&emsp;A blistering snowstorm blasts between us, casting us each in our own little white room unless we stand closely together, the wind erasing our deep footprints as soon as our boots leave the ground. The snow feels shallower and crunchier than I last remember, and all I can think of are Sylvia&apos;s words.</p>",
      "<p>&emsp;I marvel at how well the plan has worked so far, but even more than that, it surprises me how little anxiety I carry. I&apos;ve done everything to prepare, and I&apos;ve done everything I can, and the dream doesn&apos;t seem so insurmountable anymore.</p>",
      "<p>&emsp;This worldline will change everything. For once I can finally reach that celestial pebble of Pure Essence and vest myself as a Mask of the Gods: my true birthright. My stomach fills with the static of excitement when I feel that dream spill over into a tangible reality.</p>",
      "<p>&emsp;I can barely contain myself when the cabin&apos;s dilapidated roof emerges from the top of the snowdrifts. I&apos;m running now despite my exhaustion&mdash;and although my friends laugh as I trundle through tall pockets of powder, I can feel it call to me. I&apos;ve earned an easy end to all this suffering. I can feel how badly I lust for that beautiful dream when I bash the door open at its hinges, only to find that snowflakes have already siphoned in.</p>",
      "<p>&emsp;The barricaded door to the study hangs by a single hinge, and then that feeling of powerless anguish returns to me, cursing the hubris I allowed to overtake my sense of reality.</p>",
      "<p>&emsp;My heaving breaths of exhaustion don&apos;t stop when I&apos;m no longer running. My friends prod at my eagerness in good humor, but I can no longer hear them as they enter. I scramble on my hands and knees to tear back the carpet in that same corner. Touch confirms my fears when I find no cool metal box beneath the floor.</p>",
      "<p>&emsp;I thought that I held so much of that poisonous fear, churning in my stomach, that I became immune to the highs and lows of peace and desperation, but here I am, heaving in shallow breaths on the floor of the office, fighting the urge to vomit, gasping for cold air, almost just as lost as all the times before when I navigated this world alone.</p>",
      "<p>&emsp;But this time is different. Romin lifts me to my feet as Sylvia instructs me to breathe. I feel so pathetic, but in their concern I realize they genuinely care about me: not because of some favor I asked them, hinging on debts overdue.</p>",
      "<p>&emsp;Valentina reassures me. &quot;It&apos;s okay, Titus. We&apos;re still going to make it through this. All of us,&quot; she says. </p>",
      "<p>&emsp;&quot;Who cares about a stupid necklace? I&apos;ll find you something far better,&quot; Romin says. &quot;Most days I work repossessions with Carmine business. Nobody hides anything from us.&quot;</p>",
      "<p>&emsp;&quot;Just stay strong, for all of us,&quot; Sylvia says, and with all my friends smiling back at me, the gravity of this horrendous outcome becomes just a little bit more tenable. &quot;We&apos;re here for you all the way until the end.&quot;</p>",
      "<p>&emsp;I mutter incoherently. &quot;The whole plan. It was all around that piece of Pure Essence. And it&apos;s missing. But I&apos;m the only one who could have known . . .&quot;</p>",
      "<p>&emsp;&quot;All we can do is move on,&quot; Romin says.</p>",
      "<p>&emsp;&quot;He&apos;s right,&quot; says Valentina, &quot;and you still have that surprise for us, right? So don&apos;t give in now!&quot;</p>",
      "<p>&emsp;I made a promise to Ellie. I swore on our reunion in the Reservoir that I would never return again by my own hands, and I refuse to break that.</p>",
      "<p>&emsp;I&apos;m not going back. I will never go back again, and with that decision consciously made, I have the courage to look ahead once more.</p>",
      "<p>&emsp;&quot;Change of plans, then. We&apos;re going to keep going,&quot; I tell them.</p>",
      "<p>&emsp;&quot;But what about the loot? The sleds?&quot; Sylvia asks.</p>",
      "<p>&emsp;&quot;That&apos;s not our priority anymore. That&apos;s not what this trip was about, after all,&quot; I say, as I pick up the framed picture of me, Lyra, my birth mother, and Ullrich, pulling the worn photograph from the shattered glass as proof for what I plan to do next. I turn to Romin.</p>",
      "<p>&emsp;&quot;You deserve to be rewarded for your loyalty and hard work to the Carmine. This is your chance to turn the tides of the upcoming war, and convince our greatest allies that it&apos;s time to return.&quot;</p>",
      "<p>&emsp;His eyes grow wide. &quot;You don&apos;t mean...&quot;</p>"
    ],
    [
      "<p>&emsp;We trudge on for another three hours, until the fear of the darkness begins to embed itself in my friends. They believe in our shared mission and every word I tell them. I explain just enough for them to understand, but not too much. I anticipate their genuine reactions.</p>",
      "<p>&emsp;The weather climbs, faintly, a few degrees at a time. Grasses can be made out through slush, instead of plated sheets of ice scraping the near infinite landscape.</p>",
      "<p>&emsp;&quot;Can you feel that?&quot; I ask them. &quot;The temperature, yeah, it&apos;s rising,&quot; Valentina says. &quot;I thought it was coincidence.&quot;</p>",
      "<p>&emsp;&quot;We&apos;re almost there,&quot; I say.</p>",
      "<p>&emsp;And then a sudden sense of unease, the feeling of being watched.</p>",
      "<p>&emsp;We&apos;re getting closer and closer to the territory of the group that will kill to hide their presence. The crunch of icy footfalls catch Romin&apos;s attention first. Six forms, concealed in transparent Chymaeran scales, steady their firearms. Last time it was because Lyra was with me. And I know the only reason they don&apos;t pull the trigger this time is because of Romin&apos;s Carmine mark.</p>",
      "<p>&emsp;&quot;State your business or be executed where you stand,&quot; one calls out. &quot;There is no return from here.&quot;</p>",
      "<p>&emsp;&quot;We bring a message for the Elders of the First Red. The message you&apos;ve all been waiting for,&quot; I insist.</p>",
      "<p>&emsp;&quot;There is no story of Blackwater our finest messengers can&apos;t deliver. We are surprised my nothing, so what is your business here,  Snowdrifter? How did you find us, and how do you know who we are?&quot; A familiar voice asks, wrapped in a white scarf that masks his dark face.</p>",
      "<p>&emsp;&quot;The end is near,&quot; I say. &quot;The Afterlife are preparing their last strike to reap what they have sown.&quot;</p>",
      "<p>&emsp;&quot;Said every false prophet for the last two-hundred years,&quot; Raine says. &quot;Your lies don&apos;t interest me. I&apos;m interested in what the Carmine Brother has to say.&quot;</p>",
      "<p>&emsp;Which is exactly what I&apos;ve planned on.</p>",
      "<p>&emsp;&quot;Brother Romin. Second Blood. Son of the District Fourteen Carmine,&quot; he says.</p>",
      "<p>&emsp;I see Raine&apos;s eyes light up on a realization he hasn&apos;t quite grasped yet.</p>",
      "<p>&emsp;&quot;The Fourteenth District,&quot; Raine says, lowering his gun, though the other five aren&apos;t so easily disarmed. He&apos;s light with his words because he&apos;s not the one being threatened. &quot;My sons used to live there. I know it&apos;s a common name in the Carmine, after our founder, but one of them even had your name.&quot;</p>",
      "<p>&emsp;&quot;I lost my mother and father long ago, at the same time,&quot; Romin says. &quot;It was a freak accident. Closed casket funeral, and I was forced to pick up the slack.&quot;</p>",
      "<p>&emsp;&quot;Huh,&quot; Raine says, uncomfortably scratching his brow while both sides come to the realization faster than these two brainlets can. &quot;Just know that this is not a personal act&mdash;&quot;</p>",
      "<p>&emsp;&quot;Dear Gods above, you&apos;re both as big as you are stupid,&quot; Valentina says. &quot;Really? Do you not see what this is?&quot;</p>",
      "<p>&emsp;&quot;Now, Val, really?&quot; Romin asks, annoyed. &quot;I&apos;m trying to keep them from executing us on the spot!&quot;</p>",
      "<p>&emsp;She groans. &quot;Last name. What&apos;s your last name, Romin?&quot; &quot;Zebal. But why? These outwallers aren&apos;t going to know me&mdash;the fabled First Red&apos;s been out here for decades!&quot;</p>",
      "<p>&emsp;The six Carmine drop their rifles. The name is familiar to all of them. They&apos;ve only heard the stories of this child for nearly two decades, told over and over by the father just to keep that memory alive.</p>",
      "<p>&emsp;&quot;That means . . . you&apos;re my . . .&quot; Raine mutters, stepping closer to Romin as we drop our hands, as if we&apos;re a vision more transparent than they are. &quot;Oh Gods, how many years have I been gone?&quot;</p>",
      "<p>&emsp;I turn to Romin. For once I think the dumb brute doesn&apos;t get it, but it&apos;s because he&apos;s not elated by this discovery. He&apos;s mad. Furious, even, and he pushes his father away, casting him backwards onto his back while the five others raise their guns again.</p>",
      "<p>&emsp;&quot;No! Put your guns down,&quot; Romin&apos;s father demands, before raising his head. &quot;But why, son? Why would you do that when we&apos;ve been dreaming of this moment for years?&quot;</p>",
      "<p>&emsp;&quot;No, you dreamed of this!&quot; Romin shouts. &quot;I had to live! I had to pick up the slack of my dead brother and fill your shoes because I never had a father to raise me. Ryder died thinking you were gone. And me, Gods be damned, I lived on in your name, only to find you&apos;re hiding out here the whole time? And after all this time...&quot; He pauses, trying to channel his spiteful rage into a string of words. &quot;After all this time, you and the First Red left us there to protect nothing? I spent my whole life trying to keep the Carmine going . . . to keep them strong, when we were all just a fake for true leadership,&quot; he said, heaving from the exhaustion of a single breath.</p>",
      "<p>&emsp;&quot;Romin. Romin, it&apos;s not like that,&quot; Commander Zebal said. &quot;Just let me explain!&quot;</p>",
      "<p>&emsp;&quot;Then why didn&apos;t you tell me? Why did you leave me with nothing besides a vault door I couldn&apos;t open? It&apos;s . . . It&apos;s as worse as lying,&quot; Dad, the word balanced on his tongue, but he wasn&apos;t sure if he was ready to say it.</p>",
      "<p>&emsp;&quot;But you know the value of that secret,&quot; Zebal said. &quot;The First Blood are alive and well, but it wasn&apos;t without sacrifice. There were too many moles in the main temple. And when the calling of our mission came &mdash; nobody could know that your mother and I went somewhere else.&quot;</p>",
      "<p>&emsp;Romin doesn&apos;t reply. He knows his father was right. He&apos;s amazed by his dedication&mdash;but feelings don&apos;t require logic to feel legitimate.</p>",
      "<p>&emsp;Zebal continues: &quot;Rose and I had to leave. We had to. I know it wasn&apos;t fair to our boys. It wasn&apos;t fair to Ryder, or you, but we had to.</p>",
      "<p>&emsp;She and I. Your...your mother and I . . . e e had to.&quot; His mouth and tongue contorted on the letter &apos;S&apos; but quickly changed back. &quot;Romin, we had to. If they knew, the truth would destroy us.&quot;</p>",
      "<p>&emsp;&quot;Then what has the Carmine been doing this whole time?&quot; Romin said. &quot;Pissing in circles? Are we just a club full of blind idiots? Are we just a distraction for you? What&apos;s the purpose of it, what&apos;s the purpose of doing anything?&quot;</p>",
      "<p>&emsp;&quot;Son.&quot; Commander Zebal purses his lips as he approaches his youngest. &quot;Son, you&apos;ve done a service to the future of Humanity,&quot; he says. &quot;The Carmine of Blackwater are the reason we could get this far.</p>",
      "<p>&emsp;The value of your work saves the lives of good people.&quot;</p>",
      "<p>&emsp;&quot;But...&quot; Romin says. &quot;Ever since Ryder passed, we haven&apos;t been close to what it used to be.&quot; He&apos;s petrified in the same metal casting that immortalizes his brother, his face sullen with a certain weakness that wears against his laugh lines in a grimace. &quot;I&apos;ve never lived up to his image. I look at the statue that immortalizes him, and every morning I stand in its shadow. It feels like it&apos;s never enough.&quot; His voice now trembles. It&apos;s seeing the mannerisms of someone he thought he had forgotten so long ago that grips him with such an inescapable weakness, where his brawn is no match.</p>",
      "<p>&emsp;&quot;You&apos;ve done enough, son. The Carmine has done enough. And it&apos;s done everything it&apos;s had to,&quot; he replied.</p>",
      "<p>&emsp;He embraces his last living son. He weeps for the death of Ryder&mdash; a sense of guilt nagging him in his utter yet forced lack of awareness. &quot;I want you to never forget that I&apos;m proud of you,&quot; he says, &quot;and I always will be. The chance to see my son again is a beautiful gift.&quot;</p>",
      "<p>&emsp;The corners of Romin&apos;s mouth stretch across his face, and a certain glow emanates from his chest, thawing the stillness of his joints. &quot;Thanks,&quot; he says. </p>",
      "<p>&emsp;&quot;I still need to know what brings you here. Nobody else would have this chance, but the best gift I can give my son and his closest friends is the benefit of the doubt.&quot;</p>",
      "<p>&emsp;&quot;A message. The city is in danger, and only the Carmine have the capacity to give Blackwater a fighting chance against the Carmine. It&apos;s time to go home,&quot; Romin says.</p>"
    ]
  ],
  "Release": 381,
  "ReleaseDate": [
    "01",
    "17",
    "2026",
    "2026-01-17 00:00:00"
  ],
  "Active": false,
  "Perspective": "Titus",
  "Status": "No Status",
  "WordCount": 0,
  "Summary": ""
}