{"Story": "Firebrand", "Title": "Chapter Forty-Seven", "Subtitle": "Firequencher", "Act": 4, "ChapterNumber": 47, "Synopsis": "They ambush the ambush on future intelligence.", "RevNotes": "", "ID": "4.47", "Body": [" &quot;You&apos;re in the Carmine. How didn&apos;t I know you were a Sister?&quot; I ask. &quot;I should have seen you at the Compound, at least once, on those days I visited Romin.&quot; &quot;Because I&apos;m nobody at all. A ghost, Titus, spread so thin between fragments of personality that I forgot who I was to start.&quot; At first I thought it was the sound of keys in her pocket clattering against a ring, but when the dark obsidian in my necklace matches the charms hanging from the metal loop, I know what she&apos;s been this whole time. &quot;City folk have no idea of what lurks in the shadows. How many of us there really are. And we play our parts with so much conviction because most can&apos;t separate themselves from the lives they overtake. We&apos;re&mdash;&quot; &quot;Chymaerans. Half-blood informants, you must be,&quot; I say. She&apos;s surprised at my quick answer. &quot;But . . . how did you know that? Gods above, did you know the whole time?&quot; &quot;I only came to know recently. Very recently. I had the chance to meet a few of you,&quot; I say. &quot;They&apos;ll never tell you. What gave it away?&quot; &quot;Nothing. They were sent to protect us. Gave us clothes to conceal our identities, so convincing I&apos;d never guess their guises were dead for years.&quot; I play with the pendant between my fingers. &quot;They told me something. They said there was an informant here that might be interested in this.&quot; She doesn&apos;t have to turn to know what it is. &quot;A guise token. But where did you get it from?&quot; &quot;From my mother. The First Red Chymaerans were overjoyed when they found it. They insisted it belonged to someone in the city.&quot; &quot;Well, good luck, kid,&quot; she laughs. For every hundred people, you can bet at least one of them is a Chymaeran. You see all these?&quot; She holds up the ring of charms. &quot;This is a tenth of what I&apos;ve had. I&apos;ve lived and burned hundreds of these guises, given no longer than months for each of them.&quot; &quot;Then what would cause someone to stay in one guise?&quot; I ask. She pauses for a moment. &quot;It would take conviction. It would take a feeling of guilt, probably. And after all of it . . . Gods, I remember the faces I wore for months . . . you can still feel fragments of those mannerisms, those personalities, lingering there, long after you burn those connections. The code is &apos;no longer than a month,&apos; or else you&apos;re made.&quot; I glimpse at the face of every civilian we pass to find their tell, as if I could see their truths so easily. When I give up, I withdraw the clasp from around my neck, pooling the last surviving artifact of the past in my palm. &quot;My mother cherished this. Maybe you can find its owner,&quot; I tell her. I have no use for it anymore. &quot;But you value that, son,&quot; she says. &quot;It&apos;s more useful to you than any Chymaeran on the street.&quot; &quot;It&apos;s time I let go of the past,&quot; I say. And as we approach Clint&apos;s trade building, she sits outside on the three-legged bench, taking the necklace in her hands, trying to discern anything from the energy within. &quot;Titus, you jackass, why didn&apos;t you come any sooner? Dear Gods above, son! How could you not know?&quot; He shouts. His face is redder than mine after braving the cold. There are spaces on the shelves where antiques are missing. I see small gears, springs, and scraps of wooden debris scattered across the floor. &quot;I was beyond the walls, Clint! Calm down.&quot; &quot;You didn&apos;t even see her before you left! She never made it to Seminary. How could you not know something was wrong?&quot; He strains his fingers against the fabric of my shirt, because I&apos;m too big now for him to do anything else. &quot;Her bag was gone, Dad. She ate breakfast. Her window was closed. I thought she left early!&quot; &quot;You bastard. Your laziness jeopardizes everything, can&apos;t you see that? If you&apos;d just try&mdash;&quot; <em>Like you do? </em>I almost say, but realize it&apos;s not worth it. His hand trembles as he waits for a response. His greyed hair is disheveled, and I can tell he hasn&apos;t showered since he realized she was missing. &quot;When did you find this out?&quot; I say, trying to level my voice. &quot;It was . . . two days ago. And I&apos;ve tried everything,&quot; Clint says. &quot;The day after I left?&quot; &quot;Yeah,&quot; he says. &quot;And I would have known earlier if you didn&apos;t take so damn long! I didn&apos;t realize until the nanny you hired couldn&apos;t find her. Gods, and that was two days after it happened. She must have run  away, Titus. I know she&apos;s sick of our feuding. So lonely, even.&quot; But he can&apos;t handle his part of the blame. &quot;If only you signed that damn form, son, she&apos;d&apos;ve had a chance at a better life!&quot; &quot;You&apos;re right,&quot; I say. &quot;No, I know I&apos;m right. If you just...&quot; He pauses. &quot;Wait. What did you say?&quot; &quot;You&apos;re right. There&apos;s so much more she deserves than what we could both give her. We were too distracted: so busy with our grief and our obsessions that we never really listened.&quot; &quot;And now she&apos;s gone, Titus! The City Guard report nothing, I&apos;ve checked over and over, and she&apos;s probably frozen somewhere. Dear Gods, Titus, if your mother were still here, things would be so different. I wouldn&apos;t give you so many reasons to hate me,&quot; he says. &quot;I don&apos;t hate you. You&apos;re my father. You taught me how to swing a sword, and though we disagree, that doesn&apos;t detract from the reasons I&apos;m thankful.&quot; &quot;Don&apos;t spite me, son. I don&apos;t deserve your thanks. This stupid shop. And Moira! I see that picture, and every time I hate myself more, knowing what I leave behind. when I know how long it&apos;s been that I&apos;ve waddled in this addiction.&quot; &quot;And I&apos;m my father&apos;s son,&quot; I say. &quot;We&apos;re going to find her. Because if she has even a tenth of our resilient spirit, she&apos;ll survive anything.&quot; &quot;Yeah,&quot; he musters. &quot;Yeah. We can&apos;t give up.&quot; He picks up an ancient metal tea set, brushing it off before he notices the large dent in the other side. I stoop down to help him. I leave ten minutes later. Maude is gone by the time I return to the Compound, along with the necklace, and all I can think of is the final promise I made to Ellie: how reassured I feel that I don&apos;t have to handle the unforgivable &mdash; or at least not until I see her again.", " &quot;Dear Gods, and our kids have no idea what&apos;s going to happen,&quot; Romin says, crouching beside me as we watch from a pile of rubble behind the warehouse. &quot;And under what pretense do they force themselves in?&quot; Lyra asks. &quot;That the kids are out past curfew. They knock on the door, because all kids see is just authority, not politics or ulterior motives, and then...&quot; I remember that horrific sight from the time I didn&apos;t know. Romin says, &quot;I&apos;m hinging this whole operation on your hunch, so you better be gods-damn sure you&apos;re right. This is my chance.&quot; &quot;It&apos;s going to happen,&quot; I say. But after all that&apos;s changed, the words almost hang in a question, and when Romin looks back at me, I make sure my face is resolute. Whatever force of fate that fights me can&apos;t possibly know that I&apos;ve <em>everything right, and the Gods are on my side, so it has to be! </em>I look down at the lone scar on my arm until I can hone my feelings of righteousness into surrogate truth. &quot;You&apos;re sure? You&apos;re absolutely sure, Titus?&quot; Romin asks. And then he gets his answer. When he looks back, a First Red Sister conjures two faint flares of fire while she leans against the side of the building. &quot;Something&apos;s going on,&quot; Romin says. &quot;She&apos;s not sure yet.&quot; &quot;It&apos;s about that time,&quot; I say. But the first time I wasn&apos;t there, and the second I was so far underground that light couldn&apos;t tell me the hour. I can still feel it&apos;s going to happen. Two more faint pops of light. &quot;Still not sure. But they&apos;re approaching.&quot; He motions for Lyra and I to move up. Ahead, my eyes can barely pick up on several of the First Red in their transparent, Chymaeran-scaled cloaks, steadied with axerifles, ready to blast a hole in anything that gets too close. And then the scouting Sister retreats. &quot;Yeah. Whoever it is, they&apos;re definitely heading for the door. Lyra. Signal the Guise,&quot; Romin says, unable to conjure anything from empty circuits. Lyra swipes her hands across the air. A line burns my retinas, and once I see through it, the two half-blood Chymaerans that guised my friends in a future past take the form of Merlotan city guardsmen. &quot;I wouldn&apos;t have gone for this. Those bastards deserve to die, but if you can make me eat my words-&quot; Romin says. They emerge from the right side of the property. One smokes a  false cigar conjured from whatever fabric their guises take on, and when the Merlotan impostors come into view, they hail them. We get closer when they&apos;re distracted. I can hear the kids now, inside, dragging boxes and laughing at an innocent joke. And when I slide across the wall, I can barely make out their conversation. &quot;Disturbance call. Made by the fella across the street.&quot; He points at Clint in his shop. &quot;Please. Disturbing what? The position of some poor crates?&quot; our Guise says. &quot;You know how this works. Just so we can write it off on the paperwork,&quot; the Merlotan says. &quot;Three&apos;s enough but five&apos;s a crowd, so piss off somewhere else, will ya?&quot; &quot;There&apos;s been a heavy hand on Carmine children for ages. We&apos;re not leaving. So do your business and get it done,&quot; the Guise says. I find that same primal look of resigned panic in the guards&apos; faces, the one those fake social workers had when they were on edge. Romin notices it too. But when his hand unbuttons the holsters, I halt him. &quot;I know your trigger finger itches for action, but this will work out. Trust me. Just watch: they&apos;re just beginning to realize they can&apos;t do anything.&quot; &quot;Well, I remember something about caged animals,&quot; Romin says. &quot;No witnesses, Romin. This has to happen inside the building. They can&apos;t have any reason to think anything happened to them when they came here.&quot; I can feel the disdain in challenging his authority. But he can live with it. I&apos;m swayed stronger by my vow to see this life through on a single chance. The door hinges shut, and as we hold our baited breaths in silence, we listen, as an eternity drags on far too long, longer and longer, waiting for a voice, a sound, anything to give us a hint of what&apos;s going on inside while the rest of the Carmine stir uncomfortably around us, the basement team somewhere beneath the ground, waiting behind the same door I hesitated at, waiting for the signal, while Romin twitches in bitter anxiety, hoping something will just happen so he can get it over with, and as soon find I feel the same way, though I have the courage to weather the storm. &quot;You don&apos;t run this,&quot; he suddenly says. &quot;I run this.&quot; His hand gravitates towards the axe-rifle, but he still finds that sense of hesitation. It&apos;s only when we hear a loud crash that Romin lurches to action. I can hardly stop him when the shrill whistle rises in his throat. The sound halts when I squeeze his shoulder. &quot;Trust me, Romin. Not yet!&quot; &quot;No, Titus! They follow my orders, not yours.&quot; &quot;I know. But trust your crew. We need those faces in there. They&apos;re gonna save those kids.&quot; He groans hoarsely, only allowing an anguished whisper. He looks down into my eyes to see if I withhold my conviction, but I refuse. I can see that strain for power so close he can almost grasp it, because I saw it on the hill when he led those innocent young cadets to die. &quot;You&apos;ve always been strong, Romin. You have nothing more to prove.&quot; I can see his nails bite into his fists. It takes a moment before he lets his itching pulse of energy off with a shiver. Lyra joins me. &quot;The Carmine are now stronger than they ever were before. None of them can anticipate our allied Chymaerans. Don&apos;t doubt our power.&quot; Romin&apos;s hand raises in the air, and he clenches it in a fist. I can see his fingers almost hinge out with the signal to move before he gives in. &quot;Fine, then. We&apos;ll wait a little longer, but I swear . . .&quot; I can see how badly he itches for action, to be the one that got them, to bring it all home to his father. I rest my hand on his shoulder. We lean further against the wall, and I peek into the windows of the cellar. Somewhere, I can overhear the faint commotion, and then a door opens in the basement, followed by light footsteps. I can see the door crack open as the children descend the stairs. Romin realizes what holds my focus and he watches with me, and a sigh of relief overtakes him. Between the kids, six figures stand past the doorframe in disguise. The only difference is, four don&apos;t know that the other two are playing the part better than they are. It&apos;s when the last cadet crosses the doorframe that the Merlotan grabs him, pulling him backwards and slamming the door. The children cry out in panic, and it&apos;s then that Romin bashes himself through the window, the glass tinkling across the hard concrete of the unfinished basement as his feet plant on the floor. Lyra and I follow right after him, and we realize we can&apos;t catch up. I can see the anger rise inside of him as he passes the survivors, taking three stairs at a time until his hand crumpled the brass doorknob, tearing it off the wood as he throws the door open. He halts there, absorbing all the light of the main room, and when we get to the top of the stairs to look around him, we find the child lying there in a small pool of blood. &quot;We were too late,&quot; Lyra says. &quot;We saved as many as we could, but &mdash;&quot; Romin bends his knees to reach down and lift the young cadet, still breathing though they cry in anguish. &quot;You&apos;re going to be okay,&quot; he says. I think he&apos;s just comforting the doomed until I realize he&apos;s telling the truth. The child has hardly a slice on his arm, just startled of the sight that I&apos;m finally able to process. The blood is from those bastards of the Afterlife. They never expected expertly-trained half-bloods to carve them up, and they sprawl across the floor as their dark blood pools together across the wood. &quot;It&apos;s Jeremy, right,&quot; Romin says, and the kid nods. &quot;That was really scary, I know&mdash;but you were real tough, buddy,&quot; he says, and the child smiles. &quot;I&apos;m tough,&quot; the child repeats, though they still tremble, snot and tears caked on their face as Romin wipes it off with his fresh cloak. &quot;One day, sir, I&apos;ll be strong just like you!&quot; &quot;You will be,&quot; Romin says. &quot;I&apos;m proud of you.&quot; He turns his back to the sight of the massacre as the Chymaerans dig out bones to make fresh Markers. They&apos;ll have to be quick to make this exchange convincing. Less than five minutes later, we watch from the darkness as the first flames crackle the aged wood like an orange hand reaching out from inside the building, cramping its fingers on every window until it squeezes enough to bring the whole building down.", " Sylvia shivers on the porch alone as I climb the steps. &quot;You didn&apos;t have to wait out here, you know,&quot; I tell her. &quot;You should know by now where I keep the spare key. It&apos;s the same place Moira hid it for years.&quot; But when I reach for the porch&apos;s cross beam, barely able to drag my fingers across the splintered surface, Sylvia dangles it from between her fingers. &quot;I just didn&apos;t want to scare you, or give you some kind of false hope that your sister was back.&quot; She leans into me. Her cold skin sucks the warmth from me as I fumble the key into the lock, and when I twist the knob, a wall of warm air buffets us. The door&apos;s shut before we can strip our jackets, and our boots condensate the warped wood floor, worn from years of neglect. The house is far too big for the two of us, especially at night, the way it creaks from the cold just to break the silence; how the dust highlights all the unused spaces a fuller family might have used; and it&apos;s no wonder Ellie slept every night with her door shut to ward off that overwhelming feeling, or else it might leak through. My bare feet crunch into the stiff carpet, and with a layer less, I can feel how cold this space still is. I feed a couple logs into the fireplace, crumpling ages-old newspapers from the Merlotan Bulletin to ignite with Clint&apos;s old lighter resting on the mantle. Sylvia grabs the blanket Moira wove with Ellie, and my sister&apos;s unfinished strands tangle on Sylvia&apos;s bracelet when she tries to wrap it around her. The smell of lavender is absent when my nose adjusts, though after all this time I still find that I expect it. Sylvia&apos;s eyes feather shut on exhaustion until I speak. &quot;I guess I could never make it like it was, no matter how hard I tried. For her. Just to make it a fraction as close as it used to be. I hired a maid for a while, then a caretaker. I gave them my mother&apos;s cookbook. I got the same scents she used to light. Once I even smoked on the porch, just to waft in the stink of Clint&apos;s tobacco, but no matter how hard so tried, it never broke that sense of disbelief.&quot; &quot;It&apos;s just a feeling you know without thinking. A habit, maybe. When it&apos;s dark in my room, the blinds are drawn, and the window is open, sometimes I awake still thinking I&apos;m in that small bed at the orphanage.&quot; &quot;We played on this carpet as kids. A decade and a half away, and no more than an arm&apos;s reach from where the toy box was,&quot; I tell her. &quot;I used to think it was just time that separates us. But the further I get from home, and the less time I have, the more it feels like it&apos;s something greater than that.&quot; The polished tables are the only preserved piece in all the house. The drapes are faded from cycles of lighttime. So much furniture was gouged from this house at the estate sale, and I had to fight just to keep the tattered red couch I slept on while Clint read the news. The same words he read back then float from the printed pages of kindling on glowing embers, cracking and popping like punctuation as strings of sentences dissociate to thoughtless smoke, never to be arranged in the same order again by either accident or intention. &quot;I wish I could hold on to this moment,&quot; I tell her. But she&apos;s already asleep: cuddled up to my arm the same way she did when we were kids, and silently, I wonder how many days it will take until this house is leveled like all the others, and without a reason to keep this roof above anyone&apos;s head, I find the attachment is no longer there. Maybe through all these lives, home has become something else &mdash; because I can still feel the heat while I fall asleep, without a corner of Sylvia&apos;s blanket. I expect we&apos;ll sleep the whole morning away in the empty house, but the faint hum of something mechanical wakes me from beyond the window, chattering the glass. A lone girl stands on the porch, dressed in the fine garments of Merlotan prestige, and at first I don&apos;t recognize her without the hat. &quot;Valentina?&quot; I ask, using the doorframe in lieu of a shirt. &quot;What&apos;s going on?&quot; I see familiar garments in her hands: ones worn by the impostors the night before, still saturated in dried blood. &quot;So Romin had an idea, and he told me to find people I can trust.&quot; &quot;You came to the right place. Maybe the timing was a little . . .&quot; a yawn punctuates my sentence for me. &quot;Come with me, please,&quot; she asks. &quot;I don&apos;t have the strength to go it alone.&quot; &quot;Of course. But I don&apos;t have any clothes here &mdash; Gods forbid the only formal thing I have left in a box somewhere is my seminary uniform. And Sylvia,&quot; I look to her still sleeping on the arm of the couch, &quot;well . . . she&apos;s got all the dresses you gave her at the Academy loft.&quot; She reaches behind her to unfold a triple-folded leather bag. &quot;I came prepared because I knew your answer.&quot; I laugh.&quot;No way. Is that . . . really?&quot; &quot;Yeah. Unworn, too. Five years ago, Romin and I were going to a big Merlot event. Well, you went to that party yesterday, and we don&apos;t even call that formal,&quot; she says. &quot;I got this made for him so he wouldn&apos;t stand out too much, but he hated it: went in his Carmine Reds, and I couldn&apos;t distance myself enough from him after he drank a barrel dry.&quot; &quot;I guess I&apos;ll wear it then,&quot; I say. &quot;Always the center of attention, Romin is, like he&apos;s trying to prove something. But this time is different.&quot; &quot;He&apos;s changed, just a little bit,&quot; I tell her. &quot;I guess so,&quot; she says. &quot;Anyways. You two get dressed now, we need to head up there.&quot; I look past her, squinting at the blood-red color of the touring car, far louder than the reserved, muted color of wine I expected.  &quot;And we&apos;re going there in <em>that</em>?&quot; &quot;I don&apos;t mind,&quot; she says, &quot;plus &mdash; this is a rare time we should take after Romin. &apos;Loud&apos; is exactly what we need.&quot;      "], "BodyFormatted": [], "Release": 394, "ReleaseDate": ["01", "30", "2026", "2026-01-30 00:00:00"], "Active": false, "Perspective": "Titus", "Status": "No Status", "WordCount": 0, "Summary": ""}