{
  "Story": "Firebrand",
  "Title": "Chapter Fifty",
  "Subtitle": "Reunion/Separation",
  "Act": 4,
  "ChapterNumber": 50,
  "Synopsis": "Titus wishes his story could have ended here, but there is still so much more that needs to be done.",
  "RevNotes": "",
  "ID": "4.50",
  "Body": [
    "<p>&emsp;I hear Clint&apos;s voice drop when Sylvia and I head outside. I know he now unloads the weight of all that suffering he held for years with the only one he can ever do it with. She&apos;s no longer trapped behind glass in a memory, forcing him to remember the sound of her voice like an endless game of telephone. She&apos;s in there now, and still listening, however long it takes to ease years of her widowed husband&apos;s pain.</p><p>&emsp;It terrifies me that they both agreed to join the fight. The cold is the only thing that can satiate the pit in my stomach, but it tells me I&apos;m attached to that promise that this is the last chance. I pray the lights might just stay dark forever; that my father&apos;s relieving happiness never ends; that the sensation of Sylvia&apos;s hand warming mine might last forever, but Ellie&apos;s promise still haunts me.</p><p>&emsp;My stomach curdles on little substance, enough that the acid rises, burning with each level it climbs. Our hands grasp the chipped railing worn by decades of relentless storms. We watch together as Darktime floods the streets like Endogeny, and despite her height, it looks like she struggles to reach the next string of words. I clasp my gloved hand in hers, but not because she needs comfort. It&apos;s for me. I&apos;ll get lost in these feelings of anxiety if she doesn&apos;t tether me to this moment.</p><p>&emsp;&quot;It&apos;s wonderful that you got the chance to see her again. I&apos;m happy for you,&quot; Sylvia says.</p><p>&emsp;&quot;It was a blessing from the Gods, no matter how late it was,&quot; I tell her.</p><p>&emsp;She loses her sight in the middle distance somewhere, retreating backwards on some persisting memory until I call her back.</p><p>&emsp;I ask &quot;What is it? Are you anxious for when the Carmine and Merlot call us?&quot;</p><p>&emsp;&quot;A little. But it&apos;s not that,&quot; Sylvia says.</p><p>&emsp;&quot;Then what is it?&quot;</p><p>&emsp;&quot;I saw her there.&quot;</p><p>&emsp;&quot;Who?&quot; I ask</p><p>&emsp;&quot;I saw my mother.&quot;</p><p>&emsp;I turn to her, excited, expecting to find the same joy I felt when Moira came back to us. I&apos;m surprised when all I see is confusion.</p><p>&emsp;&quot;It was just a memory. The only glimpses so got were just flashes of the past before we met.&quot;</p><p>&emsp;&quot;Then how did you know it was her?&quot;</p><p>&emsp;&quot;Because I could tell it was all a memory. It was only a flash, but I&apos;m certain it was decades. Maybe centuries, even. I&apos;m sure the other side of me has been around forever, but I couldn&apos;t see anything more. Like looking into the streetlights as snow falls in your eyes&mdash;&quot; Sylvia says, as she points to the amber smudges of lighttime glowing through the flakes, &quot;I was too afraid to see, and I blinked before so could remember. I experienced a feeling I never want to remember.&quot;</p><p>&emsp;&quot;The feeling of what?&quot;</p><p>&emsp;&quot;Eternity,&quot;she says. &quot;I remembered ages in that time. Other lives, when I escaped the same way I did now, spans of hundreds of years where I witnessed nearly everything, so bored I returned to collect dust on the shelves of divinity for another infinity until boredom became tedious. And I know that I did that. Over and over, and now I see that long, dark phantom trails behind me of everything I&apos;ve ever experienced, telling me I&apos;ve done this all before. I mean&mdash; could you imagine living the same life over and over, forever?&quot; She falters on the delivery of the last words once she realizes who she&apos;s talking to.</p><p>&emsp;&quot;I have an idea,&quot; I tell her.</p><p>&emsp;&quot;I was never designed to experience this world, because I was made for something different. Do you know why the world is indifferent? Because it&apos;s driven by forces of nature that lived long enough to become entirely passive.&quot;</p><p>&emsp;&quot;And you&apos;re afraid to feel that way again.&quot;</p><p>&emsp;&quot;I&apos;m just certain it will always come to me. Only through forgetting can I ever experience life through fresh eyes, but I could see it, Titus, it was so terrifying, that emptiness, not even black or white, but clear and colorless...&quot;</p><p>&emsp;She buries herself into my shoulder.</p><p>&emsp;I say, &quot;I might never understand fully, but I know we&apos;ve both experienced it on a mortal level. It was so stupid, but&mdash; ever since the orphanage, my room was dark and cold because sometimes I thought if I left my windows open, I&apos;d freeze and die peacefully in my sleep. And I prayed for it.&quot;</p><p>&emsp;&quot;I&apos;m glad you didn&apos;t. Or I&apos;d tear you away from the reservoir to bring you back into my arms,&quot; she says. &quot;I&apos;d warm you so you&apos;d never feel that cold emptiness again. Because I felt it. And I know it&apos;s waiting there.&quot;</p><p>&emsp;&quot;What is the meaning of life to a person who lives for others, in those idle moments when they&apos;re not needed?&quot;</p><p>&emsp;&quot;I mean, they sit on a shelf. Just like I know I did for years in the Reservoir,&quot; she says.</p><p>&emsp;&quot;Sometimes it feels like mortal life is waiting to die with the life you never asked for, finding ways to pass the time between the moments of meaning.&quot; I exhale between my hands to warm my frosted fingers, then cup them around hers. &quot;I don&apos;t know. So is immortal life ever different from mortal life? Or are they just fractals of the same experience?&quot; I watch as snowflakes fall on our gloves, tessellated with a hundred microscopic prongs of ice, each different from the other. But as soon as we look, the heat dissolves them: their pattern forever lost.</p><p>&emsp;&quot;Please. If you feel even a fraction of the same way, then what is it? What keeps you going?&quot;</p><p>&emsp;I laugh. &quot;I mean, I don&apos;t have a choice, right? Time and entropy do that for me, I sure don&apos;t have to push them along.&quot;</p><p>&emsp;&quot;But why? Even if you&apos;ve seen anything. I mean, maybe I came here because I thought I could learn. Or maybe I came here to forget all over again. I don&apos;t know, but...&quot;</p><p>&emsp;I surprise her when I grab her by the shoulders, pushing her against the wall. She&apos;s caught so off-guard that she kicks the heel of her boot back, splintering in the same place my head dented when Lyra dropped me against the glass, and still, I&apos;m too afraid to see if it shatters the same way.</p><p>&emsp;Her face flushes when I pin her there. Before she can speak another word, she sinks down the wall until I&apos;m able to meet her at her level. My lips press against hers as the snowflakes dissolve against her skin, steadily heating our bodies together, refusing to give to the enveloping sea of early-morning darkness.</p><p>&emsp;It doesn&apos;t matter whether this is once or a hundred-thousand times. I think of how many cycles it took to get past the death of Valentina and Romin, thinking I had to say goodbye to them forever. I remember the endless cycle of waking and sleeping in that chamber beyond time, but yet something always persisted there. I was found by Ellie when I even lost myself, and every reset, it was memory that brought me here.</p><p>&emsp;&quot;I&apos;d like to think the small moments of meaning are worth weathering that stillness. This is what fills eternity for Gods and mortals. Because it persists as long as memory lives.&quot;</p><p>&emsp;I embrace her until her trembling stops.</p><p>&emsp;She says, &quot;I&apos;m just so scared, Titus.&quot;</p><p>&emsp;&quot;I know,&quot; I reassure her. &quot;We both stand at the edge of everything with no idea what comes next.&quot;</p><p>&emsp;&quot;But what if you die and I live another forever?&quot; She asks.</p><p>&emsp;&quot;Then I&apos;ll love you as long as my forever holds. Enough to let you live until your eternity ends and we meet again.&quot;</p><p>&emsp;&quot;I&apos;ll be so alone,&quot; she says.</p><p>&emsp;&quot;I know,&quot; I find it&apos;s so hard to practice what I preach when the anxiety still eats at me. I can say the lesson, but I can&apos;t feel it. I don&apos;t even know if these hypocritical emotions will let me live it. </p><p>&emsp;I cling to this last moment of her warmth like a dying bonfire in the frozen woods, uncertain whether we&apos;ll all freeze, or worse&mdash; which ones will make it back alive. </p><p>&emsp;I wish I never had to let go, and I hate the recurring thought that tells me I still could.</p>",
    "<p>&emsp;The call came a quarter hour later in the form of a Merlotan touring car driven by Carmine brothers. We were clinging to each other the whole time, waiting until the other felt full. Yet we knew we topped each other off as soon as we came together.</p><p>&emsp;I leave Clint there inside the house with my mother: a fitting, unspoken goodbye. I can&apos;t enter those doors again or else I might never leave, so I&apos;m the one that takes Sylvia&apos;s hand, leading her towards uncertainty as the Carmine open the doors somewhere past the snowflakes.</p><p>&emsp;I make the mistake of looking back when the flurries dissolve the house to a single glow. No light might ever grace the house again when Endogeny eviscerates the streets, and I can only pray to the Gods they&apos;ll all live to see my dream. Yet I&apos;m still convinced the only Goddess that can answer is the one cuddled to my left arm, shivering in mortal flesh as I share my coat with her.</p><p>&emsp;The compound is vacant when we arrive. The early morning air is dark and silent, devoid of the bustle of pleasure or business, and it sets me at unease as we descend into the depths. Valentina and Romin reflect our expressions with the same somber faces. We&apos;ve all gained so much to mourn&mdash; and here we are when the bill comes due.</p><p>&emsp;Vincent&apos;s voice thunders across the room of figureheads. Transcribers in the hall tap over talking wires to relay the words in dots and dashes to every Carmine stronghold that listens.</p><p>&emsp;&quot;The Vermillion Merlot were meant to die tonight. Thus bounds the timeline of our plan,&quot; he says. &quot;We will not hesitate from sending someone in our place. The Carmine already have moles hat will do whatever it takes to stabilize this plan from above.&quot;</p><p>&emsp;Raine takes the reins when Vince steps back. &quot;Our highest mission is to extinguish the Afterlife before that Chymaeran weapon Endogeny can kill us off. Their greatest weakness is at our highest numbers. They subsist on ignorance, which is the reason they can&apos;t survive when all of us strike together. And so I speak to all of you Carmine out there in every province, ready to give your lives as the truest blood of the Humans, to know that your sacrifice will reflect on eternity, planting the seeds through death that your future lives will bask in the shade of.&quot;</p><p>&emsp;Vince channels his unlikely comrade&apos;s excitement. &quot;We are the only province of Merlot aware of the ruse that awaits us. But we can use this to our advantage&mdash; it&apos;s easier to blend in with the ignorant. We will send a small team of Merlot on the lift that was meant to explode, as emissaries of the Vermillion. This team will slip through the Afterlife to open the gates and destabilize the walls in any way they can.&quot;</p><p>&emsp;Raine says, &quot;The Carmine teams will rush the foothills of the Afterlife from every angle with every piece of equipment available. We will strike fast and hard before Endogeny can claim enough flesh to overturn the fight.&quot;</p><p>&emsp;He turns to the son standing beside him with a glimmer of hope and pride. Romin straightens.</p><p>&emsp;&quot;My son Romin will be leading Province Fourteen&apos;s charge. Romin?&quot;</p><p>&emsp;&quot;The front lines of every district will convene on the Merlotan foothills, breaking the middle walls separating the Afterlife from the lower lands. Each has received a message from our district&apos;s Merlot, telling them to check beneath their lifts. Only the Gods can tell if they will listen.&quot;</p><p>&emsp;&quot;Thanks, Brother Romin,&quot; Raine says, resting his hand on his son&apos;s shoulder. &quot;We hope the front lines will meet little resistance, but the Afterlife will surely sense such a surge of Carmine and Merlot at their gates.&quot;</p><p>&emsp;Vince says, &quot;That&apos;s where the Carmine and Merlot demolition teams coalesce. Sorry&mdash; where they come together. With our combined dead Essence, we&apos;ll blast the walls at these key strategic points,&quot; he says, pointing at a crimson-ink Merlotan map marked with X&apos;es. &quot;We&apos;ll blast their walls with the very thing they try to harvest from us, and once we breach their walls, the remaining soldiers will have free game on the Afterlife and all its blissfully unconscious purveyors of absolute ignorance.&quot;</p><p>&emsp; &quot;Blind bastards, he means,&quot; Raine says.</p><p>&emsp;&quot;Yeah, that&apos;s right.&quot;</p><p>&emsp;Raine says, &quot;Your leaders will spread this message to all the Carmine that this hour calls their allegiance. They will spread it further to each province&apos;s Academy, to the City Guard, and to all the civilians that will listen, to make sure they know what awaits them, to seek the courageous ones that wish to thrive on the right side of Human history and rise to this occasion. They will know we strike in this hour that will define the persistence of true humanity for now and forevermore!&quot;</p><p>&emsp;&quot;And we will do this together,&quot; Vincent says. &quot;Without division, we are unstoppable.&quot;</p><p>&emsp;The raucous applause echoes across every stronghold. Carmine and Merlot in ours shed their difference of colors to congregate together, having learned that all along they shared the same contemptible adversary, unified by the same unlikely purpose. My voice strains on a mix of excitement and panic as our fireteam shouts with everything we have&mdash; because to me, at least, every second of silence is cold as death.</p><p>&emsp;I feel Vince grasp my shoulder, and when I turn to face him, I find Raine standing next to him.</p><p>&emsp;&quot;You guys are fast friends,&quot; I say.</p><p>&emsp;&quot;Only for the cause,&quot; Raine assures me. &quot;I don&apos;t hate him.&quot;</p><p>&emsp;&quot;That&apos;s great,&quot; Vince says. &quot;Let&apos;s stay focused here. You&apos;re slated to join the Merlot team being sent to the Afterlife.&quot;</p><p>&emsp;&quot;With whom?&quot; I ask.</p><p>&emsp;&quot;With my daughters. You will be a servant with Lyra. I&apos;d have you wear that tacky outfit you wore yesterday, but it got a little too tattered, so I&apos;ve got something else for you.&quot; He hands me another set of clothes. &quot;This was made by one of our finest seamstresses before she died, to eventually be tailored to my son Virgil once he stopped growing. But this world won&apos;t hold long enough for that tradition to stay relevant.&quot;</p><p>&emsp;&quot;I promise I&apos;ll wear it with honor,&quot; I say.</p><p>&emsp;&quot;You and Lyra know the most about the Afterlife out of anyone in our province. And Lyra has the experience with Essence.&quot;</p><p>&emsp;&quot;But she&apos;s the daughter of Ullrich. You know that, right? What if he sees her?&quot;</p><p>&emsp;&quot;This isn&apos;t a military matter. Our father is far too busy right now to be dealing with the Merlot,&quot; Lyra says. &quot;I can&apos;t miss a chance to strike at him when I&apos;ve missed every other opportunity. I need to pay off the chance you gave me to live,&quot; she says.</p><p>&emsp;Vera and Valentina stand beside their father.  Vera says, &quot;You&apos;ll be escorting us to the grand celebration. And though we have no idea what it holds, we&apos;ll take whatever chance we can to give our friends at the walls the help they need.&quot; Vera places the hat atop her sister&apos;s head, and Valentina adjusts it.</p><p>&emsp;&quot;But what about Sylvia?&quot;</p><p>&emsp;Vince says, &quot;There are only so many we can take on the lift within reason. I&apos;m sorry, Titus.&quot;</p><p>&emsp;&quot;I&apos;ll be with Romin,&quot; Sylvia says. &quot;We&apos;ll meet you once you break us through to the other side.&quot;</p><p>&emsp;It takes a couple breaths before I grab the clothes in front of me. I&apos;m still on the best path. This is the best I can do. I reach for Virgil&apos;s untailored outfit as the Merlotan seamstresses take dimensions, ready to shape me from tattered Snowdrifter into polished royalty. The stylists clip and comb my tangled mess of hair and trim my beard. When I look in the mirror, I&apos;m twice as refined as that lonely valedictorian that gave the Academy&apos;s last speech. </p><p>&emsp;The Merlotan motorcar awaits to take me to my destiny. I feel like someone else, someone better, but Id like to think it isn&apos;t from the new appearance.</p><p>&emsp;Sylvia and I kiss before I take a seat next to Valentina.</p><p>&emsp;&quot;I&apos;ll see you again,&quot; she tells me.</p><p>&emsp;&quot;Wherher it&apos;s tomorrow or the other side of infinity, I will wait there.&quot;</p><p>&emsp;&quot;I love you so much,&quot; she tells me.</p><p>&emsp;&quot;I know. And I love you, too.&quot;</p>"
  ],
  "BodyFormatted": [
    [
      "<p>&emsp;I hear Clint&apos;s voice drop when Sylvia and I head outside. I know he now unloads the weight of all that suffering he held for years with the only one he can ever do it with. She&apos;s no longer trapped behind glass in a memory, forcing him to remember the sound of her voice like an endless game of telephone. She&apos;s in there now, and still listening, however long it takes to ease years of her widowed husband&apos;s pain.</p>",
      "<p>&emsp;It terrifies me that they both agreed to join the fight. The cold is the only thing that can satiate the pit in my stomach, but it tells me I&apos;m attached to that promise that this is the last chance. I pray the lights might just stay dark forever; that my father&apos;s relieving happiness never ends; that the sensation of Sylvia&apos;s hand warming mine might last forever, but Ellie&apos;s promise still haunts me.</p>",
      "<p>&emsp;My stomach curdles on little substance, enough that the acid rises, burning with each level it climbs. Our hands grasp the chipped railing worn by decades of relentless storms. We watch together as Darktime floods the streets like Endogeny, and despite her height, it looks like she struggles to reach the next string of words. I clasp my gloved hand in hers, but not because she needs comfort. It&apos;s for me. I&apos;ll get lost in these feelings of anxiety if she doesn&apos;t tether me to this moment.</p>",
      "<p>&emsp;&quot;It&apos;s wonderful that you got the chance to see her again. I&apos;m happy for you,&quot; Sylvia says.</p>",
      "<p>&emsp;&quot;It was a blessing from the Gods, no matter how late it was,&quot; I tell her.</p>",
      "<p>&emsp;She loses her sight in the middle distance somewhere, retreating backwards on some persisting memory until I call her back.</p>",
      "<p>&emsp;I ask &quot;What is it? Are you anxious for when the Carmine and Merlot call us?&quot;</p>",
      "<p>&emsp;&quot;A little. But it&apos;s not that,&quot; Sylvia says.</p>",
      "<p>&emsp;&quot;Then what is it?&quot;</p>",
      "<p>&emsp;&quot;I saw her there.&quot;</p>",
      "<p>&emsp;&quot;Who?&quot; I ask</p>",
      "<p>&emsp;&quot;I saw my mother.&quot;</p>",
      "<p>&emsp;I turn to her, excited, expecting to find the same joy I felt when Moira came back to us. I&apos;m surprised when all I see is confusion.</p>",
      "<p>&emsp;&quot;It was just a memory. The only glimpses so got were just flashes of the past before we met.&quot;</p>",
      "<p>&emsp;&quot;Then how did you know it was her?&quot;</p>",
      "<p>&emsp;&quot;Because I could tell it was all a memory. It was only a flash, but I&apos;m certain it was decades. Maybe centuries, even. I&apos;m sure the other side of me has been around forever, but I couldn&apos;t see anything more. Like looking into the streetlights as snow falls in your eyes&mdash;&quot; Sylvia says, as she points to the amber smudges of lighttime glowing through the flakes, &quot;I was too afraid to see, and I blinked before so could remember. I experienced a feeling I never want to remember.&quot;</p>",
      "<p>&emsp;&quot;The feeling of what?&quot;</p>",
      "<p>&emsp;&quot;Eternity,&quot;she says. &quot;I remembered ages in that time. Other lives, when I escaped the same way I did now, spans of hundreds of years where I witnessed nearly everything, so bored I returned to collect dust on the shelves of divinity for another infinity until boredom became tedious. And I know that I did that. Over and over, and now I see that long, dark phantom trails behind me of everything I&apos;ve ever experienced, telling me I&apos;ve done this all before. I mean&mdash; could you imagine living the same life over and over, forever?&quot; She falters on the delivery of the last words once she realizes who she&apos;s talking to.</p>",
      "<p>&emsp;&quot;I have an idea,&quot; I tell her.</p>",
      "<p>&emsp;&quot;I was never designed to experience this world, because I was made for something different. Do you know why the world is indifferent? Because it&apos;s driven by forces of nature that lived long enough to become entirely passive.&quot;</p>",
      "<p>&emsp;&quot;And you&apos;re afraid to feel that way again.&quot;</p>",
      "<p>&emsp;&quot;I&apos;m just certain it will always come to me. Only through forgetting can I ever experience life through fresh eyes, but I could see it, Titus, it was so terrifying, that emptiness, not even black or white, but clear and colorless...&quot;</p>",
      "<p>&emsp;She buries herself into my shoulder.</p>",
      "<p>&emsp;I say, &quot;I might never understand fully, but I know we&apos;ve both experienced it on a mortal level. It was so stupid, but&mdash; ever since the orphanage, my room was dark and cold because sometimes I thought if I left my windows open, I&apos;d freeze and die peacefully in my sleep. And I prayed for it.&quot;</p>",
      "<p>&emsp;&quot;I&apos;m glad you didn&apos;t. Or I&apos;d tear you away from the reservoir to bring you back into my arms,&quot; she says. &quot;I&apos;d warm you so you&apos;d never feel that cold emptiness again. Because I felt it. And I know it&apos;s waiting there.&quot;</p>",
      "<p>&emsp;&quot;What is the meaning of life to a person who lives for others, in those idle moments when they&apos;re not needed?&quot;</p>",
      "<p>&emsp;&quot;I mean, they sit on a shelf. Just like I know I did for years in the Reservoir,&quot; she says.</p>",
      "<p>&emsp;&quot;Sometimes it feels like mortal life is waiting to die with the life you never asked for, finding ways to pass the time between the moments of meaning.&quot; I exhale between my hands to warm my frosted fingers, then cup them around hers. &quot;I don&apos;t know. So is immortal life ever different from mortal life? Or are they just fractals of the same experience?&quot; I watch as snowflakes fall on our gloves, tessellated with a hundred microscopic prongs of ice, each different from the other. But as soon as we look, the heat dissolves them: their pattern forever lost.</p>",
      "<p>&emsp;&quot;Please. If you feel even a fraction of the same way, then what is it? What keeps you going?&quot;</p>",
      "<p>&emsp;I laugh. &quot;I mean, I don&apos;t have a choice, right? Time and entropy do that for me, I sure don&apos;t have to push them along.&quot;</p>",
      "<p>&emsp;&quot;But why? Even if you&apos;ve seen anything. I mean, maybe I came here because I thought I could learn. Or maybe I came here to forget all over again. I don&apos;t know, but...&quot;</p>",
      "<p>&emsp;I surprise her when I grab her by the shoulders, pushing her against the wall. She&apos;s caught so off-guard that she kicks the heel of her boot back, splintering in the same place my head dented when Lyra dropped me against the glass, and still, I&apos;m too afraid to see if it shatters the same way.</p>",
      "<p>&emsp;Her face flushes when I pin her there. Before she can speak another word, she sinks down the wall until I&apos;m able to meet her at her level. My lips press against hers as the snowflakes dissolve against her skin, steadily heating our bodies together, refusing to give to the enveloping sea of early-morning darkness.</p>",
      "<p>&emsp;It doesn&apos;t matter whether this is once or a hundred-thousand times. I think of how many cycles it took to get past the death of Valentina and Romin, thinking I had to say goodbye to them forever. I remember the endless cycle of waking and sleeping in that chamber beyond time, but yet something always persisted there. I was found by Ellie when I even lost myself, and every reset, it was memory that brought me here.</p>",
      "<p>&emsp;&quot;I&apos;d like to think the small moments of meaning are worth weathering that stillness. This is what fills eternity for Gods and mortals. Because it persists as long as memory lives.&quot;</p>",
      "<p>&emsp;I embrace her until her trembling stops.</p>",
      "<p>&emsp;She says, &quot;I&apos;m just so scared, Titus.&quot;</p>",
      "<p>&emsp;&quot;I know,&quot; I reassure her. &quot;We both stand at the edge of everything with no idea what comes next.&quot;</p>",
      "<p>&emsp;&quot;But what if you die and I live another forever?&quot; She asks.</p>",
      "<p>&emsp;&quot;Then I&apos;ll love you as long as my forever holds. Enough to let you live until your eternity ends and we meet again.&quot;</p>",
      "<p>&emsp;&quot;I&apos;ll be so alone,&quot; she says.</p>",
      "<p>&emsp;&quot;I know,&quot; I find it&apos;s so hard to practice what I preach when the anxiety still eats at me. I can say the lesson, but I can&apos;t feel it. I don&apos;t even know if these hypocritical emotions will let me live it. </p>",
      "<p>&emsp;I cling to this last moment of her warmth like a dying bonfire in the frozen woods, uncertain whether we&apos;ll all freeze, or worse&mdash; which ones will make it back alive. </p>",
      "<p>&emsp;I wish I never had to let go, and I hate the recurring thought that tells me I still could.</p>"
    ],
    [
      "<p>&emsp;The call came a quarter hour later in the form of a Merlotan touring car driven by Carmine brothers. We were clinging to each other the whole time, waiting until the other felt full. Yet we knew we topped each other off as soon as we came together.</p>",
      "<p>&emsp;I leave Clint there inside the house with my mother: a fitting, unspoken goodbye. I can&apos;t enter those doors again or else I might never leave, so I&apos;m the one that takes Sylvia&apos;s hand, leading her towards uncertainty as the Carmine open the doors somewhere past the snowflakes.</p>",
      "<p>&emsp;I make the mistake of looking back when the flurries dissolve the house to a single glow. No light might ever grace the house again when Endogeny eviscerates the streets, and I can only pray to the Gods they&apos;ll all live to see my dream. Yet I&apos;m still convinced the only Goddess that can answer is the one cuddled to my left arm, shivering in mortal flesh as I share my coat with her.</p>",
      "<p>&emsp;The compound is vacant when we arrive. The early morning air is dark and silent, devoid of the bustle of pleasure or business, and it sets me at unease as we descend into the depths. Valentina and Romin reflect our expressions with the same somber faces. We&apos;ve all gained so much to mourn&mdash; and here we are when the bill comes due.</p>",
      "<p>&emsp;Vincent&apos;s voice thunders across the room of figureheads. Transcribers in the hall tap over talking wires to relay the words in dots and dashes to every Carmine stronghold that listens.</p>",
      "<p>&emsp;&quot;The Vermillion Merlot were meant to die tonight. Thus bounds the timeline of our plan,&quot; he says. &quot;We will not hesitate from sending someone in our place. The Carmine already have moles hat will do whatever it takes to stabilize this plan from above.&quot;</p>",
      "<p>&emsp;Raine takes the reins when Vince steps back. &quot;Our highest mission is to extinguish the Afterlife before that Chymaeran weapon Endogeny can kill us off. Their greatest weakness is at our highest numbers. They subsist on ignorance, which is the reason they can&apos;t survive when all of us strike together. And so I speak to all of you Carmine out there in every province, ready to give your lives as the truest blood of the Humans, to know that your sacrifice will reflect on eternity, planting the seeds through death that your future lives will bask in the shade of.&quot;</p>",
      "<p>&emsp;Vince channels his unlikely comrade&apos;s excitement. &quot;We are the only province of Merlot aware of the ruse that awaits us. But we can use this to our advantage&mdash; it&apos;s easier to blend in with the ignorant. We will send a small team of Merlot on the lift that was meant to explode, as emissaries of the Vermillion. This team will slip through the Afterlife to open the gates and destabilize the walls in any way they can.&quot;</p>",
      "<p>&emsp;Raine says, &quot;The Carmine teams will rush the foothills of the Afterlife from every angle with every piece of equipment available. We will strike fast and hard before Endogeny can claim enough flesh to overturn the fight.&quot;</p>",
      "<p>&emsp;He turns to the son standing beside him with a glimmer of hope and pride. Romin straightens.</p>",
      "<p>&emsp;&quot;My son Romin will be leading Province Fourteen&apos;s charge. Romin?&quot;</p>",
      "<p>&emsp;&quot;The front lines of every district will convene on the Merlotan foothills, breaking the middle walls separating the Afterlife from the lower lands. Each has received a message from our district&apos;s Merlot, telling them to check beneath their lifts. Only the Gods can tell if they will listen.&quot;</p>",
      "<p>&emsp;&quot;Thanks, Brother Romin,&quot; Raine says, resting his hand on his son&apos;s shoulder. &quot;We hope the front lines will meet little resistance, but the Afterlife will surely sense such a surge of Carmine and Merlot at their gates.&quot;</p>",
      "<p>&emsp;Vince says, &quot;That&apos;s where the Carmine and Merlot demolition teams coalesce. Sorry&mdash; where they come together. With our combined dead Essence, we&apos;ll blast the walls at these key strategic points,&quot; he says, pointing at a crimson-ink Merlotan map marked with X&apos;es. &quot;We&apos;ll blast their walls with the very thing they try to harvest from us, and once we breach their walls, the remaining soldiers will have free game on the Afterlife and all its blissfully unconscious purveyors of absolute ignorance.&quot;</p>",
      "<p>&emsp; &quot;Blind bastards, he means,&quot; Raine says.</p>",
      "<p>&emsp;&quot;Yeah, that&apos;s right.&quot;</p>",
      "<p>&emsp;Raine says, &quot;Your leaders will spread this message to all the Carmine that this hour calls their allegiance. They will spread it further to each province&apos;s Academy, to the City Guard, and to all the civilians that will listen, to make sure they know what awaits them, to seek the courageous ones that wish to thrive on the right side of Human history and rise to this occasion. They will know we strike in this hour that will define the persistence of true humanity for now and forevermore!&quot;</p>",
      "<p>&emsp;&quot;And we will do this together,&quot; Vincent says. &quot;Without division, we are unstoppable.&quot;</p>",
      "<p>&emsp;The raucous applause echoes across every stronghold. Carmine and Merlot in ours shed their difference of colors to congregate together, having learned that all along they shared the same contemptible adversary, unified by the same unlikely purpose. My voice strains on a mix of excitement and panic as our fireteam shouts with everything we have&mdash; because to me, at least, every second of silence is cold as death.</p>",
      "<p>&emsp;I feel Vince grasp my shoulder, and when I turn to face him, I find Raine standing next to him.</p>",
      "<p>&emsp;&quot;You guys are fast friends,&quot; I say.</p>",
      "<p>&emsp;&quot;Only for the cause,&quot; Raine assures me. &quot;I don&apos;t hate him.&quot;</p>",
      "<p>&emsp;&quot;That&apos;s great,&quot; Vince says. &quot;Let&apos;s stay focused here. You&apos;re slated to join the Merlot team being sent to the Afterlife.&quot;</p>",
      "<p>&emsp;&quot;With whom?&quot; I ask.</p>",
      "<p>&emsp;&quot;With my daughters. You will be a servant with Lyra. I&apos;d have you wear that tacky outfit you wore yesterday, but it got a little too tattered, so I&apos;ve got something else for you.&quot; He hands me another set of clothes. &quot;This was made by one of our finest seamstresses before she died, to eventually be tailored to my son Virgil once he stopped growing. But this world won&apos;t hold long enough for that tradition to stay relevant.&quot;</p>",
      "<p>&emsp;&quot;I promise I&apos;ll wear it with honor,&quot; I say.</p>",
      "<p>&emsp;&quot;You and Lyra know the most about the Afterlife out of anyone in our province. And Lyra has the experience with Essence.&quot;</p>",
      "<p>&emsp;&quot;But she&apos;s the daughter of Ullrich. You know that, right? What if he sees her?&quot;</p>",
      "<p>&emsp;&quot;This isn&apos;t a military matter. Our father is far too busy right now to be dealing with the Merlot,&quot; Lyra says. &quot;I can&apos;t miss a chance to strike at him when I&apos;ve missed every other opportunity. I need to pay off the chance you gave me to live,&quot; she says.</p>",
      "<p>&emsp;Vera and Valentina stand beside their father.  Vera says, &quot;You&apos;ll be escorting us to the grand celebration. And though we have no idea what it holds, we&apos;ll take whatever chance we can to give our friends at the walls the help they need.&quot; Vera places the hat atop her sister&apos;s head, and Valentina adjusts it.</p>",
      "<p>&emsp;&quot;But what about Sylvia?&quot;</p>",
      "<p>&emsp;Vince says, &quot;There are only so many we can take on the lift within reason. I&apos;m sorry, Titus.&quot;</p>",
      "<p>&emsp;&quot;I&apos;ll be with Romin,&quot; Sylvia says. &quot;We&apos;ll meet you once you break us through to the other side.&quot;</p>",
      "<p>&emsp;It takes a couple breaths before I grab the clothes in front of me. I&apos;m still on the best path. This is the best I can do. I reach for Virgil&apos;s untailored outfit as the Merlotan seamstresses take dimensions, ready to shape me from tattered Snowdrifter into polished royalty. The stylists clip and comb my tangled mess of hair and trim my beard. When I look in the mirror, I&apos;m twice as refined as that lonely valedictorian that gave the Academy&apos;s last speech. </p>",
      "<p>&emsp;The Merlotan motorcar awaits to take me to my destiny. I feel like someone else, someone better, but Id like to think it isn&apos;t from the new appearance.</p>",
      "<p>&emsp;Sylvia and I kiss before I take a seat next to Valentina.</p>",
      "<p>&emsp;&quot;I&apos;ll see you again,&quot; she tells me.</p>",
      "<p>&emsp;&quot;Wherher it&apos;s tomorrow or the other side of infinity, I will wait there.&quot;</p>",
      "<p>&emsp;&quot;I love you so much,&quot; she tells me.</p>",
      "<p>&emsp;&quot;I know. And I love you, too.&quot;</p>"
    ]
  ],
  "Release": 416,
  "ReleaseDate": [
    "02",
    "21",
    "2026",
    "2026-02-21 00:00:00"
  ],
  "Active": false,
  "Perspective": "Titus",
  "Status": "No Status",
  "WordCount": 0,
  "Summary": ""
}