{"Story": "Firebrand", "Title": "Chapter Fifty-One", "Subtitle": "Liftoff", "Act": 4, "ChapterNumber": 51, "Synopsis": "The Carmine-Merlot master plan is set in motion.", "RevNotes": "", "ID": "4.51", "Body": ["<p>&emsp;The vacant Merlot estate unsettled us when we arrived: so strange without groundskeepers painstakingly tending every leaf of the hedges. We walked through the outdoor maze of shrubs and gardens before we finally arrived at the lift.</p><p>&emsp;Now Vera flips the handle. The power jostles the rack-and-pinion drive to motion, and so the car inches sixty degrees upwards at ever-so-small a climb. The four of us stand at the edge of the railing. It feels so surreal when my eyes fall to that same place where we emerged from the drainage tunnel, as if in new clothes and finer appearance I look down upon my older self, and I wonder whether I&apos;ve grown enough.</p><p>&emsp;&quot;Where did it happen?&quot;</p><p>&emsp;The question surprises me. Valentina approaches the railing without her hat, allowing her ears to twitch with the chilled crosswinds, and it reminds me of a moment in a past life.</p><p>&emsp;&quot;At least you believed me this time,&quot; I say.</p><p>&emsp;&quot;What?&quot;</p><p>&emsp;&quot;Nothing.&quot; I can&apos;t force my eyes to leave that spot. Somehow I still believe the woman standing beside me is buried there, the bloodied mess of her body crushed beneath the rubble of the ten-ton machine actively chugging along the rails.</p><p>&emsp;&quot;There. Is that where it happened?&quot;</p><p>&emsp;&quot;Yeah,&quot; I say, afraid to overshadow.</p><p>&emsp;&quot;So they stranded me here,&quot; she says. &quot;In that other life.&quot;</p><p>&emsp;&quot;They did.&quot;</p><p>&emsp;&quot;I can&apos;t believe it,&quot; Vera says. &quot;So Mother&apos;s hatred beat Victor&apos;s love in the end, even to the grav. I just can&apos;t believe I let it happen.&quot;</p><p>&emsp;&quot;But you tried. In one future, you abandoned your family to look for Valentina. You never ended up on the lift, and so your fireteam joined you,&quot; I tell her.</p><p>&emsp;&quot;I just wish I did more. I let my sister suffer for years, and all that time, I didn&apos;t want to know the truth.&quot;</p><p>&emsp;Lyra approaches the railing. &quot;I let that same kind of regret consume me for years, and I can tell you it never added to anything.&quot; She touches me with her shoulder as she speaks. &quot;And all I&apos;ve learned is that the future is all we have to act on.&quot;</p><p>&emsp;Valentina embraces her older sister. &quot;All this time you&apos;ve given me someone to look up to. You were in the higher class, after all. I envied you. Fame in moving pictures gave me nothing of what I felt I was missing.&quot;</p><p>&emsp;&quot;But you were the stronger one. My silence always reminded me how weak I was, compared to how you took your pain and shaped it into something.&quot;</p><p>&emsp;&quot;I forgive you,&quot; Valentina says.</p><p>&emsp;&quot;And so the car of estranged siblings reaches new heights,&quot; Lyra says.</p><p>&emsp;There are two stops before we make our final ascent, and each time we come to a jarring stop, Vera has to press the glowing button on the wall to keep us going. It takes an hour before the train car nears the summit, climbing higher and higher until we think it&apos;ll run out of mountain, but then it rises through the clouds. </p><p>&emsp;I can hardly catch a view of the tracks ahead when I crane my neck from the railing. Merlotan creations like these are only meant for looking down. Right now, the provincial leaders should be leading their districts into battle, breaking the line of the foothills so the demolition teams can sweep in from behind, depending on us for whatever we can manage.</p><p>&emsp;&quot;What should we expect?&quot; I ask Valentina.</p><p>&emsp;&quot;I&apos;ve never been up here.&quot; She nudges her sister. &quot;Vera?&quot;</p><p>&emsp;&quot;The districts feed in sets of threes to a common station. Then five separate train lines lead from these stations to the heart of the Afterlife.&quot;</p><p>&emsp;&quot;So we&apos;ll be meeting someone else?&quot;</p><p>&emsp;&quot;It depends on whether they got the message,&quot; Valentina says. &quot;And whether they believed it, most of all.&quot;</p><p>&emsp;We hear the great steel door power up when we approach. Steam hisses when the latches release, and as the ten-ton car decelerates, we prepare ourselves for the sudden lurch when it crashes against the station.</p><p>&emsp;All that&apos;s left is for the door to open, and it inches slowly on several huffs of steam. We peer beneath once the gap is taller than Valentina, only to find a grand entryway adorned with gold and marble.</p><p>&emsp;Vera speaks in a whisper. &quot;This is the unifying chamber for the last three provinces.&quot;The numbers THIRTEEN, FOURTEEN, and FIFTEEN are etched into each entrance. The other two lifts are open at this highest point, dark and empty, and I can only assume their travelers are ahead of us.</p><p>&emsp;&quot;Oh. Vermillion party?&quot; A surprised voice says. &quot;You&apos;re late. The celebration will be starting soon, we need to get you over there!&quot; He gestures to the trolley terminal, implying it&apos;s already on the other end of the tracks.</p><p>&emsp;&quot;Father&apos;s still arguing with the Carmine over some petty compromise, Gods above,&quot;Vera says. &quot;He sent for us so some Merlot blood would be here to sip your wine and gossip.&quot;</p><p>&emsp;&quot;We&apos;ll fetch a ride. Come this way,&quot; the Attendant says. Our footsteps clatter against the reflective floors, echoing across the vacant chamber. A chauffeur is already parked at the front of the complex, inside a vehicle so bright and metallic it looks like it&apos;s made of light.</p><p>&emsp;The countryside is even more verdant as I remember, reminding me of Everett&apos;s storybooks of imaginary lands when I was a child. Cascading vines adorn the marble structures where denizens gather in pearlescent clothes, and we whiz past on paved roads, catching only brief glimpses between the foliage.</p><p>&emsp;&quot;By Gods, how much their Essence must have grown for it to be this full of life,&quot; Lyra says. &quot;The climate is so warm.&quot;</p><p>&emsp;&quot;So you&apos;ve been up here before?&quot; Vera asks. &quot;My sister and I have only been up here once, and it&apos;s when we were very young.&quot;</p><p>&emsp;&quot;I lived up here, for years. Held against my will, I guess,&quot; says Lyra.</p><p>&emsp;Vera says, &quot;It&apos;s all so disgusting coming from down below. But why would you leave? If you knew nothing of the lower lands, I think I&apos;d live here forever.&quot;</p><p>&emsp;&quot;Because of what happened after my family fell apart. My father was all I had. One day, I woke up and realized I was old enough to decide my future for myself. He stopped loving me, so focused on his obsession of the past, turning into something I couldn&apos;t recognize. I knew had a debt to pay for the chance at life I was given. And I knew for damn sure I wasn&apos;t going to waste it up there.&quot;</p><p>&emsp;&quot;Just keep the mission first,&quot; I tell her.</p><p>&emsp;&quot;Trust me. I want nothing more than to get my revenge&mdash; except for making sure he sees how it all ends.&quot;</p><p>&emsp;Before I realize how time has passed us, we&apos;re parked in front of the grand hall. The trolleys are all parked outside, looking so small compared to the massive train cars carrying loads between the lower and upper lands.</p><p>&emsp;The driver opens the doors. &quot;You need to get inside,&quot; he says. &quot;The celebration has already begun, and you&apos;re going to miss the most important part.&quot;</p>", "<p>&emsp;The doors open to the expansive, three-story atrium, yet it doesn&apos;t even feel like we&apos;re going inside. Plants cascade from the three-story ceiling above, only separated from the sky by planes of glass, and in the far distance, the orchestra plays to a space so grand it catches no echo off the walls.</p><p>&emsp;But my focus is far from captivation. &quot;Remember why we&apos;re here. This isn&apos;t about their celebration. We need to get out and help them breach the wall,&quot; I say.</p><p>&emsp;&quot;Out on the streets, you mean?&quot; Lyra says. &quot;They&apos;ll detain you the minute they find you&apos;re a shitblood. You wear the uniform of a servant.&quot;</p><p>&emsp;&quot;And it&apos;s not just you. Not even the Merlot are accepted. We&apos;re all just a resource to them,&quot; Vera says, and when the denizens of the Afterlife refuse our eye contact, I believe her.</p><p>&emsp;We&apos;re herded into the event hall. The chaperones follow so closely behind that I feel claustrophobic despite such a massive space. The choir chants like shouts of the damned in the Reservoir, and the constant thrum of strings on a single note make the room feel like another chamber beyond time.</p><p>&emsp;The Merlot will adorn their houses with anything that shows their wealth and prestige, but I find the Afterlife are on an entirely different level. There isn&apos;t even the furniture to display such worthless items, leaving only the dining tables and chairs, adorned with the name tags of each family that sit in their place. It surprises us when, for such a meticulously planned event, the name tag on our table is blank. The servers look on in confusion. And when we scan the room for all the faces turned to hear the haunting music, we find three other nameless vacancies without a soul in their seats.</p><p>&emsp;The last note dies abruptly without walls to echo, and the Merlot fill the uncomfortable void with applause, until even their clapping grows stale. A server comes by to pour a dark glass of wine for each of us into a brazen goblet before we can protest or ask for water, parched from our long climb.</p><p>&emsp;As chatter between families fills the vacancy of programming, we expect the titans of Merlotan industry to take the stage in celebration&mdash; meaning that long, dull speech might be our ticket to escape. I take a sip of the wine: so acidic that it burns my throat, but to my left, Vera guzzles it.</p><p>&emsp;&quot;Gods above,&quot; Valentina says. &quot;We&apos;re not here to get drunk!&quot;</p><p>&emsp;&quot;I&apos;m parched, Val. Besides. Real Merlotan wine is grape juice compared to this.&quot;</p><p>&emsp;Valentina takes a cautious sip, abruptly halted with a short cough. Before she can sip again, the lights dim so that only the natural sunlight filters through the distant windows.</p><p>&emsp;&quot;I&apos;m surprised by how many guards are here, just for a celebratory event,&quot; Lyra says. &quot;This has got to be at least a quarter of the Royal Guard.&quot; Peeking through the glass, we see swarms of them gathered outside. We thought they they at the doors to keep others from coming in, but...</p><p>&emsp;&quot;Thank you all for gathering here this evening, ladies and gentlemen of the Merlot. Tonight, we celebrate you for all your contributions to the future of Blackwater, because you are the reason we have a chance to realize humanity&apos;s next golden age.&quot;</p><p>&emsp;My eyes fall to Lyra before I realize the voice. She ducks beneath the table, bumping her head on the smooth mahogany, jolting all the glasses on the table, and I reach to catch her chalice before it can tilt over the edge, spilling a couple drops before I hold it in place.</p><p>&emsp;&quot;Are you alright, Vermillion table? Such a surprise you&apos;re here to join us,&quot; Ullrich says.</p><p>&emsp;&quot;Damn it, Lyra,&quot; I whisper.</p><p>&emsp;Ullrich continues. &quot;The reason Blackwater thrived was because the Merlot were such a fine conduit between the Essenced and the weak. So I want to hold a toast to the people of Blackwater whom you&apos;ve allowed to so fruitfully grow.&quot;</p><p>&emsp;He raises the chalice as the guards&apos; piercing eyes watch every Merlotan family. We all take another drink. I can hardly stomach a sip before the liquor burns my lips, so sweet yet so dry.</p><p>&emsp;&quot;Maybe I need to let the liquor settle before I get too choked up on a story,&quot; Ullrich says, and the audience laughs. &quot;Many of you might not know me. I don&apos;t deal in the affairs of business, trade, and production as much as you do, but I deal with the affairs of the military and the Academy. My name is Ullrich Valensend, and I am the Grandmaster General of Blackwater.&quot;</p><p>&emsp;&quot;Lyra, are you going to get out of there?&quot; I whisper. My hands reach for the strands of her hair still tethered to the table, only to find an indentation in the table&apos;s surface from the spill.</p><p>&emsp;&quot;We&apos;re dead if he sees me.&quot;</p><p>&emsp;&quot;Then we better find a way out of here.&quot; I look around for every exit. The Merlot are smitten with celebration because pride is their greatest weakness, and when we turn from the stage, the guards stare daggers back at us.</p><p>&emsp;&quot;It was when I lived beyond the walls that I learned an invaluable lesson, almost twenty-five years ago. I had a wonderful family. A son and a daughter that used to love me. A beautiful life&mdash; and even though it was only a speck in the hundred-and-fifty-nine years the Essence has kept me alive, I considered it the kindest years of my life. I lived in the time before the Fall Of Nordhaven. I was part of the last true Royal family. I served my time and earned my keep as a Mask of the Gods, working for true divinity. And after all that toil, I thought I finally got the peace I deserved.&quot; </p><p>&emsp;He points at all the audience members. I squint my eyes, transfixed by a strange tattoo on his arm.</p><p>&emsp;&quot;All of you relish in that spot at the top of your provinces, your lavish parties, speaking under the guise of compassion for the lower classes, when really, all they are to you is just numbers.&quot; </p><p>&emsp;Some applaud his sentiment. Some laugh uncomfortably.</p><p>&emsp;&quot;You couldn&apos;t care less about them. As long as we&apos;re happy that you keep them fed, that&apos;s all they are to you. &quot;</p><p>&emsp;Silence.</p><p>&emsp;&quot;Come on. Am I right?&quot;</p><p>&emsp;Silence, then stale applause.</p><p>&emsp;&quot;Like cattle. Those shitbloods are cattle.&quot;</p><p>&emsp;The Merlot squirm at that word. I heard it a couple times during the Merlotan parties as an offhand joke. But they still clap and applaud to appease their source of income.</p><p>&emsp;&quot;I didn&apos;t believe there were two classes of Humans until the day that tore everything from me. They were taken from me by a thieving Snowdrifter they left nothing behind. And when I returned to the aftermath, I saw my dying child was suffocating on his own blood . . . and it reminded me of that same day I watched my mother and father die because they were too weak, our capitol swarmed by hordes and hordes of Chymaeran separatists. Why did my mother and father fail? And why did I fail my son?&quot;</p><p>&emsp;He pauses for effect. A couple draw nervous sips, waiting for their dinner to finally arrive though no one&apos;s taken our order.</p><p>&emsp;&quot;Because we made concessions for weakness. My mother and father said the Chymaerans could be good. And I thought Snowdrifters and lower people wouldn&apos;t resort to such desperacy to scrounge the disgusting, meager scraps it takes to power their Essenceless, emancipated shells of bodies. The only way we can grow as a race is to purge the blight of weakness, and that&apos;s why you&apos;re all gathered here today.&quot;</p><p>&emsp;He raises his glass.</p><p>&emsp;&quot;Another toast to the Merlot: the last tether between the top and the bottom.&quot;</p><p>&emsp;Only several can muster a drink before the fits of coughing fill the hall. One woman falls out of her chair, and her husband and children jump to her rescue. It&apos;s only when I hear the Vermillion girls pound the table beside me that Lyra jumps from her seat, a sudden realization branded on her face.</p><p>&emsp;&quot;Poison?&quot; I ask her. &quot;What is it?&quot;</p><p>&emsp;Ullrich continues: &quot;...no better than your counterparts, you still wreak of weakness and disease. But, even through the death of my only rightful heir, my firstborn son, I have still found my replacement.&quot;</p><p>&emsp;A familiar face approaches the stage. My heart hurts when I look upon her face again, just as I left her in the last life. She drips black bile as she comes out of her Chymaeran form.</p><p>&emsp;&quot;And you will all be the catalysts of this change. Just as you served in life, through death, you will bring glory to the next golden age!&quot;</p><p>&emsp;The panic quickly transitions from sharp screams to gargling and choking in their own liquefied flesh, and when one stumbling man rushes the stage, Ullrich kicks him, leaving a large dent in his dissolving body like kicking clay. The two Vermillion woman suffer before me, and I lament the promise I made to that Ellie from another life that stands onstage, as I&apos;m forced to choose.</p><p>&emsp;I slit the side of my wrist in the same place Raine once showed me with a dull knife, and then slash hers. It cuts like steak: I know if I waited any longer, it might slice off her whole hand like butter with a hot knife. </p><p>&emsp;I press our wrists together. Her blood exits her veins in clumps of ooze as ruddy amethyst as the wine. And when our blood unifies, I feel the Essence flood from my body into hers.</p><p>&emsp;&quot;Sum . . . ver . . . Titus . . .&quot; Valentina gurgles. If I don&apos;t hold her, I fear she might splatter on the floor. Her skin is soft, but it&apos;s getting firmer, and the pale complexion of her flesh returns.</p><p>&emsp;&quot;Save her!&quot; Valentina cries, and when her muscles return enough to force me aside in the chair, casting me to the floor, she reaches out to grasp her sister, pushing aside Lyra.</p><p>&emsp;She pushes a little too hard when she touches her and part of her shoulder scrapes off. Vera can&apos;t manage a word. Her clothes fade from their brilliant pink color and her eyes are obsidian just like the rest of her, sinking, like a black wax statue baking in a kiln.</p><p>&emsp;I watch as Valentina scoops the piece from the table and presses it back onto her arm, getting as much as she can, though it&apos;s like spilling stew across the table. She tries to sculpt her sister back to life as she weeps and screams, while Lyra takes her other arm to try to transfer her Essence the same way I did.</p><p>&emsp;&quot;Gods damn it!&quot; She screams. &quot;Why, why did you have to drink it all?&quot;</p><p>&emsp;&quot;It&apos;s no use,&quot; Lyra says.</p><p>&emsp;&quot;You&apos;re not giving up, do you hear me?&quot; Val snaps. &quot;Please, Vera. . . &quot; She keeps trying to hold her up. She uses her whole body to try to stabilize the mess of obsidian clay as Vera gurgles her last words, wet and voiceless, like bubbles from the lightless bottom of Blackwater lake. Vera dissolves through her sister&apos;s fingers before she can amass into anything, mutilating Valentina&apos;s left cheek with one last drag of her fused stump of a wrist.</p><p>&emsp;Valentina shrieks when she knows it&apos;s hopeless. She grasps a knife on the table and surprises me as I&apos;m sprawled across the floor, watching Endogeny amass itself with the corpses of dead Merlotan families. </p><p>&emsp;What&apos;s worse is that the children were too young to drink: they were the last to go.</p><p>&emsp;Valentina straddles me, sobbing as she holds the knife to my neck, pleading with every breath. &quot;Please. Please, you have to . . . go . . . back . . .&quot;</p><p>&emsp;&quot;I can&apos;t anymore,&quot; I tell her.</p><p>&emsp;&quot;Yes, yes you can. It&apos;s still there!&quot;She holds up my arm to show the single thread, and when I look at her face, the jawline of her left cheek scarred with swollen bumps from Vera&apos;s last touch like severe acne scars.</p><p>&emsp;&quot;I&apos;m never going back, Valentina! The world will never be enough. Even with perfection will be loss,&quot; I say, though I hate myself for so strongly considering it.</p><p>&emsp;&quot;No. Just . . . just kill yourself, please, for me, for my family...&quot; she pleads. &quot;They&apos;ll be distraught. I&apos;ll do it. I&apos;ll do it for you if I have to, and it will be quick, I can...&quot;</p><p>&emsp;An arm grabs her wrist before she can act, and the knife clatters to the floor. </p><p>&emsp;It&apos;s Ullrich.</p><p>&emsp;&quot;What does she mean by &apos;going back?&apos;&quot; Ullrich asks. &quot;Going back where?&quot;</p><p>&emsp;&quot;You bastard!&quot; Valentina cries, lunging from the floor to stab him in the leg, but he knees her in the head and she crumples.</p><p>&emsp;&quot;I thought I heard you were going back,&quot; he says. My muscles tension to prepare for a kick to the face, but instead, he lifts me to my feet as Endogeny dissolves out of the windows, shattering the glass, leaving the floors entirely black as the only evidence there were ever hundreds of souls living in this space, and he grabs my wrist, only to find the single line that Goddess Sylvia left me.</p><p>&emsp;&quot;I&apos;m not going back. There&apos;s no reason to go down to the lower city after this,&quot; I say.</p><p>&emsp;He laughs. &quot;Right, right.&quot;</p><p>&emsp;Lyra stands up without a scar though her fingers are stained with the black streaks of Endogeny.</p><p>&emsp;&quot;So you ended up as a servant to the Vermillion,&quot; Ullrich tells her. &quot;They were the top three greatest Merlotan families, so your friend should be proud. I allowed them to go peacefully as a final gift, though it looks like your province didn&apos;t want it.&quot; He&apos;s smiling despite everything, so happy that he might cry. &quot;It&apos;s just that I&apos;ve loved this moment every time. I enjoy that speech, but this, being here with my daughter, and...&quot; He turns to look at me.</p><p>&emsp;The Heiress approaches from behind him. She doesn&apos;t recognize me, or she refuses to, so saturated with the hate and hunger for blood it makes her shudder.</p><p>&emsp;&quot;The three of you withstood the trials of Endogeny. You are Essenced. And I believe you deserve a chance to prove yourself.&quot; He gestures to the unscathed Royal Guardsmen standing in the corner. &quot;I will put you up in my statehouse until I can finish what I began, so I can ensure that I will succeed this time.&quot;</p><p>&emsp;He turns to Valentina, so distraught with grief that she refuses to part from her sister&apos;s residue on the floor.</p><p>&emsp;&quot;What will we do with this one?&quot; Ullrich asks, and the Heiress approaches her.</p><p>&emsp;&quot;No! She&apos;s with us,&quot; I say.</p><p>&emsp;&quot;So you got a girlfriend, son?&quot; He asks.</p><p>&emsp;&quot;Y-yeah. I&apos;m in love with her.&quot;</p><p>&emsp;&quot;Even with that fucked-up side of her face? What, are you gonna put a bag over her head?&quot; He says, though the scarring is really not that bad. &quot;Then prove it,&quot; he says, as the Heiress lifts her from the floor to her feet. &quot;Prove it to me.&quot;</p><p>&emsp;&quot;You mean...&quot; I say, but his expression is resolute, and he grows impatient.</p><p>&emsp;&quot;Fucking do it,&quot; Ullrich says. The Heiress sharpens her human arm into an obsidian lance.</p><p>&emsp;I press my lips against Valentina&apos;s for a peck. They&apos;re soft, caked with lip gloss, and I dwell just a little longer, until I feel that I&apos;ve been there for long enough.</p><p>&emsp;&quot;Convince me, damn it!&quot;</p><p>&emsp;I violate her mouth with my tongue, but she doesn&apos;t recoil, pulling herself in instead while she chokes on remorseful tears. My hand grasps behind her head and I stabilize her, like making out with a corpse.</p><p>&emsp;&quot;Alright! That&apos;s more like it,&quot; Ullrich says, turning to Vera. &quot;Wasn&apos;t that great, Lyra? I wish you could find love like that. I had him all lined up for you, that was&mdash; before you abandoned this family.&quot; He expects a rebuttal, but instead she looks like she&apos;s about to throw up.</p><p>&emsp;&quot;Now go. You earned your chance to witness my work,&quot; he says, and the Heiress releases her. Valentina stumbles forward into my chest and buries herself there, her ears brushing my cheeks, continuing to sob as she wraps her arms weakly around my shoulders. Before we can answer, the Royal Guard usher us out from the blackened hall into the pearlescent foyer, leaving black footprints on the granite that will never wash away.</p>"], "BodyFormatted": [["<p>&emsp;The vacant Merlot estate unsettled us when we arrived: so strange without groundskeepers painstakingly tending every leaf of the hedges. We walked through the outdoor maze of shrubs and gardens before we finally arrived at the lift.</p>", "<p>&emsp;Now Vera flips the handle. The power jostles the rack-and-pinion drive to motion, and so the car inches sixty degrees upwards at ever-so-small a climb. The four of us stand at the edge of the railing. It feels so surreal when my eyes fall to that same place where we emerged from the drainage tunnel, as if in new clothes and finer appearance I look down upon my older self, and I wonder whether I&apos;ve grown enough.</p>", "<p>&emsp;&quot;Where did it happen?&quot;</p>", "<p>&emsp;The question surprises me. Valentina approaches the railing without her hat, allowing her ears to twitch with the chilled crosswinds, and it reminds me of a moment in a past life.</p>", "<p>&emsp;&quot;At least you believed me this time,&quot; I say.</p>", "<p>&emsp;&quot;What?&quot;</p>", "<p>&emsp;&quot;Nothing.&quot; I can&apos;t force my eyes to leave that spot. Somehow I still believe the woman standing beside me is buried there, the bloodied mess of her body crushed beneath the rubble of the ten-ton machine actively chugging along the rails.</p>", "<p>&emsp;&quot;There. Is that where it happened?&quot;</p>", "<p>&emsp;&quot;Yeah,&quot; I say, afraid to overshadow.</p>", "<p>&emsp;&quot;So they stranded me here,&quot; she says. &quot;In that other life.&quot;</p>", "<p>&emsp;&quot;They did.&quot;</p>", "<p>&emsp;&quot;I can&apos;t believe it,&quot; Vera says. &quot;So Mother&apos;s hatred beat Victor&apos;s love in the end, even to the grav. I just can&apos;t believe I let it happen.&quot;</p>", "<p>&emsp;&quot;But you tried. In one future, you abandoned your family to look for Valentina. You never ended up on the lift, and so your fireteam joined you,&quot; I tell her.</p>", "<p>&emsp;&quot;I just wish I did more. I let my sister suffer for years, and all that time, I didn&apos;t want to know the truth.&quot;</p>", "<p>&emsp;Lyra approaches the railing. &quot;I let that same kind of regret consume me for years, and I can tell you it never added to anything.&quot; She touches me with her shoulder as she speaks. &quot;And all I&apos;ve learned is that the future is all we have to act on.&quot;</p>", "<p>&emsp;Valentina embraces her older sister. &quot;All this time you&apos;ve given me someone to look up to. You were in the higher class, after all. I envied you. Fame in moving pictures gave me nothing of what I felt I was missing.&quot;</p>", "<p>&emsp;&quot;But you were the stronger one. My silence always reminded me how weak I was, compared to how you took your pain and shaped it into something.&quot;</p>", "<p>&emsp;&quot;I forgive you,&quot; Valentina says.</p>", "<p>&emsp;&quot;And so the car of estranged siblings reaches new heights,&quot; Lyra says.</p>", "<p>&emsp;There are two stops before we make our final ascent, and each time we come to a jarring stop, Vera has to press the glowing button on the wall to keep us going. It takes an hour before the train car nears the summit, climbing higher and higher until we think it&apos;ll run out of mountain, but then it rises through the clouds. </p>", "<p>&emsp;I can hardly catch a view of the tracks ahead when I crane my neck from the railing. Merlotan creations like these are only meant for looking down. Right now, the provincial leaders should be leading their districts into battle, breaking the line of the foothills so the demolition teams can sweep in from behind, depending on us for whatever we can manage.</p>", "<p>&emsp;&quot;What should we expect?&quot; I ask Valentina.</p>", "<p>&emsp;&quot;I&apos;ve never been up here.&quot; She nudges her sister. &quot;Vera?&quot;</p>", "<p>&emsp;&quot;The districts feed in sets of threes to a common station. Then five separate train lines lead from these stations to the heart of the Afterlife.&quot;</p>", "<p>&emsp;&quot;So we&apos;ll be meeting someone else?&quot;</p>", "<p>&emsp;&quot;It depends on whether they got the message,&quot; Valentina says. &quot;And whether they believed it, most of all.&quot;</p>", "<p>&emsp;We hear the great steel door power up when we approach. Steam hisses when the latches release, and as the ten-ton car decelerates, we prepare ourselves for the sudden lurch when it crashes against the station.</p>", "<p>&emsp;All that&apos;s left is for the door to open, and it inches slowly on several huffs of steam. We peer beneath once the gap is taller than Valentina, only to find a grand entryway adorned with gold and marble.</p>", "<p>&emsp;Vera speaks in a whisper. &quot;This is the unifying chamber for the last three provinces.&quot;The numbers THIRTEEN, FOURTEEN, and FIFTEEN are etched into each entrance. The other two lifts are open at this highest point, dark and empty, and I can only assume their travelers are ahead of us.</p>", "<p>&emsp;&quot;Oh. Vermillion party?&quot; A surprised voice says. &quot;You&apos;re late. The celebration will be starting soon, we need to get you over there!&quot; He gestures to the trolley terminal, implying it&apos;s already on the other end of the tracks.</p>", "<p>&emsp;&quot;Father&apos;s still arguing with the Carmine over some petty compromise, Gods above,&quot;Vera says. &quot;He sent for us so some Merlot blood would be here to sip your wine and gossip.&quot;</p>", "<p>&emsp;&quot;We&apos;ll fetch a ride. Come this way,&quot; the Attendant says. Our footsteps clatter against the reflective floors, echoing across the vacant chamber. A chauffeur is already parked at the front of the complex, inside a vehicle so bright and metallic it looks like it&apos;s made of light.</p>", "<p>&emsp;The countryside is even more verdant as I remember, reminding me of Everett&apos;s storybooks of imaginary lands when I was a child. Cascading vines adorn the marble structures where denizens gather in pearlescent clothes, and we whiz past on paved roads, catching only brief glimpses between the foliage.</p>", "<p>&emsp;&quot;By Gods, how much their Essence must have grown for it to be this full of life,&quot; Lyra says. &quot;The climate is so warm.&quot;</p>", "<p>&emsp;&quot;So you&apos;ve been up here before?&quot; Vera asks. &quot;My sister and I have only been up here once, and it&apos;s when we were very young.&quot;</p>", "<p>&emsp;&quot;I lived up here, for years. Held against my will, I guess,&quot; says Lyra.</p>", "<p>&emsp;Vera says, &quot;It&apos;s all so disgusting coming from down below. But why would you leave? If you knew nothing of the lower lands, I think I&apos;d live here forever.&quot;</p>", "<p>&emsp;&quot;Because of what happened after my family fell apart. My father was all I had. One day, I woke up and realized I was old enough to decide my future for myself. He stopped loving me, so focused on his obsession of the past, turning into something I couldn&apos;t recognize. I knew had a debt to pay for the chance at life I was given. And I knew for damn sure I wasn&apos;t going to waste it up there.&quot;</p>", "<p>&emsp;&quot;Just keep the mission first,&quot; I tell her.</p>", "<p>&emsp;&quot;Trust me. I want nothing more than to get my revenge&mdash; except for making sure he sees how it all ends.&quot;</p>", "<p>&emsp;Before I realize how time has passed us, we&apos;re parked in front of the grand hall. The trolleys are all parked outside, looking so small compared to the massive train cars carrying loads between the lower and upper lands.</p>", "<p>&emsp;The driver opens the doors. &quot;You need to get inside,&quot; he says. &quot;The celebration has already begun, and you&apos;re going to miss the most important part.&quot;</p>"], ["<p>&emsp;The doors open to the expansive, three-story atrium, yet it doesn&apos;t even feel like we&apos;re going inside. Plants cascade from the three-story ceiling above, only separated from the sky by planes of glass, and in the far distance, the orchestra plays to a space so grand it catches no echo off the walls.</p>", "<p>&emsp;But my focus is far from captivation. &quot;Remember why we&apos;re here. This isn&apos;t about their celebration. We need to get out and help them breach the wall,&quot; I say.</p>", "<p>&emsp;&quot;Out on the streets, you mean?&quot; Lyra says. &quot;They&apos;ll detain you the minute they find you&apos;re a shitblood. You wear the uniform of a servant.&quot;</p>", "<p>&emsp;&quot;And it&apos;s not just you. Not even the Merlot are accepted. We&apos;re all just a resource to them,&quot; Vera says, and when the denizens of the Afterlife refuse our eye contact, I believe her.</p>", "<p>&emsp;We&apos;re herded into the event hall. The chaperones follow so closely behind that I feel claustrophobic despite such a massive space. The choir chants like shouts of the damned in the Reservoir, and the constant thrum of strings on a single note make the room feel like another chamber beyond time.</p>", "<p>&emsp;The Merlot will adorn their houses with anything that shows their wealth and prestige, but I find the Afterlife are on an entirely different level. There isn&apos;t even the furniture to display such worthless items, leaving only the dining tables and chairs, adorned with the name tags of each family that sit in their place. It surprises us when, for such a meticulously planned event, the name tag on our table is blank. The servers look on in confusion. And when we scan the room for all the faces turned to hear the haunting music, we find three other nameless vacancies without a soul in their seats.</p>", "<p>&emsp;The last note dies abruptly without walls to echo, and the Merlot fill the uncomfortable void with applause, until even their clapping grows stale. A server comes by to pour a dark glass of wine for each of us into a brazen goblet before we can protest or ask for water, parched from our long climb.</p>", "<p>&emsp;As chatter between families fills the vacancy of programming, we expect the titans of Merlotan industry to take the stage in celebration&mdash; meaning that long, dull speech might be our ticket to escape. I take a sip of the wine: so acidic that it burns my throat, but to my left, Vera guzzles it.</p>", "<p>&emsp;&quot;Gods above,&quot; Valentina says. &quot;We&apos;re not here to get drunk!&quot;</p>", "<p>&emsp;&quot;I&apos;m parched, Val. Besides. Real Merlotan wine is grape juice compared to this.&quot;</p>", "<p>&emsp;Valentina takes a cautious sip, abruptly halted with a short cough. Before she can sip again, the lights dim so that only the natural sunlight filters through the distant windows.</p>", "<p>&emsp;&quot;I&apos;m surprised by how many guards are here, just for a celebratory event,&quot; Lyra says. &quot;This has got to be at least a quarter of the Royal Guard.&quot; Peeking through the glass, we see swarms of them gathered outside. We thought they they at the doors to keep others from coming in, but...</p>", "<p>&emsp;&quot;Thank you all for gathering here this evening, ladies and gentlemen of the Merlot. Tonight, we celebrate you for all your contributions to the future of Blackwater, because you are the reason we have a chance to realize humanity&apos;s next golden age.&quot;</p>", "<p>&emsp;My eyes fall to Lyra before I realize the voice. She ducks beneath the table, bumping her head on the smooth mahogany, jolting all the glasses on the table, and I reach to catch her chalice before it can tilt over the edge, spilling a couple drops before I hold it in place.</p>", "<p>&emsp;&quot;Are you alright, Vermillion table? Such a surprise you&apos;re here to join us,&quot; Ullrich says.</p>", "<p>&emsp;&quot;Damn it, Lyra,&quot; I whisper.</p>", "<p>&emsp;Ullrich continues. &quot;The reason Blackwater thrived was because the Merlot were such a fine conduit between the Essenced and the weak. So I want to hold a toast to the people of Blackwater whom you&apos;ve allowed to so fruitfully grow.&quot;</p>", "<p>&emsp;He raises the chalice as the guards&apos; piercing eyes watch every Merlotan family. We all take another drink. I can hardly stomach a sip before the liquor burns my lips, so sweet yet so dry.</p>", "<p>&emsp;&quot;Maybe I need to let the liquor settle before I get too choked up on a story,&quot; Ullrich says, and the audience laughs. &quot;Many of you might not know me. I don&apos;t deal in the affairs of business, trade, and production as much as you do, but I deal with the affairs of the military and the Academy. My name is Ullrich Valensend, and I am the Grandmaster General of Blackwater.&quot;</p>", "<p>&emsp;&quot;Lyra, are you going to get out of there?&quot; I whisper. My hands reach for the strands of her hair still tethered to the table, only to find an indentation in the table&apos;s surface from the spill.</p>", "<p>&emsp;&quot;We&apos;re dead if he sees me.&quot;</p>", "<p>&emsp;&quot;Then we better find a way out of here.&quot; I look around for every exit. The Merlot are smitten with celebration because pride is their greatest weakness, and when we turn from the stage, the guards stare daggers back at us.</p>", "<p>&emsp;&quot;It was when I lived beyond the walls that I learned an invaluable lesson, almost twenty-five years ago. I had a wonderful family. A son and a daughter that used to love me. A beautiful life&mdash; and even though it was only a speck in the hundred-and-fifty-nine years the Essence has kept me alive, I considered it the kindest years of my life. I lived in the time before the Fall Of Nordhaven. I was part of the last true Royal family. I served my time and earned my keep as a Mask of the Gods, working for true divinity. And after all that toil, I thought I finally got the peace I deserved.&quot; </p>", "<p>&emsp;He points at all the audience members. I squint my eyes, transfixed by a strange tattoo on his arm.</p>", "<p>&emsp;&quot;All of you relish in that spot at the top of your provinces, your lavish parties, speaking under the guise of compassion for the lower classes, when really, all they are to you is just numbers.&quot; </p>", "<p>&emsp;Some applaud his sentiment. Some laugh uncomfortably.</p>", "<p>&emsp;&quot;You couldn&apos;t care less about them. As long as we&apos;re happy that you keep them fed, that&apos;s all they are to you. &quot;</p>", "<p>&emsp;Silence.</p>", "<p>&emsp;&quot;Come on. Am I right?&quot;</p>", "<p>&emsp;Silence, then stale applause.</p>", "<p>&emsp;&quot;Like cattle. Those shitbloods are cattle.&quot;</p>", "<p>&emsp;The Merlot squirm at that word. I heard it a couple times during the Merlotan parties as an offhand joke. But they still clap and applaud to appease their source of income.</p>", "<p>&emsp;&quot;I didn&apos;t believe there were two classes of Humans until the day that tore everything from me. They were taken from me by a thieving Snowdrifter they left nothing behind. And when I returned to the aftermath, I saw my dying child was suffocating on his own blood . . . and it reminded me of that same day I watched my mother and father die because they were too weak, our capitol swarmed by hordes and hordes of Chymaeran separatists. Why did my mother and father fail? And why did I fail my son?&quot;</p>", "<p>&emsp;He pauses for effect. A couple draw nervous sips, waiting for their dinner to finally arrive though no one&apos;s taken our order.</p>", "<p>&emsp;&quot;Because we made concessions for weakness. My mother and father said the Chymaerans could be good. And I thought Snowdrifters and lower people wouldn&apos;t resort to such desperacy to scrounge the disgusting, meager scraps it takes to power their Essenceless, emancipated shells of bodies. The only way we can grow as a race is to purge the blight of weakness, and that&apos;s why you&apos;re all gathered here today.&quot;</p>", "<p>&emsp;He raises his glass.</p>", "<p>&emsp;&quot;Another toast to the Merlot: the last tether between the top and the bottom.&quot;</p>", "<p>&emsp;Only several can muster a drink before the fits of coughing fill the hall. One woman falls out of her chair, and her husband and children jump to her rescue. It&apos;s only when I hear the Vermillion girls pound the table beside me that Lyra jumps from her seat, a sudden realization branded on her face.</p>", "<p>&emsp;&quot;Poison?&quot; I ask her. &quot;What is it?&quot;</p>", "<p>&emsp;Ullrich continues: &quot;...no better than your counterparts, you still wreak of weakness and disease. But, even through the death of my only rightful heir, my firstborn son, I have still found my replacement.&quot;</p>", "<p>&emsp;A familiar face approaches the stage. My heart hurts when I look upon her face again, just as I left her in the last life. She drips black bile as she comes out of her Chymaeran form.</p>", "<p>&emsp;&quot;And you will all be the catalysts of this change. Just as you served in life, through death, you will bring glory to the next golden age!&quot;</p>", "<p>&emsp;The panic quickly transitions from sharp screams to gargling and choking in their own liquefied flesh, and when one stumbling man rushes the stage, Ullrich kicks him, leaving a large dent in his dissolving body like kicking clay. The two Vermillion woman suffer before me, and I lament the promise I made to that Ellie from another life that stands onstage, as I&apos;m forced to choose.</p>", "<p>&emsp;I slit the side of my wrist in the same place Raine once showed me with a dull knife, and then slash hers. It cuts like steak: I know if I waited any longer, it might slice off her whole hand like butter with a hot knife. </p>", "<p>&emsp;I press our wrists together. Her blood exits her veins in clumps of ooze as ruddy amethyst as the wine. And when our blood unifies, I feel the Essence flood from my body into hers.</p>", "<p>&emsp;&quot;Sum . . . ver . . . Titus . . .&quot; Valentina gurgles. If I don&apos;t hold her, I fear she might splatter on the floor. Her skin is soft, but it&apos;s getting firmer, and the pale complexion of her flesh returns.</p>", "<p>&emsp;&quot;Save her!&quot; Valentina cries, and when her muscles return enough to force me aside in the chair, casting me to the floor, she reaches out to grasp her sister, pushing aside Lyra.</p>", "<p>&emsp;She pushes a little too hard when she touches her and part of her shoulder scrapes off. Vera can&apos;t manage a word. Her clothes fade from their brilliant pink color and her eyes are obsidian just like the rest of her, sinking, like a black wax statue baking in a kiln.</p>", "<p>&emsp;I watch as Valentina scoops the piece from the table and presses it back onto her arm, getting as much as she can, though it&apos;s like spilling stew across the table. She tries to sculpt her sister back to life as she weeps and screams, while Lyra takes her other arm to try to transfer her Essence the same way I did.</p>", "<p>&emsp;&quot;Gods damn it!&quot; She screams. &quot;Why, why did you have to drink it all?&quot;</p>", "<p>&emsp;&quot;It&apos;s no use,&quot; Lyra says.</p>", "<p>&emsp;&quot;You&apos;re not giving up, do you hear me?&quot; Val snaps. &quot;Please, Vera. . . &quot; She keeps trying to hold her up. She uses her whole body to try to stabilize the mess of obsidian clay as Vera gurgles her last words, wet and voiceless, like bubbles from the lightless bottom of Blackwater lake. Vera dissolves through her sister&apos;s fingers before she can amass into anything, mutilating Valentina&apos;s left cheek with one last drag of her fused stump of a wrist.</p>", "<p>&emsp;Valentina shrieks when she knows it&apos;s hopeless. She grasps a knife on the table and surprises me as I&apos;m sprawled across the floor, watching Endogeny amass itself with the corpses of dead Merlotan families. </p>", "<p>&emsp;What&apos;s worse is that the children were too young to drink: they were the last to go.</p>", "<p>&emsp;Valentina straddles me, sobbing as she holds the knife to my neck, pleading with every breath. &quot;Please. Please, you have to . . . go . . . back . . .&quot;</p>", "<p>&emsp;&quot;I can&apos;t anymore,&quot; I tell her.</p>", "<p>&emsp;&quot;Yes, yes you can. It&apos;s still there!&quot;She holds up my arm to show the single thread, and when I look at her face, the jawline of her left cheek scarred with swollen bumps from Vera&apos;s last touch like severe acne scars.</p>", "<p>&emsp;&quot;I&apos;m never going back, Valentina! The world will never be enough. Even with perfection will be loss,&quot; I say, though I hate myself for so strongly considering it.</p>", "<p>&emsp;&quot;No. Just . . . just kill yourself, please, for me, for my family...&quot; she pleads. &quot;They&apos;ll be distraught. I&apos;ll do it. I&apos;ll do it for you if I have to, and it will be quick, I can...&quot;</p>", "<p>&emsp;An arm grabs her wrist before she can act, and the knife clatters to the floor. </p>", "<p>&emsp;It&apos;s Ullrich.</p>", "<p>&emsp;&quot;What does she mean by &apos;going back?&apos;&quot; Ullrich asks. &quot;Going back where?&quot;</p>", "<p>&emsp;&quot;You bastard!&quot; Valentina cries, lunging from the floor to stab him in the leg, but he knees her in the head and she crumples.</p>", "<p>&emsp;&quot;I thought I heard you were going back,&quot; he says. My muscles tension to prepare for a kick to the face, but instead, he lifts me to my feet as Endogeny dissolves out of the windows, shattering the glass, leaving the floors entirely black as the only evidence there were ever hundreds of souls living in this space, and he grabs my wrist, only to find the single line that Goddess Sylvia left me.</p>", "<p>&emsp;&quot;I&apos;m not going back. There&apos;s no reason to go down to the lower city after this,&quot; I say.</p>", "<p>&emsp;He laughs. &quot;Right, right.&quot;</p>", "<p>&emsp;Lyra stands up without a scar though her fingers are stained with the black streaks of Endogeny.</p>", "<p>&emsp;&quot;So you ended up as a servant to the Vermillion,&quot; Ullrich tells her. &quot;They were the top three greatest Merlotan families, so your friend should be proud. I allowed them to go peacefully as a final gift, though it looks like your province didn&apos;t want it.&quot; He&apos;s smiling despite everything, so happy that he might cry. &quot;It&apos;s just that I&apos;ve loved this moment every time. I enjoy that speech, but this, being here with my daughter, and...&quot; He turns to look at me.</p>", "<p>&emsp;The Heiress approaches from behind him. She doesn&apos;t recognize me, or she refuses to, so saturated with the hate and hunger for blood it makes her shudder.</p>", "<p>&emsp;&quot;The three of you withstood the trials of Endogeny. You are Essenced. And I believe you deserve a chance to prove yourself.&quot; He gestures to the unscathed Royal Guardsmen standing in the corner. &quot;I will put you up in my statehouse until I can finish what I began, so I can ensure that I will succeed this time.&quot;</p>", "<p>&emsp;He turns to Valentina, so distraught with grief that she refuses to part from her sister&apos;s residue on the floor.</p>", "<p>&emsp;&quot;What will we do with this one?&quot; Ullrich asks, and the Heiress approaches her.</p>", "<p>&emsp;&quot;No! She&apos;s with us,&quot; I say.</p>", "<p>&emsp;&quot;So you got a girlfriend, son?&quot; He asks.</p>", "<p>&emsp;&quot;Y-yeah. I&apos;m in love with her.&quot;</p>", "<p>&emsp;&quot;Even with that fucked-up side of her face? What, are you gonna put a bag over her head?&quot; He says, though the scarring is really not that bad. &quot;Then prove it,&quot; he says, as the Heiress lifts her from the floor to her feet. &quot;Prove it to me.&quot;</p>", "<p>&emsp;&quot;You mean...&quot; I say, but his expression is resolute, and he grows impatient.</p>", "<p>&emsp;&quot;Fucking do it,&quot; Ullrich says. The Heiress sharpens her human arm into an obsidian lance.</p>", "<p>&emsp;I press my lips against Valentina&apos;s for a peck. They&apos;re soft, caked with lip gloss, and I dwell just a little longer, until I feel that I&apos;ve been there for long enough.</p>", "<p>&emsp;&quot;Convince me, damn it!&quot;</p>", "<p>&emsp;I violate her mouth with my tongue, but she doesn&apos;t recoil, pulling herself in instead while she chokes on remorseful tears. My hand grasps behind her head and I stabilize her, like making out with a corpse.</p>", "<p>&emsp;&quot;Alright! That&apos;s more like it,&quot; Ullrich says, turning to Vera. &quot;Wasn&apos;t that great, Lyra? I wish you could find love like that. I had him all lined up for you, that was&mdash; before you abandoned this family.&quot; He expects a rebuttal, but instead she looks like she&apos;s about to throw up.</p>", "<p>&emsp;&quot;Now go. You earned your chance to witness my work,&quot; he says, and the Heiress releases her. Valentina stumbles forward into my chest and buries herself there, her ears brushing my cheeks, continuing to sob as she wraps her arms weakly around my shoulders. Before we can answer, the Royal Guard usher us out from the blackened hall into the pearlescent foyer, leaving black footprints on the granite that will never wash away.</p>"]], "Release": 423, "ReleaseDate": ["02", "28", "2026", "2026-02-28 00:00:00"], "Active": false, "Perspective": "Titus", "Status": "No Status", "WordCount": 0, "Summary": ""}