{
  "Story": "Firebrand",
  "Title": "Chapter Fifty-Two",
  "Subtitle": "Afterlives",
  "Act": 4,
  "ChapterNumber": 52,
  "Synopsis": "What would happen if the Vermillions made it there?",
  "RevNotes": "",
  "ID": "4.52",
  "Body": [
    "<p>&emsp;The Grandmaster General&apos;s loft is just a stone&apos;s throw away from the grand hall: its windows open to the plaza and the front of the building, so Valentina has no chance to escape that visceral loss. But she doesn&apos;t want to. She sits at the window for almost three hours, staring at the shadows as they crawl across the grass as if her sister&apos;s soul inches towards her, reaching out to take her to whatever purgatory exists between the living and the dead.</p><p>&emsp;I finally find the courage to say something to her &mdash; anything, even though I know it will never be good enough. </p><p>&emsp;&quot;I&apos;m sorry,&quot; I tell her. </p><p>&emsp;&quot;It&apos;s not your fault.&quot; Valentina draws a long breath. &quot;You made a choice. And I should just be thankful that you made one. It&apos;s just . . . when a person dies and their soul leaves, you know that they&apos;re gone, right? There&apos;s one state and another. Alive or dead. But not Vera. She&apos;s . . .&quot; Valentina presses her head against the window. Her fingers caress the scar her sister left on her face. &quot;And I&apos;m sorry I asked you to do that unspeakable thing.&quot;</p><p>&emsp;&quot;You were in pain, and for that, I can forgive you. Because I know exactly how you feel.&quot;</p><p>&emsp;Lyra listens in from the room that used to be hers. &quot;There will be so many more casualties if we don&apos;t act now. I don&apos;t even want to know the world that was left for Fletch... ...er, Titus all those other times. We need to support the Carmine..&quot;</p><p>&emsp;&quot;I just don&apos;t get it,&quot; I say. &quot;Why didn&apos;t he kill us? Or take us captive? Why did he just take us out of the fight and put us up in his loft?&quot;</p><p>&emsp;&quot;I don&apos;t know. But maybe he left something important behind.&quot; She motions for me to follow her, and we walk down the narrow hall until we stop at the last door.</p><p>&emsp;&quot;Locked. It was always locked,&quot; she says, trying the handle though she knows it won&apos;t give, but then it does, and she stumbles into the room, taking a couple steps before she trips over a mass of fabric.</p><p>&emsp;The smell of ozone hits as soon as the atmosphere settles. It&apos;s freezing. The cold air sucks the heat from the hall, and Valentina surprises me when her head bumps my shoulder. Lyra struggles to her feet, and it&apos;s dark until I throw open the curtains, casting light on shelves and shelves of colored spines. An ancient family painting stretches across the wall, opposite the windows: two ornately-dressed adults and four dark-haired children. I&apos;m certain they&apos;re true royalty from the way they&apos;re all dressed.</p><p>&emsp;Lyra lifts the purple mass of fabric from the floor, and it&apos;s a bag. One of the straps is torn off while the other hangs on by a thread.</p><p>&emsp;Valentina connects its relevance before I can speak. &quot;Ellie. That&apos;s her bag,&quot; She says. &quot;But how did it get up here?&quot;</p><p>&emsp;I look closer at the framed pictures on the desk, and the faces glare back at me. &quot;She disappears every time. That&apos;s because it&apos;s Ullrich that takes her.&quot;</p><p>&emsp;&quot;But why? She&apos;s just a child, what does she have to do with anything?&quot;</p><p>&emsp;&quot;She has my Essence, my rightful blood, and no curse holding her back from becoming a Mask of the Gods. She is a Mask of the Humans and Chymaera. And she&apos;s the one that made Endogeny,&quot; I tell them.</p><p>&emsp;Valentina is at a loss for words, and when Lyra tries to unroll the top of the bag, the last strap finally gives, crashing Ellie&apos;s tattered backpack to the ground, casting something metallic across the floor and under the desk. My circuits throb with Essence, and my head aches so strongly that my eyes rattle in their sockets. Lyra groans at the sudden impulse. Valentina jumps at the new sensation of Essence, feeling her skin to see if she suddenly runs a fever.</p><p>&emsp;I don&apos;t have to reach for it to know what it is&mdash; the devastating potential it holds&mdash; and I wonder why Ullrich would leave it so easily unguarded, why he didn&apos;t give it to the Heiress to help in his harvest of Essenced souls.</p><p>&emsp;The loft felt so empty until this moment. We wait with baited breath, listening to every creak of the floors below, wondering if they&apos;ll climb to our level and bash open the door, if maybe they&apos;re outside the window, if they&apos;re in the other rooms just waiting to bust in and execute us where we stand.</p><p>&emsp;I find a familiar portrait on his desk when I hold my breath, and it makes me gasp for air, pulsing my heart with a panic stronger than the flux in my circuits. It&apos;s the graduation picture I never ordered, taken weeks before my speech with a single caption: FLETCHER.</p><p>&emsp;&quot;We need to get out of here. He knows who I am. He&apos;s known this whole time, but how? And why, why did he wait?&quot; I ask, reaching beneath the desk to grasp the Amulet, despite how much it numbs my flesh and halts the blood in my veins.</p><p>&emsp;&quot;Because I wanted to believe that you&apos;d stay,&quot; Ullrich says. &quot;You&apos;d tell me eventually. I only learned hours from now&mdash; yet I could still order your picture before it came. I was so elated to know my children can be alive during the time I struggle here. But that doesn&apos;t change what I have to do &mdash;for you, for us, and for everyone.&quot;</p><p>&emsp;&quot;What is he talking about?&quot; Valentina asks. &quot;Your father is Clint, Titus.&quot;</p><p>&emsp;&quot;Clint is my nephew, and old Everett is my brother. Gods, how much the lack of Essence aged him. Though he insisted to live the short rest of it atoning for his sins. How would it be different if he knew the child he let die was his grandson, alive and well? Would he still create that monster to try to take the Afterlife down?&quot;</p><p>&emsp;Ullrich steps in the foyer, accompanied by four Chymaeran guards as silent as a whisper. He drags a tall statue to the window without an explanation, as our backs press against the bookshelf, cornered like rats, as I hold the last piece of divinity left to Blackwater.</p><p>&emsp;&quot;I&apos;m giving you a choice, my son&mdash; my daughter&mdash; and I&apos;d like to believe there&apos;s free will, even if I know what you&apos;ll decide. Return it to me and we&apos;ll live a beautiful life up here. Your friend can stay. And when the time comes, you&apos;ll be born again to another life, a better life, free from the toil of these soul-crushing politics, and I&apos;ll do it right. You&apos;ll have a mother, a father, and if I gain enough Essence, the grandparents you never met. But you have to give it to me.&quot;</p><p>&emsp;He catches me looking at the tattoo on his arm, but it&apos;s bumps that disfigure all the way down to both his wrists.</p><p>&emsp;&quot;I should show you now that you know the truth.&quot; He takes off his jacket, then unbuttons the top of his shirt. Across his chest are tens of thousands of fine threads of all sizes, as if a sweater were woven into his flesh. They all cowlick in a circle at the left-center of his chest where his heart is.</p><p>&emsp;&quot;I&apos;ve counted them, over and over and over, and every single time, no matter how close I get, it&apos;s always an impasse&mdash; with you, or that annoying girlfriend of yours as tall as the sky, or your friends, or by accident, old age, even natural causes.&quot; His eyes are fanatical: a gambler addicted to the requited cycle of gain and loss. &quot;But, Gods be damned, am I so close this time, like you wouldn&apos;t believe, and&mdash;&quot;</p><p>&emsp;He dodges.</p><p>&emsp;I cast a fireball at his head.</p><p>&emsp;A vision flashes and I duck right, just as both flaming orbs scald the corners of the room.</p><p>&emsp;&quot;You got me once like that. You thought you&apos;d surprise me. Heck, I bet your friends here don&apos;t even know what you learned in some other cycle of life. But tell me, son: how did you know to duck?&quot;</p><p>&emsp;I say, &quot;I . . I don&apos;t know, I . . .&quot;</p><p>&emsp;&quot;Feel like you&apos;ve&mdash;&quot; He says.</p><p>&emsp;&quot;Been here before?&quot; We both say.</p><p>&emsp;Ullrich says, &quot;Then why? Why is it that you can&apos;t remember? Shouldn&apos;t you have seen everything? Every reset? Why else do you think it is that you never remember killing me? And why do I never remember killing you?&quot;</p><p>&emsp;&quot;It&apos;s because we&apos;re blocking each other.&quot;</p><p>&emsp;&quot;All we have left is a war of spirit and will, and right now, you have far too much to lose.&quot;</p><p>&emsp;The guards grab Lyra as the fire catches the drapes.</p><p>&emsp;&quot;I&apos;ve seen it all. You have no surprise, no avenue of escape. Our family died the minute this world took that terrible twist. And you&apos;re only it&apos;s long shadow. My real daughter, my real son&mdash; they&apos;re still back there.&quot;</p><p>&emsp;&quot;And that&apos;s exactly the kind of thinking that nearly destroyed me. You should have let go a long time ago!&quot; I feel embers scald my neck. The bookshelf snaps from the weight of burned paper, but I don&apos;t dare turn around.</p><p>&emsp;&quot;What&apos;s it going to be this time? Are you going to leave your sister to die? I know every escape you&apos;ll try to make!&quot;</p><p>&emsp;I struggle to decide. I can&apos;t come up with anything. He&apos;s in my head, and every time another idea rises, it feels like I&apos;ve seen it all play out before.</p><p>&emsp;I grab Valentina&apos;s hand before the crossbeam snaps. We jump to the window to dodge the falling debris, yet Ullrich stands in the only safe space in the middle of the floor with his hand tightened on the fabric of Vera&apos;s collar.</p><p>&emsp;&quot;You do better when you rush the door, but either way, that piece of pure Essence is going to be mine, and I&apos;m going all the way back this time.&quot;</p><p>&emsp;I fail to remember the statue&apos;s right in front of me, and so I rack my left hand against its head, dropping the pendant on the floor. Our momentum is too strong to turn around. We shatter out the glass, breaking through the first boards of scaffolding before rolling across a flimsy bridge of wooden planks. Valentina&apos;s light enough to stop, but I&apos;m too heavy, and so I barely catch the edge before I fall another two stories.</p><p>&emsp;&quot;I look forward to when you come back, Titus. You&apos;ll never reach as far as I can. You say you can deal with death and sacrifice, but can you deal with the disfigurement of your friends? Or will it crush your spirit?&quot;</p><p>&emsp;I watch helplessly from between the slats. Lyra begs for her life, though our father never intends to take it by his own hands.</p><p>&emsp;He kicks her out the window.</p><p>&emsp;She flails helplessly as she reaches for a bar to grab the scaffolding, but there&apos;s nothing there: not a board, a burlap sack, nothing but a single bar that resonates when her spine snaps, folding her in two for a brief second before she falls into the fountain below.</p><p>&emsp;&quot;All you had to do was stay, Titus. You can choose better next time,&quot; he says, and before my fear can stop me, I&apos;ve already jumped into the murky fountain, along with Valentina, cradling my sister as she cries that she can&apos;t feel her legs.</p><p>&emsp;The water was red before I made the second splash. She can barely breathe, and I have to forcibly raise her above the water, her useless legs floating in the water.</p><p>&emsp;&quot;It wasn&apos;t supposed to end this way, Lyra,&quot; I sob. &quot;I can go back. I can fix this!&quot;</p><p>&emsp;&quot;Don&apos;t,&quot; she whispers. &quot;You&apos;ve done the best you can. I&apos;m so happy I can leave with everything I ever wanted. And look&mdash; I paid it back.&quot;</p><p>&emsp;Her head bobs beneath the surface when the weakness flows out of her in plumes of crimson. I feel the energy rise in my circuits when she finally opens her hand, releasing the celestial stone of pure Essence that sinks to the bottom of the fountain.</p><p>&emsp;There&apos;s no time before Ullrich will realize the twist he never expected. We make for the abandoned building next door. I refuse to let go, and with everything I can afford, I transfer my Essence just to stabilize her. She&apos;s losing blood fast, and I try to cauterize her wounds with the heat from my fingers. </p><p>&emsp;It&apos;s when she doesn&apos;t react to the scalding heat that I realize she&apos;s gone.</p><p>&emsp;The only choice we have is to go on, and once more, I can feel that breadth of time separate us from our last living moment together. I take Valentina&apos;s hand as we limp out from the crimson fountain, refusing to look back and watch as my dead sister sinks beneath the surface.</p>",
    "<p>&emsp;The dilapidated building is an old chapel dating back to the earliest days of Blackwater, surrounded in scaffolding, ready for demolition, as it might be the last organically gray building in the pure Afterlife. I bash my shoulder through the wooden double doors. The celestial stone is in my pocket, radiating my entire body with energy as if it were a hollow vessel filled with boiling water. The gothic windows are all boarded with planks. Half the statues are covered with cloth, as if they were messengers for the Gods that might tell of this temple&apos;s adulteration. Our boots crunch the stained glass on the floor to colored sand, and as lukewarm winds whistle through the slats, we search for anywhere we can escape, or at least, to hide.</p><p>&emsp;I&apos;ve seen so much death in all these cycles&mdash; enough that I convinced myself I was used to loss, unfazed by change when it could all be written over. But now I know the pain only comes when the cycle is refused, when I force myself to know it&apos;s the last chance. But is it?</p><p>&emsp;I set down Lyra when we reach a patch of smooth ground. She curls in the letter &apos;c&apos; when I rest her against the wall, and the feeling crushes me.</p><p>&emsp;&quot;Maybe this doesn&apos;t have to be the last one,&quot; I whisper to Valentina, as we limp through the lifeless corridors. &quot;Maybe he&apos;s right. Maybe I can go back. I can get an advantage on him, it&apos;s the only way.&quot;</p><p>&emsp;&quot;No, you can&apos;t think like that,&quot; she says.</p><p>&emsp;&quot;I can&apos;t live with the weight. I thought I could accept it, but the entire world is my fault: my sister grievously hurt, your sister, dead, without honor for no reason at all, and this is only the beginning. I believed. I thought this would all turn out better, but it&apos;s all slipping . . . again . . . and I swear, to the stone Gods and Goddesses that listen in this temple, I can still hear their screams.&quot;</p><p>&emsp;She grabs the hem of Romin&apos;s tattered suit jacket to stop me for a moment. &quot;I spent my whole life telling myself that the world was my fault. That she hated me because I was a terrible daughter. In that cellar, I&apos;d run the perfect string of words over and over, convinced if I just found the right combination I might break through, just get my foot in the door, that maybe the locks could come off.&quot;</p><p>&emsp;&quot;You thought there was a perfect answer.&quot;</p><p>&emsp;&quot;That&apos;s right, and no matter how good I got at studying people and reading their emotions, building my craft until I made it a profession, commanding enough to stir an audience to tears or make them laugh at imaginary characters in a script&mdash; I still couldn&apos;t do it.&quot;</p><p>&emsp;&quot;But why would you keep trying?&quot;</p><p>&emsp;&quot;Because I was addicted to the vision of something I couldn&apos;t have, that I would never have. And you gave me a chance to see clearly for the first time. You gave me that courage to stand up for it, and let that impossible vision die before it hurt me any more.&quot;</p><p>&emsp;&quot;So then where do I draw the line? You can live in the comfort of knowing you made that choice and you can&apos;t go back, Val, but what if this is my life purpose?&quot;</p><p>&emsp;&quot;Purpose is tied to meaning and concrete goals. My suffering was meaningless. And my goal was to make my family love me again. What is yours?&quot;</p><p>&emsp;&quot;I don&apos;t even know what good enough looks like. I just know I&apos;m not there yet,&quot; I tell her.</p><p>&emsp;&quot;And will you be? Will Ullrich ever be?&quot;</p><p>&emsp;The thread is still there on my wrist, the last line untethered unlike before. It might never show its frayed ends if I continue, but the promise to Ellie feels like shallow words of foolish passion.</p><p>&emsp;Valentina says, &quot;My sister died horrifically, stupidly, but after I spent a long time thinking about it, I realize that doesn&apos;t mean it wasn&apos;t meaningful.&quot;</p><p>&emsp;It&apos;s so dark. When I close my eyes, I can still see the house I left, those last moments with the woman I love, and the mother I missed all those lonely years.</p><p>&emsp;Valentina says, &quot;I mean, I think so. It has to be, right?&quot;</p><p>&emsp;&quot;I&apos;m not sure anymore,&quot; I tell her.</p><p>&emsp;The ancient halls open to a broad, central chapel, where fleeting rays of sunlight pour through the high windows like golden wax. What&apos;s left of the crushed pews tells they were meant to face us, away from the stage, towards the statues of nameless Gods replaced by mortals that think themselves their equal.</p><p>&emsp;Spirits of azure flame begin to dance in the hollow space, harmless when they graze the fabric of our tattered clothes.</p><p>&emsp;&quot;You can take that piece of Pure Essence, but it brings you nowhere closer to anything. Give it to the daughter of Khiras, unable to harness Her power, and all of Blackwater will be destroyed. Use it yourself, and your threads will jettison all its power into the atmosphere. Give it to Lyra and nothing will happen. Only I can make anything of it.&quot;</p><p>&emsp;His voice booms from the second floor. The flames coalesce into large shapes.</p><p>&emsp;&quot;What, are you going to burn us out?&quot;</p><p>&emsp;&quot;I want to tell you a story. Because regardless of who lives or dies, only memory survives these loops for the two of us.&quot;</p><p>&emsp;His hands raise past the railing. We stand in the center while Lyra leans against the wall. The flames congeal in glowing clouds of blue plasma, covering every edge of the circular sanctum until a flat plane obscures the floor, making our feet disappear.</p><p>&emsp;&quot;This timeline is all an illusion, Titus. I&apos;m taking us back to them. The real you is back there, the real Lyra, before the incident in the house. I&apos;m gonna raise you so you never end up alone. I&apos;ll raise you as the next Mask. I&apos;ll teach you everything I know. I&apos;ll say all the things you should have heard, that I was too late to ever tell you,&quot; he says. The luminescent smoke condenses into rugged bumps, and I recognize it as terrain: the landmarks he&apos;s committed to memory are sharp and distinct while the rest is fuzzy.</p><p>&emsp;Valentina and I realize that we stand within the walls of Blackwater, and we&apos;re divided by the central peaks. Countless forested hills are scattered around the walls, and it feels as if I&apos;m Sylvia&apos;s divine form, watching from high above the clouds.</p><p>&emsp;The entire map translates somewhere long past the hills and trees, somewhere the ice stops, and we see it: the terrain dotted with shrubs and trees just like the Afterlife, but everywhere, and I wonder how much Essence it would take to ever have that much heat. </p><p>&emsp;&quot;This was the cradle of humanity. It was our birthright. And it was beautiful,&quot; he says. We shrink until we&apos;re as tall as the bordering mountains, and the landscape settles, so many boxes of buildings and stretches of open land coming into view. It&apos;s a massive city, far grander than anything I&apos;ve ever seen, at least ten times the size of small Blackwater.</p><p>&emsp;&quot;We were so strong. We had true power in numbers, Essence, but all that was taken from us. A hundred years ago, the fall of Nordhaven crippled us, attacked by Chymaeran and Ahkvasan separatists.&quot;</p><p>&emsp;It mystifies me how such a massive city could crumble to the will of any army in such a short time. But then I see it: volleys of Essence that eviscerate entire lines of the city at a time; divine agents I could only recognize as the Masks of other races; such a strength in numbers and formless familiars that civilians could stand no chance.</p><p>&emsp;&quot;You can&apos;t go back because you weren&apos;t around yet. Not even I can go back that far. But the Goddess gave me this thread as a secret mission, to restore humanity to its greatest state, to wipe the slate clean of everything that should have never come to exist. So can&apos;t you see, Titus? There is no guilt when none of this is real!&quot;</p><p>&emsp;&quot;But it is, Ullrich, can&apos;t you see? This is the life that fate chose before you ever went back to reverse it.&quot;</p><p>&emsp;&quot;Then you&apos;re too complacent to know what it means to dream bigger. Your pathetic life below the clouds is all you&apos;ve known, with what&mdash; that pathetic father that was too drunk to show at your graduation? Your dead mother? Thankless sister? Hunger and desperation and loneliness when you deserve to be raised right? I can take all of that away.&quot;</p><p>&emsp;&quot;It made me who I am. Sure, this world is torture. It hurts to exist, to be alive, to admit defeat and mourn all the ways life could have been different. But this is our world, meant for one shot. And I&apos;ll live with its joys, or be damned with it.&quot;</p><p>&emsp;&quot;Then I hope the next version of you is less blinded by that pathetic helplessness,&quot; Ullrich says, casting an explosive fire charge against the top of the chapel. &quot;Now go back and give up. You can still save Lyra!&quot;</p><p>&emsp;The crack spreads across the ceiling. Gravel raps the top of my skull. We&apos;re in the middle of  the floor, and I know if I don&apos;t act now, we&apos;ll be buried in a mass stone grave, though I&apos;m far more concerned of what it might do to the lone thread on my wrist.</p><p>&emsp;The distant wall crumbles as Ullrich escapes out the top balcony. That same feeling of hopelessness I felt in past lives metastasizes in my muscles, freezing me entirely, and I panic, though I feel something ripped from my pocket as I turn around.</p><p>&emsp;&quot;We&apos;re not giving up. Their sacrifice was not in vain,&quot; she says, and when I open my eyes, I no longer hear the clatter of rubble cascading from the ceiling. She holds the piece of pure Essence in her hands with a devout look of determination, her radiant jade eyes piercing as the world decelerates around us.</p><p>&emsp;She grabs me at the wrist, dragging me towards the entrance from whence we came, watching with panic as meteoric masses of stone shatter the aged tile, falling gracefully with the slowness of entropy until they nearly halt. The air feels thin when our momentum grows in the atrophy of time, and when I collide with the fractals of multicolor shattered, stained glass, they spin in place as if fixed to the ceiling by a piece of string, though with the slightest touch they still slice my clothes.</p><p>&emsp;She tugs me in front of her, pushing behind me to make me go faster, and it frightens me when I remember how history might repeat itself again. We can still see the grand arch of the entry door intact because of its shape, the light of the reflective pool catching our eyes, casting a halo around the dark edges of debris, and when the boulders scrape away strands of my jet-black hair, crunching us down to a near crawl to avoid the crippling forces stronger than a hundred men apiece, we finally dive for the daylight, and in the last moment, Valentina pushes me.</p><p>&emsp;I crash into the edge of the fountain, straining my back as the trickle of time returns to a full flood, filling the air with clouds of dust. I plunge into the bloody fountain, bashing into my sister that still floats there, helplessly, and I&apos;m praying to whatever Gods may listen that I didn&apos;t lose another. </p><p>&emsp;I feel something cold and wet grab my leg and it startles me. My mind jumps to the sickly tendrils of Endogeny, and so I kick my legs, driving my head against the edge of the fountain as it releases, sitting with my back turned to the desecrated chapel.</p><p>&emsp;It&apos;s Lyra.</p><p>&emsp;I see that her chest still rises and falls. She&apos;s lost a lot of blood, but she still hangs on to life, and I reach to ferry her across the pool. I surely lost a friend, and if my family still persists, I&apos;m going to save her at any cost.</p><p>&emsp;&quot;Don&apos;t lift her,&quot; the voice says. Her feet splash in the shallow water, covering the distance of twenty meters in a matter of mere seconds, with the amulet still in her hand.</p><p>&emsp;&quot;Val, you made it,&quot; I say. My voice quavers. &quot;You didn&apos;t . . . or, I thought you&mdash;&quot;</p><p>&emsp;&quot;I have too much reason to live. I&apos;ve got a life to avenge and family to protect. And you do, too,&quot; she replies, gesturing towards my sister as she hands me the Amulet.</p>"
  ],
  "BodyFormatted": [
    [
      "<p>&emsp;The Grandmaster General&apos;s loft is just a stone&apos;s throw away from the grand hall: its windows open to the plaza and the front of the building, so Valentina has no chance to escape that visceral loss. But she doesn&apos;t want to. She sits at the window for almost three hours, staring at the shadows as they crawl across the grass as if her sister&apos;s soul inches towards her, reaching out to take her to whatever purgatory exists between the living and the dead.</p>",
      "<p>&emsp;I finally find the courage to say something to her &mdash; anything, even though I know it will never be good enough. </p>",
      "<p>&emsp;&quot;I&apos;m sorry,&quot; I tell her. </p>",
      "<p>&emsp;&quot;It&apos;s not your fault.&quot; Valentina draws a long breath. &quot;You made a choice. And I should just be thankful that you made one. It&apos;s just . . . when a person dies and their soul leaves, you know that they&apos;re gone, right? There&apos;s one state and another. Alive or dead. But not Vera. She&apos;s . . .&quot; Valentina presses her head against the window. Her fingers caress the scar her sister left on her face. &quot;And I&apos;m sorry I asked you to do that unspeakable thing.&quot;</p>",
      "<p>&emsp;&quot;You were in pain, and for that, I can forgive you. Because I know exactly how you feel.&quot;</p>",
      "<p>&emsp;Lyra listens in from the room that used to be hers. &quot;There will be so many more casualties if we don&apos;t act now. I don&apos;t even want to know the world that was left for Fletch... ...er, Titus all those other times. We need to support the Carmine..&quot;</p>",
      "<p>&emsp;&quot;I just don&apos;t get it,&quot; I say. &quot;Why didn&apos;t he kill us? Or take us captive? Why did he just take us out of the fight and put us up in his loft?&quot;</p>",
      "<p>&emsp;&quot;I don&apos;t know. But maybe he left something important behind.&quot; She motions for me to follow her, and we walk down the narrow hall until we stop at the last door.</p>",
      "<p>&emsp;&quot;Locked. It was always locked,&quot; she says, trying the handle though she knows it won&apos;t give, but then it does, and she stumbles into the room, taking a couple steps before she trips over a mass of fabric.</p>",
      "<p>&emsp;The smell of ozone hits as soon as the atmosphere settles. It&apos;s freezing. The cold air sucks the heat from the hall, and Valentina surprises me when her head bumps my shoulder. Lyra struggles to her feet, and it&apos;s dark until I throw open the curtains, casting light on shelves and shelves of colored spines. An ancient family painting stretches across the wall, opposite the windows: two ornately-dressed adults and four dark-haired children. I&apos;m certain they&apos;re true royalty from the way they&apos;re all dressed.</p>",
      "<p>&emsp;Lyra lifts the purple mass of fabric from the floor, and it&apos;s a bag. One of the straps is torn off while the other hangs on by a thread.</p>",
      "<p>&emsp;Valentina connects its relevance before I can speak. &quot;Ellie. That&apos;s her bag,&quot; She says. &quot;But how did it get up here?&quot;</p>",
      "<p>&emsp;I look closer at the framed pictures on the desk, and the faces glare back at me. &quot;She disappears every time. That&apos;s because it&apos;s Ullrich that takes her.&quot;</p>",
      "<p>&emsp;&quot;But why? She&apos;s just a child, what does she have to do with anything?&quot;</p>",
      "<p>&emsp;&quot;She has my Essence, my rightful blood, and no curse holding her back from becoming a Mask of the Gods. She is a Mask of the Humans and Chymaera. And she&apos;s the one that made Endogeny,&quot; I tell them.</p>",
      "<p>&emsp;Valentina is at a loss for words, and when Lyra tries to unroll the top of the bag, the last strap finally gives, crashing Ellie&apos;s tattered backpack to the ground, casting something metallic across the floor and under the desk. My circuits throb with Essence, and my head aches so strongly that my eyes rattle in their sockets. Lyra groans at the sudden impulse. Valentina jumps at the new sensation of Essence, feeling her skin to see if she suddenly runs a fever.</p>",
      "<p>&emsp;I don&apos;t have to reach for it to know what it is&mdash; the devastating potential it holds&mdash; and I wonder why Ullrich would leave it so easily unguarded, why he didn&apos;t give it to the Heiress to help in his harvest of Essenced souls.</p>",
      "<p>&emsp;The loft felt so empty until this moment. We wait with baited breath, listening to every creak of the floors below, wondering if they&apos;ll climb to our level and bash open the door, if maybe they&apos;re outside the window, if they&apos;re in the other rooms just waiting to bust in and execute us where we stand.</p>",
      "<p>&emsp;I find a familiar portrait on his desk when I hold my breath, and it makes me gasp for air, pulsing my heart with a panic stronger than the flux in my circuits. It&apos;s the graduation picture I never ordered, taken weeks before my speech with a single caption: FLETCHER.</p>",
      "<p>&emsp;&quot;We need to get out of here. He knows who I am. He&apos;s known this whole time, but how? And why, why did he wait?&quot; I ask, reaching beneath the desk to grasp the Amulet, despite how much it numbs my flesh and halts the blood in my veins.</p>",
      "<p>&emsp;&quot;Because I wanted to believe that you&apos;d stay,&quot; Ullrich says. &quot;You&apos;d tell me eventually. I only learned hours from now&mdash; yet I could still order your picture before it came. I was so elated to know my children can be alive during the time I struggle here. But that doesn&apos;t change what I have to do &mdash;for you, for us, and for everyone.&quot;</p>",
      "<p>&emsp;&quot;What is he talking about?&quot; Valentina asks. &quot;Your father is Clint, Titus.&quot;</p>",
      "<p>&emsp;&quot;Clint is my nephew, and old Everett is my brother. Gods, how much the lack of Essence aged him. Though he insisted to live the short rest of it atoning for his sins. How would it be different if he knew the child he let die was his grandson, alive and well? Would he still create that monster to try to take the Afterlife down?&quot;</p>",
      "<p>&emsp;Ullrich steps in the foyer, accompanied by four Chymaeran guards as silent as a whisper. He drags a tall statue to the window without an explanation, as our backs press against the bookshelf, cornered like rats, as I hold the last piece of divinity left to Blackwater.</p>",
      "<p>&emsp;&quot;I&apos;m giving you a choice, my son&mdash; my daughter&mdash; and I&apos;d like to believe there&apos;s free will, even if I know what you&apos;ll decide. Return it to me and we&apos;ll live a beautiful life up here. Your friend can stay. And when the time comes, you&apos;ll be born again to another life, a better life, free from the toil of these soul-crushing politics, and I&apos;ll do it right. You&apos;ll have a mother, a father, and if I gain enough Essence, the grandparents you never met. But you have to give it to me.&quot;</p>",
      "<p>&emsp;He catches me looking at the tattoo on his arm, but it&apos;s bumps that disfigure all the way down to both his wrists.</p>",
      "<p>&emsp;&quot;I should show you now that you know the truth.&quot; He takes off his jacket, then unbuttons the top of his shirt. Across his chest are tens of thousands of fine threads of all sizes, as if a sweater were woven into his flesh. They all cowlick in a circle at the left-center of his chest where his heart is.</p>",
      "<p>&emsp;&quot;I&apos;ve counted them, over and over and over, and every single time, no matter how close I get, it&apos;s always an impasse&mdash; with you, or that annoying girlfriend of yours as tall as the sky, or your friends, or by accident, old age, even natural causes.&quot; His eyes are fanatical: a gambler addicted to the requited cycle of gain and loss. &quot;But, Gods be damned, am I so close this time, like you wouldn&apos;t believe, and&mdash;&quot;</p>",
      "<p>&emsp;He dodges.</p>",
      "<p>&emsp;I cast a fireball at his head.</p>",
      "<p>&emsp;A vision flashes and I duck right, just as both flaming orbs scald the corners of the room.</p>",
      "<p>&emsp;&quot;You got me once like that. You thought you&apos;d surprise me. Heck, I bet your friends here don&apos;t even know what you learned in some other cycle of life. But tell me, son: how did you know to duck?&quot;</p>",
      "<p>&emsp;I say, &quot;I . . I don&apos;t know, I . . .&quot;</p>",
      "<p>&emsp;&quot;Feel like you&apos;ve&mdash;&quot; He says.</p>",
      "<p>&emsp;&quot;Been here before?&quot; We both say.</p>",
      "<p>&emsp;Ullrich says, &quot;Then why? Why is it that you can&apos;t remember? Shouldn&apos;t you have seen everything? Every reset? Why else do you think it is that you never remember killing me? And why do I never remember killing you?&quot;</p>",
      "<p>&emsp;&quot;It&apos;s because we&apos;re blocking each other.&quot;</p>",
      "<p>&emsp;&quot;All we have left is a war of spirit and will, and right now, you have far too much to lose.&quot;</p>",
      "<p>&emsp;The guards grab Lyra as the fire catches the drapes.</p>",
      "<p>&emsp;&quot;I&apos;ve seen it all. You have no surprise, no avenue of escape. Our family died the minute this world took that terrible twist. And you&apos;re only it&apos;s long shadow. My real daughter, my real son&mdash; they&apos;re still back there.&quot;</p>",
      "<p>&emsp;&quot;And that&apos;s exactly the kind of thinking that nearly destroyed me. You should have let go a long time ago!&quot; I feel embers scald my neck. The bookshelf snaps from the weight of burned paper, but I don&apos;t dare turn around.</p>",
      "<p>&emsp;&quot;What&apos;s it going to be this time? Are you going to leave your sister to die? I know every escape you&apos;ll try to make!&quot;</p>",
      "<p>&emsp;I struggle to decide. I can&apos;t come up with anything. He&apos;s in my head, and every time another idea rises, it feels like I&apos;ve seen it all play out before.</p>",
      "<p>&emsp;I grab Valentina&apos;s hand before the crossbeam snaps. We jump to the window to dodge the falling debris, yet Ullrich stands in the only safe space in the middle of the floor with his hand tightened on the fabric of Vera&apos;s collar.</p>",
      "<p>&emsp;&quot;You do better when you rush the door, but either way, that piece of pure Essence is going to be mine, and I&apos;m going all the way back this time.&quot;</p>",
      "<p>&emsp;I fail to remember the statue&apos;s right in front of me, and so I rack my left hand against its head, dropping the pendant on the floor. Our momentum is too strong to turn around. We shatter out the glass, breaking through the first boards of scaffolding before rolling across a flimsy bridge of wooden planks. Valentina&apos;s light enough to stop, but I&apos;m too heavy, and so I barely catch the edge before I fall another two stories.</p>",
      "<p>&emsp;&quot;I look forward to when you come back, Titus. You&apos;ll never reach as far as I can. You say you can deal with death and sacrifice, but can you deal with the disfigurement of your friends? Or will it crush your spirit?&quot;</p>",
      "<p>&emsp;I watch helplessly from between the slats. Lyra begs for her life, though our father never intends to take it by his own hands.</p>",
      "<p>&emsp;He kicks her out the window.</p>",
      "<p>&emsp;She flails helplessly as she reaches for a bar to grab the scaffolding, but there&apos;s nothing there: not a board, a burlap sack, nothing but a single bar that resonates when her spine snaps, folding her in two for a brief second before she falls into the fountain below.</p>",
      "<p>&emsp;&quot;All you had to do was stay, Titus. You can choose better next time,&quot; he says, and before my fear can stop me, I&apos;ve already jumped into the murky fountain, along with Valentina, cradling my sister as she cries that she can&apos;t feel her legs.</p>",
      "<p>&emsp;The water was red before I made the second splash. She can barely breathe, and I have to forcibly raise her above the water, her useless legs floating in the water.</p>",
      "<p>&emsp;&quot;It wasn&apos;t supposed to end this way, Lyra,&quot; I sob. &quot;I can go back. I can fix this!&quot;</p>",
      "<p>&emsp;&quot;Don&apos;t,&quot; she whispers. &quot;You&apos;ve done the best you can. I&apos;m so happy I can leave with everything I ever wanted. And look&mdash; I paid it back.&quot;</p>",
      "<p>&emsp;Her head bobs beneath the surface when the weakness flows out of her in plumes of crimson. I feel the energy rise in my circuits when she finally opens her hand, releasing the celestial stone of pure Essence that sinks to the bottom of the fountain.</p>",
      "<p>&emsp;There&apos;s no time before Ullrich will realize the twist he never expected. We make for the abandoned building next door. I refuse to let go, and with everything I can afford, I transfer my Essence just to stabilize her. She&apos;s losing blood fast, and I try to cauterize her wounds with the heat from my fingers. </p>",
      "<p>&emsp;It&apos;s when she doesn&apos;t react to the scalding heat that I realize she&apos;s gone.</p>",
      "<p>&emsp;The only choice we have is to go on, and once more, I can feel that breadth of time separate us from our last living moment together. I take Valentina&apos;s hand as we limp out from the crimson fountain, refusing to look back and watch as my dead sister sinks beneath the surface.</p>"
    ],
    [
      "<p>&emsp;The dilapidated building is an old chapel dating back to the earliest days of Blackwater, surrounded in scaffolding, ready for demolition, as it might be the last organically gray building in the pure Afterlife. I bash my shoulder through the wooden double doors. The celestial stone is in my pocket, radiating my entire body with energy as if it were a hollow vessel filled with boiling water. The gothic windows are all boarded with planks. Half the statues are covered with cloth, as if they were messengers for the Gods that might tell of this temple&apos;s adulteration. Our boots crunch the stained glass on the floor to colored sand, and as lukewarm winds whistle through the slats, we search for anywhere we can escape, or at least, to hide.</p>",
      "<p>&emsp;I&apos;ve seen so much death in all these cycles&mdash; enough that I convinced myself I was used to loss, unfazed by change when it could all be written over. But now I know the pain only comes when the cycle is refused, when I force myself to know it&apos;s the last chance. But is it?</p>",
      "<p>&emsp;I set down Lyra when we reach a patch of smooth ground. She curls in the letter &apos;c&apos; when I rest her against the wall, and the feeling crushes me.</p>",
      "<p>&emsp;&quot;Maybe this doesn&apos;t have to be the last one,&quot; I whisper to Valentina, as we limp through the lifeless corridors. &quot;Maybe he&apos;s right. Maybe I can go back. I can get an advantage on him, it&apos;s the only way.&quot;</p>",
      "<p>&emsp;&quot;No, you can&apos;t think like that,&quot; she says.</p>",
      "<p>&emsp;&quot;I can&apos;t live with the weight. I thought I could accept it, but the entire world is my fault: my sister grievously hurt, your sister, dead, without honor for no reason at all, and this is only the beginning. I believed. I thought this would all turn out better, but it&apos;s all slipping . . . again . . . and I swear, to the stone Gods and Goddesses that listen in this temple, I can still hear their screams.&quot;</p>",
      "<p>&emsp;She grabs the hem of Romin&apos;s tattered suit jacket to stop me for a moment. &quot;I spent my whole life telling myself that the world was my fault. That she hated me because I was a terrible daughter. In that cellar, I&apos;d run the perfect string of words over and over, convinced if I just found the right combination I might break through, just get my foot in the door, that maybe the locks could come off.&quot;</p>",
      "<p>&emsp;&quot;You thought there was a perfect answer.&quot;</p>",
      "<p>&emsp;&quot;That&apos;s right, and no matter how good I got at studying people and reading their emotions, building my craft until I made it a profession, commanding enough to stir an audience to tears or make them laugh at imaginary characters in a script&mdash; I still couldn&apos;t do it.&quot;</p>",
      "<p>&emsp;&quot;But why would you keep trying?&quot;</p>",
      "<p>&emsp;&quot;Because I was addicted to the vision of something I couldn&apos;t have, that I would never have. And you gave me a chance to see clearly for the first time. You gave me that courage to stand up for it, and let that impossible vision die before it hurt me any more.&quot;</p>",
      "<p>&emsp;&quot;So then where do I draw the line? You can live in the comfort of knowing you made that choice and you can&apos;t go back, Val, but what if this is my life purpose?&quot;</p>",
      "<p>&emsp;&quot;Purpose is tied to meaning and concrete goals. My suffering was meaningless. And my goal was to make my family love me again. What is yours?&quot;</p>",
      "<p>&emsp;&quot;I don&apos;t even know what good enough looks like. I just know I&apos;m not there yet,&quot; I tell her.</p>",
      "<p>&emsp;&quot;And will you be? Will Ullrich ever be?&quot;</p>",
      "<p>&emsp;The thread is still there on my wrist, the last line untethered unlike before. It might never show its frayed ends if I continue, but the promise to Ellie feels like shallow words of foolish passion.</p>",
      "<p>&emsp;Valentina says, &quot;My sister died horrifically, stupidly, but after I spent a long time thinking about it, I realize that doesn&apos;t mean it wasn&apos;t meaningful.&quot;</p>",
      "<p>&emsp;It&apos;s so dark. When I close my eyes, I can still see the house I left, those last moments with the woman I love, and the mother I missed all those lonely years.</p>",
      "<p>&emsp;Valentina says, &quot;I mean, I think so. It has to be, right?&quot;</p>",
      "<p>&emsp;&quot;I&apos;m not sure anymore,&quot; I tell her.</p>",
      "<p>&emsp;The ancient halls open to a broad, central chapel, where fleeting rays of sunlight pour through the high windows like golden wax. What&apos;s left of the crushed pews tells they were meant to face us, away from the stage, towards the statues of nameless Gods replaced by mortals that think themselves their equal.</p>",
      "<p>&emsp;Spirits of azure flame begin to dance in the hollow space, harmless when they graze the fabric of our tattered clothes.</p>",
      "<p>&emsp;&quot;You can take that piece of Pure Essence, but it brings you nowhere closer to anything. Give it to the daughter of Khiras, unable to harness Her power, and all of Blackwater will be destroyed. Use it yourself, and your threads will jettison all its power into the atmosphere. Give it to Lyra and nothing will happen. Only I can make anything of it.&quot;</p>",
      "<p>&emsp;His voice booms from the second floor. The flames coalesce into large shapes.</p>",
      "<p>&emsp;&quot;What, are you going to burn us out?&quot;</p>",
      "<p>&emsp;&quot;I want to tell you a story. Because regardless of who lives or dies, only memory survives these loops for the two of us.&quot;</p>",
      "<p>&emsp;His hands raise past the railing. We stand in the center while Lyra leans against the wall. The flames congeal in glowing clouds of blue plasma, covering every edge of the circular sanctum until a flat plane obscures the floor, making our feet disappear.</p>",
      "<p>&emsp;&quot;This timeline is all an illusion, Titus. I&apos;m taking us back to them. The real you is back there, the real Lyra, before the incident in the house. I&apos;m gonna raise you so you never end up alone. I&apos;ll raise you as the next Mask. I&apos;ll teach you everything I know. I&apos;ll say all the things you should have heard, that I was too late to ever tell you,&quot; he says. The luminescent smoke condenses into rugged bumps, and I recognize it as terrain: the landmarks he&apos;s committed to memory are sharp and distinct while the rest is fuzzy.</p>",
      "<p>&emsp;Valentina and I realize that we stand within the walls of Blackwater, and we&apos;re divided by the central peaks. Countless forested hills are scattered around the walls, and it feels as if I&apos;m Sylvia&apos;s divine form, watching from high above the clouds.</p>",
      "<p>&emsp;The entire map translates somewhere long past the hills and trees, somewhere the ice stops, and we see it: the terrain dotted with shrubs and trees just like the Afterlife, but everywhere, and I wonder how much Essence it would take to ever have that much heat. </p>",
      "<p>&emsp;&quot;This was the cradle of humanity. It was our birthright. And it was beautiful,&quot; he says. We shrink until we&apos;re as tall as the bordering mountains, and the landscape settles, so many boxes of buildings and stretches of open land coming into view. It&apos;s a massive city, far grander than anything I&apos;ve ever seen, at least ten times the size of small Blackwater.</p>",
      "<p>&emsp;&quot;We were so strong. We had true power in numbers, Essence, but all that was taken from us. A hundred years ago, the fall of Nordhaven crippled us, attacked by Chymaeran and Ahkvasan separatists.&quot;</p>",
      "<p>&emsp;It mystifies me how such a massive city could crumble to the will of any army in such a short time. But then I see it: volleys of Essence that eviscerate entire lines of the city at a time; divine agents I could only recognize as the Masks of other races; such a strength in numbers and formless familiars that civilians could stand no chance.</p>",
      "<p>&emsp;&quot;You can&apos;t go back because you weren&apos;t around yet. Not even I can go back that far. But the Goddess gave me this thread as a secret mission, to restore humanity to its greatest state, to wipe the slate clean of everything that should have never come to exist. So can&apos;t you see, Titus? There is no guilt when none of this is real!&quot;</p>",
      "<p>&emsp;&quot;But it is, Ullrich, can&apos;t you see? This is the life that fate chose before you ever went back to reverse it.&quot;</p>",
      "<p>&emsp;&quot;Then you&apos;re too complacent to know what it means to dream bigger. Your pathetic life below the clouds is all you&apos;ve known, with what&mdash; that pathetic father that was too drunk to show at your graduation? Your dead mother? Thankless sister? Hunger and desperation and loneliness when you deserve to be raised right? I can take all of that away.&quot;</p>",
      "<p>&emsp;&quot;It made me who I am. Sure, this world is torture. It hurts to exist, to be alive, to admit defeat and mourn all the ways life could have been different. But this is our world, meant for one shot. And I&apos;ll live with its joys, or be damned with it.&quot;</p>",
      "<p>&emsp;&quot;Then I hope the next version of you is less blinded by that pathetic helplessness,&quot; Ullrich says, casting an explosive fire charge against the top of the chapel. &quot;Now go back and give up. You can still save Lyra!&quot;</p>",
      "<p>&emsp;The crack spreads across the ceiling. Gravel raps the top of my skull. We&apos;re in the middle of  the floor, and I know if I don&apos;t act now, we&apos;ll be buried in a mass stone grave, though I&apos;m far more concerned of what it might do to the lone thread on my wrist.</p>",
      "<p>&emsp;The distant wall crumbles as Ullrich escapes out the top balcony. That same feeling of hopelessness I felt in past lives metastasizes in my muscles, freezing me entirely, and I panic, though I feel something ripped from my pocket as I turn around.</p>",
      "<p>&emsp;&quot;We&apos;re not giving up. Their sacrifice was not in vain,&quot; she says, and when I open my eyes, I no longer hear the clatter of rubble cascading from the ceiling. She holds the piece of pure Essence in her hands with a devout look of determination, her radiant jade eyes piercing as the world decelerates around us.</p>",
      "<p>&emsp;She grabs me at the wrist, dragging me towards the entrance from whence we came, watching with panic as meteoric masses of stone shatter the aged tile, falling gracefully with the slowness of entropy until they nearly halt. The air feels thin when our momentum grows in the atrophy of time, and when I collide with the fractals of multicolor shattered, stained glass, they spin in place as if fixed to the ceiling by a piece of string, though with the slightest touch they still slice my clothes.</p>",
      "<p>&emsp;She tugs me in front of her, pushing behind me to make me go faster, and it frightens me when I remember how history might repeat itself again. We can still see the grand arch of the entry door intact because of its shape, the light of the reflective pool catching our eyes, casting a halo around the dark edges of debris, and when the boulders scrape away strands of my jet-black hair, crunching us down to a near crawl to avoid the crippling forces stronger than a hundred men apiece, we finally dive for the daylight, and in the last moment, Valentina pushes me.</p>",
      "<p>&emsp;I crash into the edge of the fountain, straining my back as the trickle of time returns to a full flood, filling the air with clouds of dust. I plunge into the bloody fountain, bashing into my sister that still floats there, helplessly, and I&apos;m praying to whatever Gods may listen that I didn&apos;t lose another. </p>",
      "<p>&emsp;I feel something cold and wet grab my leg and it startles me. My mind jumps to the sickly tendrils of Endogeny, and so I kick my legs, driving my head against the edge of the fountain as it releases, sitting with my back turned to the desecrated chapel.</p>",
      "<p>&emsp;It&apos;s Lyra.</p>",
      "<p>&emsp;I see that her chest still rises and falls. She&apos;s lost a lot of blood, but she still hangs on to life, and I reach to ferry her across the pool. I surely lost a friend, and if my family still persists, I&apos;m going to save her at any cost.</p>",
      "<p>&emsp;&quot;Don&apos;t lift her,&quot; the voice says. Her feet splash in the shallow water, covering the distance of twenty meters in a matter of mere seconds, with the amulet still in her hand.</p>",
      "<p>&emsp;&quot;Val, you made it,&quot; I say. My voice quavers. &quot;You didn&apos;t . . . or, I thought you&mdash;&quot;</p>",
      "<p>&emsp;&quot;I have too much reason to live. I&apos;ve got a life to avenge and family to protect. And you do, too,&quot; she replies, gesturing towards my sister as she hands me the Amulet.</p>"
    ]
  ],
  "Release": 430,
  "ReleaseDate": [
    "03",
    "07",
    "2026",
    "2026-03-07 00:00:00"
  ],
  "Active": false,
  "Perspective": "Titus",
  "Status": "No Status",
  "WordCount": 0,
  "Summary": ""
}