{
  "Story": "Firebrand",
  "Title": "Chapter Fifty-Four",
  "Subtitle": "Purgatory Line",
  "Act": 4,
  "ChapterNumber": 54,
  "Synopsis": "The Lower City converges on the Afterlife.",
  "RevNotes": "",
  "ID": "4.52",
  "Body": [
    "<p>&emsp;It took almost an hour of untended, winding service roads before the amethyst lightning grew any larger, and sprawled across the back seat of the touring car, Lyra looked like she&apos;s throw up at any moment. If it wasn&apos;t for me holding her shoulders to the seat with her head in my lap, she would have popped out of the car through the tattered fabric as soon as we drove off the freight lift.</p><p>&emsp;The ambient sounds of discharging rifles tell us we&apos;re getting closer to the front lines. Ahead, we watch as scouting parties cross the road like rabbits, disappearing in the trees before we can see where they went.</p><p>&emsp;A twosome surprises us on the road, their rifles raised although our headlights aren&apos;t on to blind them. With such a posh motorcar, rolling like a polished pearl on ruddy trails &mdash; were it not for the gaping hole in the ceiling and bullet holes all across the chassis, they would have shot us right away. Valentina tries to brake slowly, but a rock catches the rigid wheel, jolting us upwards, and Lyra grunts at the sudden shift.</p><p>&emsp;&quot;What are you . . .&quot; The first stranger squints while the second still steadies their rifle. &quot;Who is that . . . Vera? Vera, is that you? Sweet Khiras above. And Titus!&quot;</p><p>&emsp;The voice is Jarrett&apos;s, and he&apos;s joined by Delvin.</p><p>&emsp;&quot;Isla&apos;s back at base camp. We need to get us all back together. Gods above, I didn&apos;t know when you were coming back.&quot;</p><p>&emsp;&quot;Jarrett,&quot; Delvin says.</p><p>&emsp;&quot;It was all such a shot in the dark, sending you all up there, and&mdash;&quot;</p><p>&emsp;&quot;Jarrett, that&apos;s not Vera. That&apos;s Valentina,&quot; Delvin says. He looks at Lyra and I through the broken window. &quot;What happened to Vera, Titus?&quot;</p><p>&emsp;We&apos;re in for a quiet ride after we tell them. Jarrett sits in the front with both their rifles. Delvin sits on the right seat, supporting Lyra&apos;s legs over his lap as he stares out the window, maybe hiding tears at the edge of exhaustion.</p><p>&emsp;Jarrett says, &quot;Despite everything, your fireteam did it. I still don&apos;t know how you managed to pull it off.&quot;</p><p>&emsp;&quot;Pull off what?&quot; I ask.</p><p>&emsp;&quot;Most of the Merlot and Carmine in all the districts are allied together. They listened to Vincent&apos;s message. And we spread the message to the masses &mdash; some of the unaffiliated civilians have taken arms for our cause, while others are escaping towards the outer walls.  Romin and I just pray it buys enough time to stop whatever drives Endogeny.&quot;</p><p>&emsp;&quot;Then we have to get to the inner walls fast,&quot; I say. </p><p>&emsp;&quot;Why don&apos;t we take the lift?&quot; Valentina asks.</p><p>&emsp;&quot;Because it will be crawling with Afterlife after our escape: plus, it&apos;s far too slow,&quot; I say. I turn to Delvin. &quot;How are the others? Isla? Sylvia?&quot;</p><p>&emsp;&quot;They&apos;re preparing their assault with the rest of the militia. If you&apos;re lucky, you&apos;ll catch them before they leave,&quot; he says.</p><p>&emsp;It&apos;s only half an hour more, but every second on the winding roads make it feel so much longer. The other fireteam has no further words for their dead friend, and Valentina reflects their silent suffering, as if guilty that she&apos;s not her.</p><p>&emsp;The car pulls into the Academy North campus, past the broken steel gates defended by Merlot and Carmine, and they wave to us. The campus is flooded with cadets, brave commoners, Merlotan guards, and Carmine brothers and sisters. The intercom repeats that THIS SPACE IS FOR ALLIED MILITIA ONLY &mdash; that all the other civilians are to egress towards the outer walls with all they can carry.</p><p>&emsp;The one commonality is that all of them are walking the same way, towards the Foothills, and it&apos;s as if we drove through a cross-current of pink and crimson.</p><p>&emsp;Surely enough, the Academy North administration building is the main operating base, well-furnished with supplies since they commandeered the gondola to carry all the munitions from the Carmine compound.</p><p>&emsp;It&apos;s tremendous what the opposing factions can accomplish when they work together. I get a closer look at their members when I step out of the car, steadying Lyra as she heals herself with the Amulet. They wear the same clothes of their factions, but their membership patches are different. The whole base exchanged their faction&apos;s patch with the members of the other, giving all the militants a homogenous color scheme.</p><p>&emsp;I ask one of the Merlotans. &quot;What&apos;s going on here?&quot;</p><p>&emsp;&quot;Is that a joke? Get your things together. The next wave is moving out,&quot; he says, before joining his fireteam as the mass exodus makes for the mountain. I start to walk in their direction, but a hand tensions around my mark before I can go.</p><p>&emsp;&quot;Whoa, there. Not you, buddy. We need you for later.&quot; </p><p>&emsp;It&apos;s Romin.</p><p>&emsp;&quot;Our scouts saw you coming from afar. They were asking what a cloud was doing on the ground  and not in the air,&quot; he says.</p><p>&emsp;Valentina embraces him with all her sorrow and he consoles her.</p><p>&emsp;&quot;We need a medical team to help Lyra,&quot; I tell him. &quot;She&apos;s still in the car.&quot;</p><p>&emsp;&quot;Sure.&quot; Romin pulls aside two Carmine cadets walking past, ordering them to go to the medical bay. &quot;You weren&apos;t gone for long. I was expecting to meet you on the other side of the wall. What happened up there?&quot;</p><p>&emsp;Valentina gives him the short of it.</p><p>&emsp;&quot;Gods above,&quot; he says, just as the medical team takes Lyra on our makeshift stretcher.</p><p>&emsp;&quot;But we got something. And it won&apos;t be useful to us until we make it to the other side of the wall, and I have my chance.&quot;</p><p>&emsp;Lyra passes it off to me before the medics can carry her upstream. The same resonance flutters my circuits, and only now does it hit me that this is the final push.</p><p>&emsp;&quot;My father shared his Essence. I can feel that. What is it?&quot;</p><p>&emsp;&quot;A fragment of Pure Essence. More than the First Red had in the Backwoods,&quot; I tell him. &quot;This was supposed to be in the house beyond the walls. I stole it back. And now we can use it to gain an edge on the source of Endogeny.&quot;</p><p>&emsp;Romin gestures to the flood of militiamen making for the hills. I never knew there were this many fighting spirits in Blackwater. &quot;Let these fighters pave the way for our forces of destruction. We are all no longer divided. Between Merlot and Carmine, there is no other enemy beyond the false gods above the clouds. We will choke them out from all sides before Endogeny can extinguish us!&quot;</p>",
    "<p>&emsp;The true Humans of Blackwater might strain their muscles climbing the foothills to approach the outer walls of the Upper City, but to them, it&apos;s a true downhill battle.</p><p>&emsp;The Afterlife might have generations of Essence they stored for this very moment, but they don&apos;t have that feverish determinism of the ones that were poor, desperate, and weak their whole lives: the ones willing to give everything, including themselves, for their people to live on. They launch their volleys of Essence without aim at the foothills. The ground dissolves. Bodies dissolve. The dirt and rock launches into the air, trapping dusk in a thin, timeless orange haze, yet we continue to run towards the walls, getting closer and closer, our lungs screaming for breath as we scale the incline further and further, guns blasting, axe-rifles chopping, screams of only agony or determination christening the air.</p><p>&emsp;The first three waves were fodder. They knew their purpose but acted anyway, with so much anger to release the pains of death were incomparable. The next two waves were the ones that broke through Endogeny, carving a path in the black rubber ring of rancid gore, holding it off long enough for the demolition it&apos;s teams to establish a foothold. And now &mdash; as the final waves of the three northern provinces pierce the black bile, the pearlescent walls grow closer and closer.</p><p>&emsp;&quot;Don&apos;t let it deceive you! There is nothing living left, not your friends, not your family, nothing,&quot; Romin shouts, as he slices through a tattered limb of Endogeny. Valentina&apos;s sister appeared to her three times, but each time she blew a hole through its chest, collapsing the Chymaeran chum to amorphousness.</p><p>&emsp;Our team is immune to small patches of Endogeny. Though the great Chymaeran weapon churns cadets and combatants like toothless, cancerous gums, we wade through the middle passage, so close to the wall that Romin could throw a rock at it.</p><p>&emsp;The Royal Guard are nervous atop the walls, exhausting their Essence to cast flames on the militiamen between the walls and Endogeny. I wonder how long we can hold the ring open. I wonder how the other partnered provinces fare in this grand campaign, whether they&apos;re just bait for the black bile, or if they&apos;re at their walls too, preparing the charges to crumble the walls.</p><p>&emsp;The amulet is around my neck, sharing the same strong chain as my mother&apos;s Chymaeran marker. Romin&apos;s excitement climbs as we get closer. The central team carries the crates between the flank of human shields, keeping the precious cargo from the bile. It&apos;s when we make it halfway through the obsidian river that Romin huffs his orders.</p><p>&emsp;&quot;Keep Endogeny from the wall, clear a space&mdash; we&apos;re blowing it!&quot;</p><p>&emsp;They shim the boxes with boulders just to keep them upright. The Essenced explosives are packed with every last ounce of Essence the Merlotan families have, glowing bright crimson, waiting for a single spark to eviscerate everything.</p><p>&emsp;&quot;Plant the charges!&quot; Romin barks, but they&apos;re already installing the explosives on the wall. The fighters behind us hold the line against suffocation in the bile. They cry under the force of odorous, decaying flesh and sinew reaching with uncanny hands to absorb them; chopping and slicing between heaving breaths just like we are; and the more it builds, the quicker we realize that the mass is conscious enough to understand what we&apos;re doing.</p><p>&emsp;&quot;Romin, get them to hurry up!&quot; I say. Endogeny absorbs a Merlotan&apos;s hand when he slips on his swing, and the Merlotan soldier cries out in fear &mdash; though I know Endogeny&apos;s toxic make-up mutes all the pain.</p><p>&emsp;&quot;Almost there, just hold a little longer,&quot; Romin orders. The ring is closing on itself. Soon we&apos;ll separated from the fighters on the other side of Endogeny, enclaved between the tar and the pearlescent wall.</p><p>&emsp;The demolitionists retreat with the detonation line just as Endogeny is about to close. We redouble our forces on the inner walls, parting the sea of tar like a bad haircut, just a little longer until we can clear the blast radius, back-to-back as Endogeny tries to repair itself.</p><p>&emsp;Our muscles tense, and we cover our ears, prepares for the blast, just as Romin opens his mouth to issue the order.</p><p>&emsp;&quot;Blow it.&quot;</p><p>&emsp;One of the Merlotan militants drives down the plunger. I close my eyes to save my sight from the blast, holding my breath as I take blind slashes at the mess of conscious black tar. But nothing happens.</p><p>&emsp;The Merlotan frantically drives the plunger twice more. Jarrett pulls at the wire, and we realize that a chunk of Endogeny dissolved the cable, severing us from our deliverance.</p><p>&emsp;&quot;Gods damn it,&quot; Romin shouts.</p><p>&emsp;&quot;We can&apos;t hold much longer,&quot; Valentina insists, and my arms strain under the exhaustion. My back presses hard against another Carmine brother. Deterring flames bellow from my palms. We&apos;ll be compressed by the tar if we don&apos;t act immediately. Not even my threads could change this outcome.</p><p>&emsp;&quot;It&apos;s time, then,&quot; Romin says. His voice is calm and serene, despite everything.</p><p>&emsp;&quot;Time for what?&quot; Jarrett asks.</p><p>&emsp;&quot;It&apos;s time to rush the wall,&quot; he says.</p><p>&emsp;&quot;But that&apos;s suicide!&quot; Jarrett says.</p><p>&emsp;&quot;Not you. There&apos;s a higher mission here than any of us, and even if none of us survive to tell of it...&quot;</p><p>&emsp;I cast a ball of fire at the wall of Essenced explosives. The metal warms, but nothing happens. In response, Romin grasps my shoulder.</p><p>&emsp;&quot;It&apos;s been an honor to be your friend, Titus. I truly love you as a brother.&quot;</p><p>&emsp;&quot;You can&apos;t do this,&quot; I tell him. &quot;We can find another way. Let me try again!&quot;</p><p>&emsp;&quot;We both know there&apos;s no time to think,&quot; he says. Something feels so different in him: no longer the same child paralyzed by hubris; no longer shivering in the shadow of that great, bronze statue.</p><p>&emsp;Valentina embraces him as another soldier takes her spot. She weeps into his chest for seconds until she&apos;s dragged back into the fight, because Endogeny is a thoughtless hivemind with no patience for altruism.</p><p>&emsp;&quot;Remember what I stood for,&quot; he tells us, letting out his raucous rallying cry as he charges the wall with the detonator. Endogeny binds itself together at his egress right before it can grab him, and as we continue to resist the black bile with tears wetting our eyes, the blast eviscerates the wall, casting chunks of pearlescent white stone, blowing a massive, searing hole though the layer Endogeny unintentionally guarded us with.</p><p>&emsp;The plumes and smoke blow over. We cough at the white dust as Endogeny retreats, afraid of the Essenced flames scalding the ground. To the distant foothills, we can already see other massive chunks of the amorphous mass advancing into the city, gaining size with the plant life it rips from the ground: absorbing whole trees in a matter of seconds.</p><p>&emsp;But through the smoke and dust, light shimmers through the vertical crater that Romin&apos;s sacrifice offers us. There is nothing left of him to mourn like all the times past, and in the shortness of time, our ears ringing as our lungs scorch on sparse air, we realize the only piece of him we have left to carry is the purpose that bonded the warring factions together.</p><p>&emsp;&quot;I loved him. I should have told him, Gods above, even at the end I couldn&apos;t say it.&quot; Valentina repeats it over and over. The insurgents rush into the vertical crater as we stand there in disbelief.</p><p>&emsp;This is the first time the finality of this chance has imbued me with the weight of grief. My mind flickers to that small breadth of time separating me from Romin when he wasn&apos;t reduced to a bloody mist, relegated to nothing as if he never existed at all. I fall to my knees. I know if I went back that maybe, just maybe, we could make it work. I could move the line. we could blow it early. Gods above, we could do it all different!</p><p>&emsp;I find the tears rolling down my face when I take Romin&apos;s axegun to my chin, just to feel it when everyone else is too preoccupied with their grief. Maybe Valentina was right to ask. I didn&apos;t feel the weight of personal connection &mdash; all the years that she and her sister feuded over title and family just to apologize later, maybe galvanizing their relationship with that continued strain.</p><p>&emsp;&quot;I can go back still. Just once,&quot; I whisper to myself. This is different than Ullrich&apos;s endless campaign for perfection. This is just a subtle, calculable detail in the vastness of the universe, one small wish to grant. And all it takes is one spasm of a finger.</p><p>&emsp;It&apos;s then that I feel the arms around me as I weep, the barrel under my chin ready to blow my brain out the top in misted confetti, though I wouldn&apos;t be around to feel its power. They tighten themselves around me. They place their head above mine, right into the path of the last loaded slug.</p><p>&emsp;&quot;You have to believe this world can be enough,&quot; Sylvia says. &quot;You told me this was it. You can be better than him.&quot;</p><p>&emsp;&quot;He&apos;s right there,&quot; I tell her. &quot;One minute. One minute away from us...&quot;</p><p>&emsp;&quot;I know,&quot; she says. Her embrace reminds me of my sister&apos;s gentle compassion in the other worldline. It reminds me of every emotional piece of the promise I made to her, to live smart, hard, and only once more. I check my wrist. Unlike Ullrich, this thread still has its frayed end. &quot;This is all just the truth you told me, moments before you left. So wear his mission on your sleeve.&quot;</p><p>&emsp;Though Valentina&apos;s grief paralyzes her, I goad her onwards towards the opening in the wall, along with Jarrett, Isla, and Delvin, both our fireteams missing an essential member. We let the current of combatants take us once we find the strength to let go, bidding the final farewell to our boisterous friend, without a physical form to bury.</p>"
  ],
  "BodyFormatted": [
    [
      "<p id=\"4.54.1.1\" class=\"Titus\">&emsp;It took almost an hour of untended, winding service roads before the amethyst lightning grew any larger, and sprawled across the back seat of the touring car, Lyra looked like she&apos;s throw up at any moment. If it wasn&apos;t for me holding her shoulders to the seat with her head in my lap, she would have popped out of the car through the tattered fabric as soon as we drove off the freight lift.</p>",
      "<p id=\"4.54.1.2\" class=\"Titus\">&emsp;The ambient sounds of discharging rifles tell us we&apos;re getting closer to the front lines. Ahead, we watch as scouting parties cross the road like rabbits, disappearing in the trees before we can see where they went.</p>",
      "<p id=\"4.54.1.3\" class=\"Titus\">&emsp;A twosome surprises us on the road, their rifles raised although our headlights aren&apos;t on to blind them. With such a posh motorcar, rolling like a polished pearl on ruddy trails &mdash; were it not for the gaping hole in the ceiling and bullet holes all across the chassis, they would have shot us right away. Valentina tries to brake slowly, but a rock catches the rigid wheel, jolting us upwards, and Lyra grunts at the sudden shift.</p>",
      "<p id=\"4.54.1.4\" class=\"Titus\">&emsp;&quot;What are you . . .&quot; The first stranger squints while the second still steadies their rifle. &quot;Who is that . . . Vera? Vera, is that you? Sweet Khiras above. And Titus!&quot;</p>",
      "<p id=\"4.54.1.5\" class=\"Titus\">&emsp;The voice is Jarrett&apos;s, and he&apos;s joined by Delvin.</p>",
      "<p id=\"4.54.1.6\" class=\"Titus\">&emsp;&quot;Isla&apos;s back at base camp. We need to get us all back together. Gods above, I didn&apos;t know when you were coming back.&quot;</p>",
      "<p id=\"4.54.1.7\" class=\"Titus\">&emsp;&quot;Jarrett,&quot; Delvin says.</p>",
      "<p id=\"4.54.1.8\" class=\"Titus\">&emsp;&quot;It was all such a shot in the dark, sending you all up there, and&mdash;&quot;</p>",
      "<p id=\"4.54.1.9\" class=\"Titus\">&emsp;&quot;Jarrett, that&apos;s not Vera. That&apos;s Valentina,&quot; Delvin says. He looks at Lyra and I through the broken window. &quot;What happened to Vera, Titus?&quot;</p>",
      "<p id=\"4.54.1.10\" class=\"Titus\">&emsp;We&apos;re in for a quiet ride after we tell them. Jarrett sits in the front with both their rifles. Delvin sits on the right seat, supporting Lyra&apos;s legs over his lap as he stares out the window, maybe hiding tears at the edge of exhaustion.</p>",
      "<p id=\"4.54.1.11\" class=\"Titus\">&emsp;Jarrett says, &quot;Despite everything, your fireteam did it. I still don&apos;t know how you managed to pull it off.&quot;</p>",
      "<p id=\"4.54.1.12\" class=\"Titus\">&emsp;&quot;Pull off what?&quot; I ask.</p>",
      "<p id=\"4.54.1.13\" class=\"Titus\">&emsp;&quot;Most of the Merlot and Carmine in all the districts are allied together. They listened to Vincent&apos;s message. And we spread the message to the masses &mdash; some of the unaffiliated civilians have taken arms for our cause, while others are escaping towards the outer walls.  Romin and I just pray it buys enough time to stop whatever drives Endogeny.&quot;</p>",
      "<p id=\"4.54.1.14\" class=\"Titus\">&emsp;&quot;Then we have to get to the inner walls fast,&quot; I say. </p>",
      "<p id=\"4.54.1.15\" class=\"Titus\">&emsp;&quot;Why don&apos;t we take the lift?&quot; Valentina asks.</p>",
      "<p id=\"4.54.1.16\" class=\"Titus\">&emsp;&quot;Because it will be crawling with Afterlife after our escape: plus, it&apos;s far too slow,&quot; I say. I turn to Delvin. &quot;How are the others? Isla? Sylvia?&quot;</p>",
      "<p id=\"4.54.1.17\" class=\"Titus\">&emsp;&quot;They&apos;re preparing their assault with the rest of the militia. If you&apos;re lucky, you&apos;ll catch them before they leave,&quot; he says.</p>",
      "<p id=\"4.54.1.18\" class=\"Titus\">&emsp;It&apos;s only half an hour more, but every second on the winding roads make it feel so much longer. The other fireteam has no further words for their dead friend, and Valentina reflects their silent suffering, as if guilty that she&apos;s not her.</p>",
      "<p id=\"4.54.1.19\" class=\"Titus\">&emsp;The car pulls into the Academy North campus, past the broken steel gates defended by Merlot and Carmine, and they wave to us. The campus is flooded with cadets, brave commoners, Merlotan guards, and Carmine brothers and sisters. The intercom repeats that THIS SPACE IS FOR ALLIED MILITIA ONLY &mdash; that all the other civilians are to egress towards the outer walls with all they can carry.</p>",
      "<p id=\"4.54.1.20\" class=\"Titus\">&emsp;The one commonality is that all of them are walking the same way, towards the Foothills, and it&apos;s as if we drove through a cross-current of pink and crimson.</p>",
      "<p id=\"4.54.1.21\" class=\"Titus\">&emsp;Surely enough, the Academy North administration building is the main operating base, well-furnished with supplies since they commandeered the gondola to carry all the munitions from the Carmine compound.</p>",
      "<p id=\"4.54.1.22\" class=\"Titus\">&emsp;It&apos;s tremendous what the opposing factions can accomplish when they work together. I get a closer look at their members when I step out of the car, steadying Lyra as she heals herself with the Amulet. They wear the same clothes of their factions, but their membership patches are different. The whole base exchanged their faction&apos;s patch with the members of the other, giving all the militants a homogenous color scheme.</p>",
      "<p id=\"4.54.1.23\" class=\"Titus\">&emsp;I ask one of the Merlotans. &quot;What&apos;s going on here?&quot;</p>",
      "<p id=\"4.54.1.24\" class=\"Titus\">&emsp;&quot;Is that a joke? Get your things together. The next wave is moving out,&quot; he says, before joining his fireteam as the mass exodus makes for the mountain. I start to walk in their direction, but a hand tensions around my mark before I can go.</p>",
      "<p id=\"4.54.1.25\" class=\"Titus\">&emsp;&quot;Whoa, there. Not you, buddy. We need you for later.&quot; </p>",
      "<p id=\"4.54.1.26\" class=\"Titus\">&emsp;It&apos;s Romin.</p>",
      "<p id=\"4.54.1.27\" class=\"Titus\">&emsp;&quot;Our scouts saw you coming from afar. They were asking what a cloud was doing on the ground  and not in the air,&quot; he says.</p>",
      "<p id=\"4.54.1.28\" class=\"Titus\">&emsp;Valentina embraces him with all her sorrow and he consoles her.</p>",
      "<p id=\"4.54.1.29\" class=\"Titus\">&emsp;&quot;We need a medical team to help Lyra,&quot; I tell him. &quot;She&apos;s still in the car.&quot;</p>",
      "<p id=\"4.54.1.30\" class=\"Titus\">&emsp;&quot;Sure.&quot; Romin pulls aside two Carmine cadets walking past, ordering them to go to the medical bay. &quot;You weren&apos;t gone for long. I was expecting to meet you on the other side of the wall. What happened up there?&quot;</p>",
      "<p id=\"4.54.1.31\" class=\"Titus\">&emsp;Valentina gives him the short of it.</p>",
      "<p id=\"4.54.1.32\" class=\"Titus\">&emsp;&quot;Gods above,&quot; he says, just as the medical team takes Lyra on our makeshift stretcher.</p>",
      "<p id=\"4.54.1.33\" class=\"Titus\">&emsp;&quot;But we got something. And it won&apos;t be useful to us until we make it to the other side of the wall, and I have my chance.&quot;</p>",
      "<p id=\"4.54.1.34\" class=\"Titus\">&emsp;Lyra passes it off to me before the medics can carry her upstream. The same resonance flutters my circuits, and only now does it hit me that this is the final push.</p>",
      "<p id=\"4.54.1.35\" class=\"Titus\">&emsp;&quot;My father shared his Essence. I can feel that. What is it?&quot;</p>",
      "<p id=\"4.54.1.36\" class=\"Titus\">&emsp;&quot;A fragment of Pure Essence. More than the First Red had in the Backwoods,&quot; I tell him. &quot;This was supposed to be in the house beyond the walls. I stole it back. And now we can use it to gain an edge on the source of Endogeny.&quot;</p>",
      "<p id=\"4.54.1.37\" class=\"Titus\">&emsp;Romin gestures to the flood of militiamen making for the hills. I never knew there were this many fighting spirits in Blackwater. &quot;Let these fighters pave the way for our forces of destruction. We are all no longer divided. Between Merlot and Carmine, there is no other enemy beyond the false gods above the clouds. We will choke them out from all sides before Endogeny can extinguish us!&quot;</p>"
    ],
    [
      "<p id=\"4.54.2.1\" class=\"Titus\">&emsp;The true Humans of Blackwater might strain their muscles climbing the foothills to approach the outer walls of the Upper City, but to them, it&apos;s a true downhill battle.</p>",
      "<p id=\"4.54.2.2\" class=\"Titus\">&emsp;The Afterlife might have generations of Essence they stored for this very moment, but they don&apos;t have that feverish determinism of the ones that were poor, desperate, and weak their whole lives: the ones willing to give everything, including themselves, for their people to live on. They launch their volleys of Essence without aim at the foothills. The ground dissolves. Bodies dissolve. The dirt and rock launches into the air, trapping dusk in a thin, timeless orange haze, yet we continue to run towards the walls, getting closer and closer, our lungs screaming for breath as we scale the incline further and further, guns blasting, axe-rifles chopping, screams of only agony or determination christening the air.</p>",
      "<p id=\"4.54.2.3\" class=\"Titus\">&emsp;The first three waves were fodder. They knew their purpose but acted anyway, with so much anger to release the pains of death were incomparable. The next two waves were the ones that broke through Endogeny, carving a path in the black rubber ring of rancid gore, holding it off long enough for the demolition it&apos;s teams to establish a foothold. And now &mdash; as the final waves of the three northern provinces pierce the black bile, the pearlescent walls grow closer and closer.</p>",
      "<p id=\"4.54.2.4\" class=\"Titus\">&emsp;&quot;Don&apos;t let it deceive you! There is nothing living left, not your friends, not your family, nothing,&quot; Romin shouts, as he slices through a tattered limb of Endogeny. Valentina&apos;s sister appeared to her three times, but each time she blew a hole through its chest, collapsing the Chymaeran chum to amorphousness.</p>",
      "<p id=\"4.54.2.5\" class=\"Titus\">&emsp;Our team is immune to small patches of Endogeny. Though the great Chymaeran weapon churns cadets and combatants like toothless, cancerous gums, we wade through the middle passage, so close to the wall that Romin could throw a rock at it.</p>",
      "<p id=\"4.54.2.6\" class=\"Titus\">&emsp;The Royal Guard are nervous atop the walls, exhausting their Essence to cast flames on the militiamen between the walls and Endogeny. I wonder how long we can hold the ring open. I wonder how the other partnered provinces fare in this grand campaign, whether they&apos;re just bait for the black bile, or if they&apos;re at their walls too, preparing the charges to crumble the walls.</p>",
      "<p id=\"4.54.2.7\" class=\"Titus\">&emsp;The amulet is around my neck, sharing the same strong chain as my mother&apos;s Chymaeran marker. Romin&apos;s excitement climbs as we get closer. The central team carries the crates between the flank of human shields, keeping the precious cargo from the bile. It&apos;s when we make it halfway through the obsidian river that Romin huffs his orders.</p>",
      "<p id=\"4.54.2.8\" class=\"Titus\">&emsp;&quot;Keep Endogeny from the wall, clear a space&mdash; we&apos;re blowing it!&quot;</p>",
      "<p id=\"4.54.2.9\" class=\"Titus\">&emsp;They shim the boxes with boulders just to keep them upright. The Essenced explosives are packed with every last ounce of Essence the Merlotan families have, glowing bright crimson, waiting for a single spark to eviscerate everything.</p>",
      "<p id=\"4.54.2.10\" class=\"Titus\">&emsp;&quot;Plant the charges!&quot; Romin barks, but they&apos;re already installing the explosives on the wall. The fighters behind us hold the line against suffocation in the bile. They cry under the force of odorous, decaying flesh and sinew reaching with uncanny hands to absorb them; chopping and slicing between heaving breaths just like we are; and the more it builds, the quicker we realize that the mass is conscious enough to understand what we&apos;re doing.</p>",
      "<p id=\"4.54.2.11\" class=\"Titus\">&emsp;&quot;Romin, get them to hurry up!&quot; I say. Endogeny absorbs a Merlotan&apos;s hand when he slips on his swing, and the Merlotan soldier cries out in fear &mdash; though I know Endogeny&apos;s toxic make-up mutes all the pain.</p>",
      "<p id=\"4.54.2.12\" class=\"Titus\">&emsp;&quot;Almost there, just hold a little longer,&quot; Romin orders. The ring is closing on itself. Soon we&apos;ll separated from the fighters on the other side of Endogeny, enclaved between the tar and the pearlescent wall.</p>",
      "<p id=\"4.54.2.13\" class=\"Titus\">&emsp;The demolitionists retreat with the detonation line just as Endogeny is about to close. We redouble our forces on the inner walls, parting the sea of tar like a bad haircut, just a little longer until we can clear the blast radius, back-to-back as Endogeny tries to repair itself.</p>",
      "<p id=\"4.54.2.14\" class=\"Titus\">&emsp;Our muscles tense, and we cover our ears, prepares for the blast, just as Romin opens his mouth to issue the order.</p>",
      "<p id=\"4.54.2.15\" class=\"Titus\">&emsp;&quot;Blow it.&quot;</p>",
      "<p id=\"4.54.2.16\" class=\"Titus\">&emsp;One of the Merlotan militants drives down the plunger. I close my eyes to save my sight from the blast, holding my breath as I take blind slashes at the mess of conscious black tar. But nothing happens.</p>",
      "<p id=\"4.54.2.17\" class=\"Titus\">&emsp;The Merlotan frantically drives the plunger twice more. Jarrett pulls at the wire, and we realize that a chunk of Endogeny dissolved the cable, severing us from our deliverance.</p>",
      "<p id=\"4.54.2.18\" class=\"Titus\">&emsp;&quot;Gods damn it,&quot; Romin shouts.</p>",
      "<p id=\"4.54.2.19\" class=\"Titus\">&emsp;&quot;We can&apos;t hold much longer,&quot; Valentina insists, and my arms strain under the exhaustion. My back presses hard against another Carmine brother. Deterring flames bellow from my palms. We&apos;ll be compressed by the tar if we don&apos;t act immediately. Not even my threads could change this outcome.</p>",
      "<p id=\"4.54.2.20\" class=\"Titus\">&emsp;&quot;It&apos;s time, then,&quot; Romin says. His voice is calm and serene, despite everything.</p>",
      "<p id=\"4.54.2.21\" class=\"Titus\">&emsp;&quot;Time for what?&quot; Jarrett asks.</p>",
      "<p id=\"4.54.2.22\" class=\"Titus\">&emsp;&quot;It&apos;s time to rush the wall,&quot; he says.</p>",
      "<p id=\"4.54.2.23\" class=\"Titus\">&emsp;&quot;But that&apos;s suicide!&quot; Jarrett says.</p>",
      "<p id=\"4.54.2.24\" class=\"Titus\">&emsp;&quot;Not you. There&apos;s a higher mission here than any of us, and even if none of us survive to tell of it...&quot;</p>",
      "<p id=\"4.54.2.25\" class=\"Titus\">&emsp;I cast a ball of fire at the wall of Essenced explosives. The metal warms, but nothing happens. In response, Romin grasps my shoulder.</p>",
      "<p id=\"4.54.2.26\" class=\"Titus\">&emsp;&quot;It&apos;s been an honor to be your friend, Titus. I truly love you as a brother.&quot;</p>",
      "<p id=\"4.54.2.27\" class=\"Titus\">&emsp;&quot;You can&apos;t do this,&quot; I tell him. &quot;We can find another way. Let me try again!&quot;</p>",
      "<p id=\"4.54.2.28\" class=\"Titus\">&emsp;&quot;We both know there&apos;s no time to think,&quot; he says. Something feels so different in him: no longer the same child paralyzed by hubris; no longer shivering in the shadow of that great, bronze statue.</p>",
      "<p id=\"4.54.2.29\" class=\"Titus\">&emsp;Valentina embraces him as another soldier takes her spot. She weeps into his chest for seconds until she&apos;s dragged back into the fight, because Endogeny is a thoughtless hivemind with no patience for altruism.</p>",
      "<p id=\"4.54.2.30\" class=\"Titus\">&emsp;&quot;Remember what I stood for,&quot; he tells us, letting out his raucous rallying cry as he charges the wall with the detonator. Endogeny binds itself together at his egress right before it can grab him, and as we continue to resist the black bile with tears wetting our eyes, the blast eviscerates the wall, casting chunks of pearlescent white stone, blowing a massive, searing hole though the layer Endogeny unintentionally guarded us with.</p>",
      "<p id=\"4.54.2.31\" class=\"Titus\">&emsp;The plumes and smoke blow over. We cough at the white dust as Endogeny retreats, afraid of the Essenced flames scalding the ground. To the distant foothills, we can already see other massive chunks of the amorphous mass advancing into the city, gaining size with the plant life it rips from the ground: absorbing whole trees in a matter of seconds.</p>",
      "<p id=\"4.54.2.32\" class=\"Titus\">&emsp;But through the smoke and dust, light shimmers through the vertical crater that Romin&apos;s sacrifice offers us. There is nothing left of him to mourn like all the times past, and in the shortness of time, our ears ringing as our lungs scorch on sparse air, we realize the only piece of him we have left to carry is the purpose that bonded the warring factions together.</p>",
      "<p id=\"4.54.2.33\" class=\"Titus\">&emsp;&quot;I loved him. I should have told him, Gods above, even at the end I couldn&apos;t say it.&quot; Valentina repeats it over and over. The insurgents rush into the vertical crater as we stand there in disbelief.</p>",
      "<p id=\"4.54.2.34\" class=\"Titus\">&emsp;This is the first time the finality of this chance has imbued me with the weight of grief. My mind flickers to that small breadth of time separating me from Romin when he wasn&apos;t reduced to a bloody mist, relegated to nothing as if he never existed at all. I fall to my knees. I know if I went back that maybe, just maybe, we could make it work. I could move the line. we could blow it early. Gods above, we could do it all different!</p>",
      "<p id=\"4.54.2.35\" class=\"Titus\">&emsp;I find the tears rolling down my face when I take Romin&apos;s axegun to my chin, just to feel it when everyone else is too preoccupied with their grief. Maybe Valentina was right to ask. I didn&apos;t feel the weight of personal connection &mdash; all the years that she and her sister feuded over title and family just to apologize later, maybe galvanizing their relationship with that continued strain.</p>",
      "<p id=\"4.54.2.36\" class=\"Titus\">&emsp;&quot;I can go back still. Just once,&quot; I whisper to myself. This is different than Ullrich&apos;s endless campaign for perfection. This is just a subtle, calculable detail in the vastness of the universe, one small wish to grant. And all it takes is one spasm of a finger.</p>",
      "<p id=\"4.54.2.37\" class=\"Titus\">&emsp;It&apos;s then that I feel the arms around me as I weep, the barrel under my chin ready to blow my brain out the top in misted confetti, though I wouldn&apos;t be around to feel its power. They tighten themselves around me. They place their head above mine, right into the path of the last loaded slug.</p>",
      "<p id=\"4.54.2.38\" class=\"Titus\">&emsp;&quot;You have to believe this world can be enough,&quot; Sylvia says. &quot;You told me this was it. You can be better than him.&quot;</p>",
      "<p id=\"4.54.2.39\" class=\"Titus\">&emsp;&quot;He&apos;s right there,&quot; I tell her. &quot;One minute. One minute away from us...&quot;</p>",
      "<p id=\"4.54.2.40\" class=\"Titus\">&emsp;&quot;I know,&quot; she says. Her embrace reminds me of my sister&apos;s gentle compassion in the other worldline. It reminds me of every emotional piece of the promise I made to her, to live smart, hard, and only once more. I check my wrist. Unlike Ullrich, this thread still has its frayed end. &quot;This is all just the truth you told me, moments before you left. So wear his mission on your sleeve.&quot;</p>",
      "<p id=\"4.54.2.41\" class=\"Titus\">&emsp;Though Valentina&apos;s grief paralyzes her, I goad her onwards towards the opening in the wall, along with Jarrett, Isla, and Delvin, both our fireteams missing an essential member. We let the current of combatants take us once we find the strength to let go, bidding the final farewell to our boisterous friend, without a physical form to bury.</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 444,
  "ReleaseDate": [
    "03",
    "21",
    "2026",
    "2026-03-21 00:00:00"
  ],
  "Active": false,
  "Perspective": "Titus",
  "Status": "First Draft",
  "WordCount": 0,
  "Summary": ""
}