{
  "Story": "Firebrand",
  "Title": "Chapter Fifty-Five",
  "Subtitle": "Losing My Perfection",
  "Act": 4,
  "ChapterNumber": 55,
  "Synopsis": "Titus takes ownership for a world he was only reborn into.",
  "RevNotes": "",
  "ID": "4.53",
  "Body": [
    "<p>&emsp;In the upper lands, there&apos;s too much anger for looting. Arsonists take nothing and burn everything. If they have Essence, they incinerate the fabric and wood with their palms. For the rest with no power, they light matches, smash windows, and tear the decorative flags and landmarks to the ground.</p><p>&emsp;We&apos;re running to the only place that Ullrich and the Heiress can escape to. We pass outwallers bashing brazen statues with sledgehammers. The unluckiest desperate denizens of the Afterlife are lynched in the streets, hung from trees, swinging in their bright colors as they&apos;re beaten with sticks, but all I can think of is Romin, and what my reaction means. If I can&apos;t shoulder the burden of a sacrifice that wasn&apos;t my fault, I&apos;ll never be able to do what&apos;s awaited me all this time.</p><p>&emsp;The Royal Guard attempt to hold a line against us, but all they do is backpedal. The city was never designed for defense: the only weapon they have is their Essence and their skill with it, but when their adversary&apos;s lust for blood is this strong, the fear of death is meaningless.</p><p>&emsp;I wonder when I should do it. My fingers grasp the frayed end of the thread, and I try to imagine what it will feel like to tear this divine curse from my flesh. I don&apos;t want to imagine how much my friends will suffer when I do it. Maybe deep down, I thought this was all an unreachable goal I&apos;d die short of. Maybe I&apos;d loop forever. Maybe I&apos;d get used to the same span of days, over and over, but when the dream is only moments away, the hesitation is so strong.</p><p>&emsp;&quot;There&apos;s so few of them. It&apos;s like they just disappeared,&quot; Valentina says.</p><p>&emsp;&quot;You said you&apos;ve been here before. Where did they go, Titus?&quot; Jarrett asks.</p><p>&emsp;I follow the same route I took when they shepherded me with the guards. None of these outwallers know where they&apos;re really hiding, because they&apos;d never expect to ever be above them.</p><p>&emsp;&quot;Below us,&quot; I tell them.</p><p>&emsp;&quot;What,&quot; Isla says, &quot;as in, back to the city?&quot;</p><p>&emsp;&quot;Below the ground. In the hollow, lush caves carved by Humans and Chymaera long before us,&quot; I tell them.</p><p>&emsp;&quot;But how do we get there?&quot;</p><p>&emsp;&quot;We have to&mdash;&quot;</p><p>&emsp;A shockwave pulses dirt into the air before I can finish. We&apos;re standing right across from the grate that took me to the depths. </p><p>&emsp;&quot;What was that?&quot;</p><p>&emsp;We look around. A loud sound in the distance repeats like rushing water. Something changed in the span of several seconds, but I just can&apos;t put my finger on it. The air is so quiet, and I can hear shouts, and for a minute, I wonder if Endogeny has liquidated its victims early.</p><p>&emsp;But I look around. The other insurgents still rushi the central nexus that spawned Endogeny, just past the treeline and the garden wall, where...</p><p>&emsp;&quot;What is that over there? Snow?&quot;</p><p>&emsp;The ground trembles harder. It must be a fog, obscuring the view of all the taller buildings near the center of the peaks.</p><p>&emsp;But then the furthest trees begin to disappear, too. It&apos;s only when the hardy buildings beside us crack and crumble that I realize what is happening.</p><p>&emsp;The others already have a head start. I never expected Isla&apos;s short legs to carry her so fast. Valentina tries again to draw on the powers within her, maybe just enough, and as time slows for them, I pray to the Gods they have the chance to make it.</p><p>&emsp;I&apos;m too far from their pocket of influence to feel the effects. Time accelerates. The ground melts from stone to gravel to sand. This is it. I reach for the thread to pull whatever fleeting moment of power it can give me, clutching the remnants of Pure Essence to activate the birthright that was taken. But it&apos;s too late.</p><p>&emsp;I slip. My feet catch nothing, and soon I&apos;m weightless, falling headlong into the void of ash and dust, but I&apos;m not alone.</p><p>&emsp;Sylvia clutches to me. She tears the celestial pebble of Pure Essence from my neck and allows it to flood her divine circuits with the powers of the Goddess. Her hair glows white. I feel her shielding me with her body as she takes on a hundredth of that divine form, growing until I can barely fill her arms, still tucked around me with such radiant warmth it feels I&apos;ve skipped the hard landing and made it straight to the true afterlife.</p><p>&emsp;She&apos;s pelted with the falling debris, still holding me so tightly as ambient daylight diffuses through the clouds of dust. My head is below her chin, yet my feet can barely reach her waist. </p><p>&emsp;We hit the bottom. I spring against her breastbone as cascading rock catches up with us. I can feel her wince at the impacts, though she still refuses to raise a hand or an arm.</p><p>&emsp;The amulet&apos;s Essence is waning.</p><p>&emsp;&quot;Please, Sylvia, don&apos;t lose yourself this time,&quot; I beg her. If that side of her permeates, all of this struggle could be for naught.</p><p>&emsp;&quot;I won&apos;t. I just want to save the one I love.&quot;</p><p>&emsp;We brace for the impact, but nothing can prepare us for when we stop falling with the rubble. I hear something pop when I spring against her breastbone. She tries so hard to protect me, hugging me tighter to her chest as the rubble pelts the two of us, and every blow she takes to her legs or side only dampens it the slightest bit.</p><p>&emsp;Somewhere above, a house teetering on the edge gives in to the strain and crumbles half of itself off the shale. Sylvia begins to let up her grasp when it stops hailing, but she&apos;s too slow to react when the solid roof collides with her arm, shattering it. The last I feel is the glancing crumb that bashes into the back of my head, leaving us both limply sprawling across the pit.</p>",
    "<p>&emsp;I wake to breathless, wailing groans of the dying beneath the rubble. Somewhere a little deeper, the Afterlife is entombed by the ruins of their own city, along with all their decorative adornments, buried with their golden age.</p><p>&emsp;Sylvia lays beside me in her human form, exhausted of Essence, barely able to breathe as she cradled her arm. The dust burns our eyes. I cover Sylvia&apos;s mouth with a tattered piece of fabric before I cover mine, looking up hundreds of feet to try and discern the distant edge, but the dust is too thick. We&apos;re trapped in the hollowed ribcage of the centermost peak, excised of its heart and all its entrails. I know there&apos;s only one person that could eviscerate everything without consequence, and as I lift myself to my feet, healed by Sylvia&apos;s divine Essence in those hours we laid unconscious at the furthest depths, I carry her.</p><p>&emsp;This is the last cycle of the endless tirade between my estranged father and I. If I remember nothing of Ullrich&apos;s resets &mdash; and I refuse to live anything but this linear path from life to certain death in one shot &mdash; the final fated outcome is the only option that can rise from this.</p><p>&emsp;Maybe he&apos;s reset a hundred times. Maybe this is the ultimate impasse he speaks of, and he knows everything, but with my final decision and determination to keep this life the way it plays out, his greatest strength is now his fatal flaw.</p><p>&emsp;I take her towards where the capitol was. We find several caves in the sidewall of the great sinkhole, and head down the closest one, hoping they&apos;re all connected. If I try picking at random, it won&apos;t matter. Ullrich can&apos;t die because of the endless determinism of these cycles. I&apos;m certain he&apos;s seen everything, and I feel his presence reel me forward in time from a different invisible tether: fate.</p><p>&emsp;My eyes adjust to the darkness after I carry her inside. We hear the sound of wet squishing like stepping on saturated sod, and we realize the great Chymaeran weapon feasted between the cracks on the dying denizens of both sides.</p><p>&emsp;My arms are tired. I limp with her in my arms, my clothes completely tattered and worn, showing through to smooth skin healed of its cuts, though the inside strains on sprains and possible shatters.</p><p>&emsp;&quot;Son,&quot; a voice calls. &quot;Son, please save me,&quot; the voice says. Clint approaches me. &quot;The tar, it consumed everything!&quot;</p><p>&emsp;&quot;It left nothing for us. We could have had a chance at the end, after all this time, to be a family again,&quot; Moira says, crying streams of tar down her face from her blackened eyes. &quot;We can have that. We can still have that!&quot;</p><p>&emsp;&quot;You chose my sister and left me to die,&quot; Vera says.</p><p>&emsp;&quot;Only for me to suffer the same fate,&quot; Valentina says, &quot;along with everyone! But you can still save us!&quot;</p><p>&emsp;&quot;I never wanted to die. I wanted to live a full life with my cherished friend,&quot; Romin cries. &quot;I wanted to fall in love with Valentina. Every moment you live tears me further from that dream!&quot;</p><p>&emsp;&quot;You have to die, Titus,&quot; my mother says. &quot;It&apos;s the only way. This is a dead end, and you&apos;ll leave this world with nothing!&quot;</p><p>&emsp;There&apos;s not enough tar for them to grow legs. They slosh along the floor as spectral snakes. But only one is fully formed, and he approaches in full color.</p><p>&emsp;&quot;Tie-bo,&quot; he says, shambling toward me. The amethyst floods his veins in spiderwebs just like the last time I saw him, when I was so young and afraid, so uncomfortable that I left before Clint could offer the last words to his father. Endogeny must have already made it to the graveyards. He was buried near the middle of the wide outer ring of Lower Blackwater.</p><p>&emsp;I&apos;m not sure how much this projection remembers. All the others approach us from behind, urging Sylvia and I to approach him.</p><p>&emsp;&quot;A life of regret was all that was left for me, when I hid in that room. But it seems my map took you to that petty thing I traded for my niece and nephew&apos;s life.&quot;</p><p>&emsp;He sees the amulet around my neck, deterring the other endogenous phantoms of the living dead.</p><p>&emsp;Everett continues. &quot;Then you saw the result of it. You know . . . what happened, you were too young, for me, to explain, or . . . &quot;</p><p>&emsp;He struggles for the words. I only have time for a single question.</p><p>&emsp;&quot;The vials of my blood beneath your trade house. The daughter Clint never should have been able to have. The death of my mother &mdash; why did you do it?&quot;</p><p>&emsp;&quot;Because, patience, couldn&apos;t hold my anger. And when I found out, in the end, that he staged it all...&quot;</p><p>&emsp;&quot;What? What do you mean?&quot; I ask. He&apos;d fall apart if I dropped Sylvia and grabbed him with my hands.</p><p>&emsp;&quot;He was with the Afterlife, long before, that fateful night. Not believing he had it, in him, is the regret I carry with me, even through death.&quot;</p><p>&emsp;&quot;But why, Everett? Why would he do such a thing?&quot;</p><p>&emsp;&quot;Because I had the threads before you were even born,&quot; Ullrich says. </p><p>&emsp;He approaches with the estranged sister I never got to save in this timeline. His body is covered even further with the crimson twine. </p><p>&emsp;He says, &quot;If only you knew how many times I&apos;ve explained this to you, but I have to.&quot;</p><p>&emsp;Gentle Everett springs on an anger I never saw as a child. He turns around and drives a fist against his brother&apos;s face, but his hand splatters like pudding against a stone wall, lobbing off a whole chunk of his arm. </p><p>&emsp;Ullrich doesn&apos;t flinch.</p><p>&emsp;&quot;As children of the original rulers of Blackwater, Everett and I couldn&apos;t have been more different. I was more proactive. That&apos;s why he&apos;s dead and I&apos;m still here.&quot;</p><p>&emsp;He looks at the tar-bound silhouettes of my friends and family.</p><p>&emsp;&quot;Every time you try, Fletcher, you never save them. Whether endogenous or not, can&apos;t you see they&apos;re all just an illusion? Your sister? Your friends? Your lover? They&apos;re ephemeral, see?&quot;</p><p>&emsp;He slams his hands together. Everett&apos;s head explodes in a column of black bile. The endogenous phantoms dissolve into the spaces between the rocks. It&apos;s just Sylvia, Ullrich and I, standing at the mouth of a great, cavernous room.</p><p>&emsp;I say, &quot;You killed the Afterlife, too. You never cared about a golden age.&quot;</p><p>&emsp;&quot;That&apos;s right. It took me a near hundred tries to climb their ranks, putting together the right strings of words, the right speeches, the right show of old-world Human magic, until I had the path set exactly as I needed it. Your grandfather&mdash; No, uncle, Everett, was right. I planned that strike. You were all supposed to die so you&apos;d stop getting in my way,&quot; he says.</p><p>&emsp;&quot;Of your hunger for boundless power?&quot;</p><p>&emsp;&quot;Of seeing it end the same way, over and over and over!&quot; </p><p>&emsp;I can see a part of him crack, and catch a glimpse at something sincere and so exhausted on the other side. </p><p>&emsp;I can feel his white anger. &quot;Power? You really look at all this and think it&apos;s about power? Gods below, Fletcher, do you think you can ever possibly understand what I left behind, what they took from me?&quot;</p><p>&emsp;&quot;All I know is it wasn&apos;t enough,&quot; I tell him. &quot;You should have stayed dead the first time.&quot;</p><p>&emsp;I duck before he punches, and I can feel it, though I don&apos;t remember. </p><p>&emsp;But he does. </p><p>&emsp;The breadth of time I&apos;ve spent in this chamber might be longer than all my life. The only weapon I have is the certainty that I won&apos;t ever die to live again. It means I&apos;m headed towards a definite end.</p><p>&emsp;I look back at Sylvia as she stands behind me. So much of this life I wished I could see through to the end &mdash; so many I wanted to save and cherish and love &mdash; but I can feel the sublimity of that purpose calling out to me along with everyone I lost waiting on the other side, beckoning for me to close this loop and play the last note of the grand symphony.</p><p>&emsp;He grabs my wrist before I can tear the thread, stunning me when he punches me in the nose. My thread tangles with his, uprooting just enough fleshed for our Essenced blood to mix &mdash; and when it does, allowing the singularity of our endless paradox to coalesce at a single point, the great cavern floods with the presence of every past and future.</p>"
  ],
  "BodyFormatted": [
    [
      "<p id=\"4.55.1.1\" class=\"Titus\">&emsp;In the upper lands, there&apos;s too much anger for looting. Arsonists take nothing and burn everything. If they have Essence, they incinerate the fabric and wood with their palms. For the rest with no power, they light matches, smash windows, and tear the decorative flags and landmarks to the ground.</p>",
      "<p id=\"4.55.1.2\" class=\"Titus\">&emsp;We&apos;re running to the only place that Ullrich and the Heiress can escape to. We pass outwallers bashing brazen statues with sledgehammers. The unluckiest desperate denizens of the Afterlife are lynched in the streets, hung from trees, swinging in their bright colors as they&apos;re beaten with sticks, but all I can think of is Romin, and what my reaction means. If I can&apos;t shoulder the burden of a sacrifice that wasn&apos;t my fault, I&apos;ll never be able to do what&apos;s awaited me all this time.</p>",
      "<p id=\"4.55.1.3\" class=\"Titus\">&emsp;The Royal Guard attempt to hold a line against us, but all they do is backpedal. The city was never designed for defense: the only weapon they have is their Essence and their skill with it, but when their adversary&apos;s lust for blood is this strong, the fear of death is meaningless.</p>",
      "<p id=\"4.55.1.4\" class=\"Titus\">&emsp;I wonder when I should do it. My fingers grasp the frayed end of the thread, and I try to imagine what it will feel like to tear this divine curse from my flesh. I don&apos;t want to imagine how much my friends will suffer when I do it. Maybe deep down, I thought this was all an unreachable goal I&apos;d die short of. Maybe I&apos;d loop forever. Maybe I&apos;d get used to the same span of days, over and over, but when the dream is only moments away, the hesitation is so strong.</p>",
      "<p id=\"4.55.1.5\" class=\"Titus\">&emsp;&quot;There&apos;s so few of them. It&apos;s like they just disappeared,&quot; Valentina says.</p>",
      "<p id=\"4.55.1.6\" class=\"Titus\">&emsp;&quot;You said you&apos;ve been here before. Where did they go, Titus?&quot; Jarrett asks.</p>",
      "<p id=\"4.55.1.7\" class=\"Titus\">&emsp;I follow the same route I took when they shepherded me with the guards. None of these outwallers know where they&apos;re really hiding, because they&apos;d never expect to ever be above them.</p>",
      "<p id=\"4.55.1.8\" class=\"Titus\">&emsp;&quot;Below us,&quot; I tell them.</p>",
      "<p id=\"4.55.1.9\" class=\"Titus\">&emsp;&quot;What,&quot; Isla says, &quot;as in, back to the city?&quot;</p>",
      "<p id=\"4.55.1.10\" class=\"Titus\">&emsp;&quot;Below the ground. In the hollow, lush caves carved by Humans and Chymaera long before us,&quot; I tell them.</p>",
      "<p id=\"4.55.1.11\" class=\"Titus\">&emsp;&quot;But how do we get there?&quot;</p>",
      "<p id=\"4.55.1.12\" class=\"Titus\">&emsp;&quot;We have to&mdash;&quot;</p>",
      "<p id=\"4.55.1.13\" class=\"Titus\">&emsp;A shockwave pulses dirt into the air before I can finish. We&apos;re standing right across from the grate that took me to the depths. </p>",
      "<p id=\"4.55.1.14\" class=\"Titus\">&emsp;&quot;What was that?&quot;</p>",
      "<p id=\"4.55.1.15\" class=\"Titus\">&emsp;We look around. A loud sound in the distance repeats like rushing water. Something changed in the span of several seconds, but I just can&apos;t put my finger on it. The air is so quiet, and I can hear shouts, and for a minute, I wonder if Endogeny has liquidated its victims early.</p>",
      "<p id=\"4.55.1.16\" class=\"Titus\">&emsp;But I look around. The other insurgents still rushi the central nexus that spawned Endogeny, just past the treeline and the garden wall, where...</p>",
      "<p id=\"4.55.1.17\" class=\"Titus\">&emsp;&quot;What is that over there? Snow?&quot;</p>",
      "<p id=\"4.55.1.18\" class=\"Titus\">&emsp;The ground trembles harder. It must be a fog, obscuring the view of all the taller buildings near the center of the peaks.</p>",
      "<p id=\"4.55.1.19\" class=\"Titus\">&emsp;But then the furthest trees begin to disappear, too. It&apos;s only when the hardy buildings beside us crack and crumble that I realize what is happening.</p>",
      "<p id=\"4.55.1.20\" class=\"Titus\">&emsp;The others already have a head start. I never expected Isla&apos;s short legs to carry her so fast. Valentina tries again to draw on the powers within her, maybe just enough, and as time slows for them, I pray to the Gods they have the chance to make it.</p>",
      "<p id=\"4.55.1.21\" class=\"Titus\">&emsp;I&apos;m too far from their pocket of influence to feel the effects. Time accelerates. The ground melts from stone to gravel to sand. This is it. I reach for the thread to pull whatever fleeting moment of power it can give me, clutching the remnants of Pure Essence to activate the birthright that was taken. But it&apos;s too late.</p>",
      "<p id=\"4.55.1.22\" class=\"Titus\">&emsp;I slip. My feet catch nothing, and soon I&apos;m weightless, falling headlong into the void of ash and dust, but I&apos;m not alone.</p>",
      "<p id=\"4.55.1.23\" class=\"Titus\">&emsp;Sylvia clutches to me. She tears the celestial pebble of Pure Essence from my neck and allows it to flood her divine circuits with the powers of the Goddess. Her hair glows white. I feel her shielding me with her body as she takes on a hundredth of that divine form, growing until I can barely fill her arms, still tucked around me with such radiant warmth it feels I&apos;ve skipped the hard landing and made it straight to the true afterlife.</p>",
      "<p id=\"4.55.1.24\" class=\"Titus\">&emsp;She&apos;s pelted with the falling debris, still holding me so tightly as ambient daylight diffuses through the clouds of dust. My head is below her chin, yet my feet can barely reach her waist. </p>",
      "<p id=\"4.55.1.25\" class=\"Titus\">&emsp;We hit the bottom. I spring against her breastbone as cascading rock catches up with us. I can feel her wince at the impacts, though she still refuses to raise a hand or an arm.</p>",
      "<p id=\"4.55.1.26\" class=\"Titus\">&emsp;The amulet&apos;s Essence is waning.</p>",
      "<p id=\"4.55.1.27\" class=\"Titus\">&emsp;&quot;Please, Sylvia, don&apos;t lose yourself this time,&quot; I beg her. If that side of her permeates, all of this struggle could be for naught.</p>",
      "<p id=\"4.55.1.28\" class=\"Titus\">&emsp;&quot;I won&apos;t. I just want to save the one I love.&quot;</p>",
      "<p id=\"4.55.1.29\" class=\"Titus\">&emsp;We brace for the impact, but nothing can prepare us for when we stop falling with the rubble. I hear something pop when I spring against her breastbone. She tries so hard to protect me, hugging me tighter to her chest as the rubble pelts the two of us, and every blow she takes to her legs or side only dampens it the slightest bit.</p>",
      "<p id=\"4.55.1.30\" class=\"Titus\">&emsp;Somewhere above, a house teetering on the edge gives in to the strain and crumbles half of itself off the shale. Sylvia begins to let up her grasp when it stops hailing, but she&apos;s too slow to react when the solid roof collides with her arm, shattering it. The last I feel is the glancing crumb that bashes into the back of my head, leaving us both limply sprawling across the pit.</p>"
    ],
    [
      "<p id=\"4.55.2.1\" class=\"Titus\">&emsp;I wake to breathless, wailing groans of the dying beneath the rubble. Somewhere a little deeper, the Afterlife is entombed by the ruins of their own city, along with all their decorative adornments, buried with their golden age.</p>",
      "<p id=\"4.55.2.2\" class=\"Titus\">&emsp;Sylvia lays beside me in her human form, exhausted of Essence, barely able to breathe as she cradled her arm. The dust burns our eyes. I cover Sylvia&apos;s mouth with a tattered piece of fabric before I cover mine, looking up hundreds of feet to try and discern the distant edge, but the dust is too thick. We&apos;re trapped in the hollowed ribcage of the centermost peak, excised of its heart and all its entrails. I know there&apos;s only one person that could eviscerate everything without consequence, and as I lift myself to my feet, healed by Sylvia&apos;s divine Essence in those hours we laid unconscious at the furthest depths, I carry her.</p>",
      "<p id=\"4.55.2.3\" class=\"Titus\">&emsp;This is the last cycle of the endless tirade between my estranged father and I. If I remember nothing of Ullrich&apos;s resets &mdash; and I refuse to live anything but this linear path from life to certain death in one shot &mdash; the final fated outcome is the only option that can rise from this.</p>",
      "<p id=\"4.55.2.4\" class=\"Titus\">&emsp;Maybe he&apos;s reset a hundred times. Maybe this is the ultimate impasse he speaks of, and he knows everything, but with my final decision and determination to keep this life the way it plays out, his greatest strength is now his fatal flaw.</p>",
      "<p id=\"4.55.2.5\" class=\"Titus\">&emsp;I take her towards where the capitol was. We find several caves in the sidewall of the great sinkhole, and head down the closest one, hoping they&apos;re all connected. If I try picking at random, it won&apos;t matter. Ullrich can&apos;t die because of the endless determinism of these cycles. I&apos;m certain he&apos;s seen everything, and I feel his presence reel me forward in time from a different invisible tether: fate.</p>",
      "<p id=\"4.55.2.6\" class=\"Titus\">&emsp;My eyes adjust to the darkness after I carry her inside. We hear the sound of wet squishing like stepping on saturated sod, and we realize the great Chymaeran weapon feasted between the cracks on the dying denizens of both sides.</p>",
      "<p id=\"4.55.2.7\" class=\"Titus\">&emsp;My arms are tired. I limp with her in my arms, my clothes completely tattered and worn, showing through to smooth skin healed of its cuts, though the inside strains on sprains and possible shatters.</p>",
      "<p id=\"4.55.2.8\" class=\"Titus\">&emsp;&quot;Son,&quot; a voice calls. &quot;Son, please save me,&quot; the voice says. Clint approaches me. &quot;The tar, it consumed everything!&quot;</p>",
      "<p id=\"4.55.2.9\" class=\"Titus\">&emsp;&quot;It left nothing for us. We could have had a chance at the end, after all this time, to be a family again,&quot; Moira says, crying streams of tar down her face from her blackened eyes. &quot;We can have that. We can still have that!&quot;</p>",
      "<p id=\"4.55.2.10\" class=\"Titus\">&emsp;&quot;You chose my sister and left me to die,&quot; Vera says.</p>",
      "<p id=\"4.55.2.11\" class=\"Titus\">&emsp;&quot;Only for me to suffer the same fate,&quot; Valentina says, &quot;along with everyone! But you can still save us!&quot;</p>",
      "<p id=\"4.55.2.12\" class=\"Titus\">&emsp;&quot;I never wanted to die. I wanted to live a full life with my cherished friend,&quot; Romin cries. &quot;I wanted to fall in love with Valentina. Every moment you live tears me further from that dream!&quot;</p>",
      "<p id=\"4.55.2.13\" class=\"Titus\">&emsp;&quot;You have to die, Titus,&quot; my mother says. &quot;It&apos;s the only way. This is a dead end, and you&apos;ll leave this world with nothing!&quot;</p>",
      "<p id=\"4.55.2.14\" class=\"Titus\">&emsp;There&apos;s not enough tar for them to grow legs. They slosh along the floor as spectral snakes. But only one is fully formed, and he approaches in full color.</p>",
      "<p id=\"4.55.2.15\" class=\"Titus\">&emsp;&quot;Tie-bo,&quot; he says, shambling toward me. The amethyst floods his veins in spiderwebs just like the last time I saw him, when I was so young and afraid, so uncomfortable that I left before Clint could offer the last words to his father. Endogeny must have already made it to the graveyards. He was buried near the middle of the wide outer ring of Lower Blackwater.</p>",
      "<p id=\"4.55.2.16\" class=\"Titus\">&emsp;I&apos;m not sure how much this projection remembers. All the others approach us from behind, urging Sylvia and I to approach him.</p>",
      "<p id=\"4.55.2.17\" class=\"Titus\">&emsp;&quot;A life of regret was all that was left for me, when I hid in that room. But it seems my map took you to that petty thing I traded for my niece and nephew&apos;s life.&quot;</p>",
      "<p id=\"4.55.2.18\" class=\"Titus\">&emsp;He sees the amulet around my neck, deterring the other endogenous phantoms of the living dead.</p>",
      "<p id=\"4.55.2.19\" class=\"Titus\">&emsp;Everett continues. &quot;Then you saw the result of it. You know . . . what happened, you were too young, for me, to explain, or . . . &quot;</p>",
      "<p id=\"4.55.2.20\" class=\"Titus\">&emsp;He struggles for the words. I only have time for a single question.</p>",
      "<p id=\"4.55.2.21\" class=\"Titus\">&emsp;&quot;The vials of my blood beneath your trade house. The daughter Clint never should have been able to have. The death of my mother &mdash; why did you do it?&quot;</p>",
      "<p id=\"4.55.2.22\" class=\"Titus\">&emsp;&quot;Because, patience, couldn&apos;t hold my anger. And when I found out, in the end, that he staged it all...&quot;</p>",
      "<p id=\"4.55.2.23\" class=\"Titus\">&emsp;&quot;What? What do you mean?&quot; I ask. He&apos;d fall apart if I dropped Sylvia and grabbed him with my hands.</p>",
      "<p id=\"4.55.2.24\" class=\"Titus\">&emsp;&quot;He was with the Afterlife, long before, that fateful night. Not believing he had it, in him, is the regret I carry with me, even through death.&quot;</p>",
      "<p id=\"4.55.2.25\" class=\"Titus\">&emsp;&quot;But why, Everett? Why would he do such a thing?&quot;</p>",
      "<p id=\"4.55.2.26\" class=\"Titus\">&emsp;&quot;Because I had the threads before you were even born,&quot; Ullrich says. </p>",
      "<p id=\"4.55.2.27\" class=\"Titus\">&emsp;He approaches with the estranged sister I never got to save in this timeline. His body is covered even further with the crimson twine. </p>",
      "<p id=\"4.55.2.28\" class=\"Titus\">&emsp;He says, &quot;If only you knew how many times I&apos;ve explained this to you, but I have to.&quot;</p>",
      "<p id=\"4.55.2.29\" class=\"Titus\">&emsp;Gentle Everett springs on an anger I never saw as a child. He turns around and drives a fist against his brother&apos;s face, but his hand splatters like pudding against a stone wall, lobbing off a whole chunk of his arm. </p>",
      "<p id=\"4.55.2.30\" class=\"Titus\">&emsp;Ullrich doesn&apos;t flinch.</p>",
      "<p id=\"4.55.2.31\" class=\"Titus\">&emsp;&quot;As children of the original rulers of Blackwater, Everett and I couldn&apos;t have been more different. I was more proactive. That&apos;s why he&apos;s dead and I&apos;m still here.&quot;</p>",
      "<p id=\"4.55.2.32\" class=\"Titus\">&emsp;He looks at the tar-bound silhouettes of my friends and family.</p>",
      "<p id=\"4.55.2.33\" class=\"Titus\">&emsp;&quot;Every time you try, Fletcher, you never save them. Whether endogenous or not, can&apos;t you see they&apos;re all just an illusion? Your sister? Your friends? Your lover? They&apos;re ephemeral, see?&quot;</p>",
      "<p id=\"4.55.2.34\" class=\"Titus\">&emsp;He slams his hands together. Everett&apos;s head explodes in a column of black bile. The endogenous phantoms dissolve into the spaces between the rocks. It&apos;s just Sylvia, Ullrich and I, standing at the mouth of a great, cavernous room.</p>",
      "<p id=\"4.55.2.35\" class=\"Titus\">&emsp;I say, &quot;You killed the Afterlife, too. You never cared about a golden age.&quot;</p>",
      "<p id=\"4.55.2.36\" class=\"Titus\">&emsp;&quot;That&apos;s right. It took me a near hundred tries to climb their ranks, putting together the right strings of words, the right speeches, the right show of old-world Human magic, until I had the path set exactly as I needed it. Your grandfather&mdash; No, uncle, Everett, was right. I planned that strike. You were all supposed to die so you&apos;d stop getting in my way,&quot; he says.</p>",
      "<p id=\"4.55.2.37\" class=\"Titus\">&emsp;&quot;Of your hunger for boundless power?&quot;</p>",
      "<p id=\"4.55.2.38\" class=\"Titus\">&emsp;&quot;Of seeing it end the same way, over and over and over!&quot; </p>",
      "<p id=\"4.55.2.39\" class=\"Titus\">&emsp;I can see a part of him crack, and catch a glimpse at something sincere and so exhausted on the other side. </p>",
      "<p id=\"4.55.2.40\" class=\"Titus\">&emsp;I can feel his white anger. &quot;Power? You really look at all this and think it&apos;s about power? Gods below, Fletcher, do you think you can ever possibly understand what I left behind, what they took from me?&quot;</p>",
      "<p id=\"4.55.2.41\" class=\"Titus\">&emsp;&quot;All I know is it wasn&apos;t enough,&quot; I tell him. &quot;You should have stayed dead the first time.&quot;</p>",
      "<p id=\"4.55.2.42\" class=\"Titus\">&emsp;I duck before he punches, and I can feel it, though I don&apos;t remember. </p>",
      "<p id=\"4.55.2.43\" class=\"Titus\">&emsp;But he does. </p>",
      "<p id=\"4.55.2.44\" class=\"Titus\">&emsp;The breadth of time I&apos;ve spent in this chamber might be longer than all my life. The only weapon I have is the certainty that I won&apos;t ever die to live again. It means I&apos;m headed towards a definite end.</p>",
      "<p id=\"4.55.2.45\" class=\"Titus\">&emsp;I look back at Sylvia as she stands behind me. So much of this life I wished I could see through to the end &mdash; so many I wanted to save and cherish and love &mdash; but I can feel the sublimity of that purpose calling out to me along with everyone I lost waiting on the other side, beckoning for me to close this loop and play the last note of the grand symphony.</p>",
      "<p id=\"4.55.2.46\" class=\"Titus\">&emsp;He grabs my wrist before I can tear the thread, stunning me when he punches me in the nose. My thread tangles with his, uprooting just enough fleshed for our Essenced blood to mix &mdash; and when it does, allowing the singularity of our endless paradox to coalesce at a single point, the great cavern floods with the presence of every past and future.</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 451,
  "ReleaseDate": [
    "03",
    "28",
    "2026",
    "2026-03-28 00:00:00"
  ],
  "Active": false,
  "Perspective": "Titus",
  "Status": "First Draft",
  "WordCount": 0,
  "Summary": ""
}