[
   [
      [
         "BodyCody",
         "&quot;Since you started on your first day, you haven&apos;t been drug tested. What&apos;s gonna change their mind on Monday, bro? My work never runs drug tests,&quot; he says. Gunfire cracks over the TV, flashing the empty walls with pops of color.",
         true
      ],
      [
         "BodyCody",
         "&quot;No shit, Miguel. Their corporate structure banks on baked box-boys like you. The ones that forget they&apos;re lifting crates and stocking shelves and selling printers for eight hours a day.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;That&apos;s manager Miguel now &mdash; I order the little guys to do it. I&apos;m a number-puncher like you now,&quot; He brags. &quot;Oh. But except I&apos;m actually good enough to get promoted.&quot;",
         true
      ],
      [
         "BodyCody",
         "The words hit at the same time as a round-ending enemy airstrike. The bombs collapse my soldier to the dirt as the word DEFEAT brandishes across the screens, reassuring us that &quot;we&apos;ll get them next time.&quot; But his quips hurt no more than the vibrations in the controller.",
         true
      ],
      [
         "BodyCody",
         " Miguel cracks another lukewarm beer, kicking the box of the remaining 27 over to me. I put down my custom controller.",
         true
      ],
      [
         "BodyCody",
         " &quot;I get bringing over a six-pack of some IPA, maybe a 12-pack of Coors or something, but thirty?&quot;",
         true
      ],
      [
         "BodyCody",
         "He manages a straight face as his brown eyes pierce mine, wiping the suds from his scruffy lip rug. &quot;You know, Jesus was wrong when he said &apos;man can&apos;t live on bread alone.&apos; He didn&apos;t know you could drink it yet.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Is that right?&quot; I laugh.",
         true
      ],
      [
         "BodyCody",
         "&quot;They&apos;ve been rolling around the back of my car for a couple weeks after going to Katy&apos;s house. You know, high school Katy?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;No?&quot;",
         true
      ],
      [
         "BodyCody",
         " &quot;The pregnancy scare one, with the nice&mdash;.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Yeah, no &mdash; I remember,&quot; I say. Her face flashes in my mind from our junior prom group. Miguel took her while I took Kei.",
         true
      ],
      [
         "BodyCody",
         "&quot;Well, I took her friend home and stole the thirty-rack since no one touched it. Those guys are all fuckin&apos; hipsters, man, so far up their ass about IPA&apos;s and stuff, they won&apos;t drink just to get drunk anymore.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Coming from the guy who doesn&apos;t smoke just to get high,&quot; I tell him. &quot;Passionate stoners are worse than drinkers. You couldn&apos;t be any more uninteresting when you&apos;re talking about &apos;Sour Dee&apos; or whatever,&quot; I say.",
         true
      ],
      [
         "BodyCody",
         "&quot;Fuck off.&quot;",
         true
      ],
      [
         "BodyCody",
         "He burps. I crack another warm one, and when the timer on the pre-game lobby counts to zero, I lift my controller again. But he hits me with something that isn&apos;t just a snide comeback.",
         true
      ],
      [
         "BodyCody",
         "&quot;Do you miss high school?&quot; He asks.",
         true
      ],
      [
         "BodyCody",
         "It takes me a moment to think. I haven&apos;t really considered it, though I&apos;ve noticed myself staying away from those places we hung out between classes and after school. Those places have some gravity I&apos;m afraid will get me sucked into that past, when I&apos;ve worked so hard to put those good times behind me.",
         true
      ],
      [
         "BodyCody",
         "&quot;I dunno. It&apos;s like a friend you haven&apos;t seen in a while. Nice to visit every once in a while and relish in the past. But it&apos;s best for both of us if we move on, you know?&quot; ",
         true
      ],
      [
         "BodyCody",
         "He drops the controller into his lap. My thumbs dig into the sticks when I climb a ladder for a sniper nest, only to get blasted off by a camper.",
         true
      ],
      [
         "BodyCody",
         "&quot;You trying to say something?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;No, dude,&quot; I start. &quot;I&mdash;&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;You can use that losing take on Kei or Kylie all you want, but on your friend?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;No, of course not! No, man. You&apos;re my best friend. You-&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;I&apos;m messing with you, fucker,&quot; he says. ",
         true
      ],
      [
         "BodyCody",
         "He laughs, swigging the rest of his beer between deaths.",
         true
      ],
      [
         "BodyCody",
         "He says, &quot;I do. I mean, a part of me does. I hated high school until the end of junior year when our group really started to hang out. It&apos;s like, I never felt like I was a part of something until then. And . . . I don&apos;t know if I really felt it since.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Yeah. I wonder what the others are up to,&quot; I ask.",
         true
      ],
      [
         "BodyCody",
         "&quot;Kayla&apos;s having her second kid already. Another girl, I think. Her and Johnny Boy are still together.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;I was surprised. Getting married half a year after high school? I didn&apos;t think they&apos;d make it this far.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;You never went to their wedding, though.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;I was in college halfway across the country, bud,&quot; I say.",
         true
      ],
      [
         "BodyCody",
         "&quot;How about Kei?&quot; He asks. &quot;You were trying to get with her for a while, but you never had the cajones to do it before she graduated after our junior year.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;I&apos;ve told you before,&quot; I say. &quot;She&apos;s at my work.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;No shit!&quot; He laughs. &quot;Puta madre, the yellow thirst was real for you, man.&quot; He cracks another can after getting mowed down by an LMG. &quot;Are you gonna shoot your shot? You told me you got some experience in college, right?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Yeah. But I don&apos;t know...&quot; none of those nights in college really fulfilled me. I was always missing something. &quot;I&apos;m not into the clubbing scene like you are.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;All you have to do is ask! It&apos;s not like high school. Alcohol changes things. The fellas I met in college showed me all around the city. I know that shit like the front of my hand!&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Back. The back of your hand,&quot; I say.",
         true
      ],
      [
         "BodyCody",
         "&quot;Whatever. But we need to get you laid, now that you got this fine house. Shit, man, I wish I could afford something like this. People our age probably never will.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;But you still live here in Hearthland Ridge,&quot; I say.",
         true
      ],
      [
         "BodyCody",
         "&quot;Paying for a studio! Like living in a fuckin&apos; box for seventeen hundred a month,&quot; he says. &quot;Walls so paper-thin I can hear everything. I&apos;d rather go out and get some pussy than cuck myself to the soundtrack of someone else getting it.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Uh, sure,&quot; I say &mdash; sometimes I wonder if he tries to fit as many of those words as he can into a sentence. ",
         true
      ],
      [
         "BodyCody",
         "&quot;But really. I&apos;m proud of you, man,&quot; he tells me. &quot;Really. You&apos;ve worked hard and you&apos;ve made it. When I was trying to work my way through our senior class, you were grinding at math and shit. You have an actual chance to get wifed up. It&apos;s not in my blood.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;What do you mean?&quot; I ask.",
         true
      ],
      [
         "BodyCody",
         "&quot;Well, I don&apos;t want to. I like the chase better,  you know. Settling down? That&apos;s like giving up. What do you do, then? With that feeling, you know, when you have a couple rats with some chick and you know you&apos;re locked in for the next forever?&quot;",
         true
      ],
      [
         "BodyCody",
         "The feeling&apos;s all I&apos;ve been able to think about since I got back here. No more regimentation. No convenient road map of class to class to graduation: now it&apos;s all just open-ended.",
         true
      ],
      [
         "BodyCody",
         "&quot;But, like, nothing against you if you&apos;re into that. Having rats can be dope. They mow your lawn and shit.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Someday. Maybe. I&apos;m just too boring, I think,&quot; I say.",
         true
      ],
      [
         "BodyCody",
         "&quot;Boring? You were the heart of our group back then, dude. You brought us together. You&apos;re good at that.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;But nothing&apos;s forcing any of us to be together anymore,&quot; I say. &quot;Look at how many have moved away from here. It&apos;s just you and me now, right?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Kayla and John are in California. Michael went to Kansas. He likes flat woman, so I guess he wants a state that can get him off just by driving on the roads.&quot;",
         true
      ],
      [
         "BodyCody",
         "The beer comes up my nose. I drop the controller and the batteries pop out. &quot;Ugh. Fuck, man,&quot; I say, balancing the pain of carbonation in my nose with the urge to laugh, imagining Mike trying to stick his wiener in a Kansas anthill.",
         true
      ],
      [
         "BodyCody",
         "Miguel says, &quot;Maybe we&apos;ll be stuck here forever. But hey, as long as we&apos;re both here.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;I just wish . . .&quot; I start to say, but instead, I reach down and pop the batteries back in the controller.",
         true
      ],
      [
         "BodyCody",
         "He slicks his hair back again, finishing another one. &quot;Is it cool if I crash here? I mean, I can drive high, but not drunk.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Sure, man. But I don&apos;t have a cot or a sleeping bag or anything.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Please. I&apos;ve slept on floors my whole adult life!&quot; He gestures to the box with 23 stones left. &quot;Now are you gonna help me finish all of them?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;All of them?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;All of them,&quot; he says. &quot;It&apos;s Friday. I know we&apos;re old and shit now, but stay awake a little longer, like we&apos;re twelve and it&apos;s a sleepover in your parents&apos; basement, and I&apos;ll tell you a bedtime story.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Oh, great. About what?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;One time I was playing on your Xbox when you were out of town. When you had me pet-sitting, and...&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;I&apos;ll pass. But&mdash;&quot; I think, as long as I&apos;m not drinking alone, it can&apos;t hurt. What&apos;s the worst that can happen?",
         true
      ]
   ],
   [
      [
         "BodyCody",
         "&quot;No, I get what you&apos;re saying, but what do you mean?&quot; Miguel says, slurring his words as he melts into the futon: the only piece of furniture our drunk asses could assemble. The overturned boxes are makeshift tables that keep the cans off the floor, since we&apos;re feeling too lazy to dig for a trash bag.",
         true
      ],
      [
         "BodyCody",
         "I lift the can to my lips, but I don&apos;t let the poison pass the threshold. Past experience tells me that I&apos;m toeing my limit: lost enough to let my stupid emotions leak on my face, to conjure words to try to push them down, but not enough to kneel at the porcelain throne. I know the feeling is real because the wetness on my face gives it credence, and I often think he&apos;s the only friend I&apos;ve got left to listen.",
         true
      ],
      [
         "BodyCody",
         "If only I could get him to.",
         true
      ],
      [
         "BodyCody",
         "&quot;How can you get it if you don&apos;t know what I mean?&quot; I ask.",
         true
      ],
      [
         "BodyCody",
         "&quot;I get it, bro, just not what you mean.&quot; Miguel lifts the cracked smartphone above his face as he lays on the futon, thumb-scrolling through an endless barrage of ads and entertainment. ",
         true
      ],
      [
         "BodyCody",
         "&quot;What I mean is that I don&apos;t feel it anymore. My life is just work, then sleep, then work, then go to sleep, but it&apos;s nothing more than that. I don&apos;t have it like you do. You always have the energy, but I don&apos;t know how you find it.&quot; The tears leak further: I can&apos;t remember the last time I was drunk enough to let them out. &quot;But I know the time is in between there somewhere, I mean, I&apos;m certain I could fit in anything if I tried. But I&apos;m always just so damn tired.&quot;",
         true
      ],
      [
         "BodyCody",
         "He swipes right a couple times in a dating app, still refusing to look up. &quot;Time isn&apos;t the only thing that&apos;s too small of yours to fit.&quot; He laughs. Then the vibration from a match startles him. ",
         true
      ],
      [
         "BodyCody",
         "Miguel&apos;s thumb slips and he flings his phone in the air, letting out a grunt when it crashes into his nose.He jolts upright to rub the pain out, looking at me for the first time in an hour.",
         true
      ],
      [
         "BodyCody",
         "&quot;Oh, shit. You&apos;re serious.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Yeah, you think this is just a bit?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;No, of course not.&quot; He sets his phone on a cardboard box and thinks for a moment. &quot;Why I &apos;feel it.&apos; I don&apos;t know . . . I guess I just got a big family that always keeps me busy. My cousins are young, and my siblings are still in college, so I end up going to their parties and stuff.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;So it&apos;s like college never ended for you. Never realized I&apos;d miss it so much . . . my roommates made the damn experience,&quot; I say. It didn&apos;t matter if we were in the dorms or slumming it in an expensive renter-fixer-upper west of campus: those fuckers forced me to get out. &quot;Most nights, when I was studying in my bedroom, nose stuck in a textbook, they&apos;d pick the lock and barge in &mdash; shooting me with flaming Nerf darts, assaulting me with a pizza cutter, or dragging me to one of their parties.&quot;",
         true
      ],
      [
         "BodyCody",
         "He takes the last swig of his seventh can. &quot;Just like my older cousins. They show up to my house to drag me clubbing, even if I pulled a &apos;tenner&apos; at work.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Man. If my brother was still around, I&apos;m sure he&apos;d be over here all the time,&quot; I say.",
         true
      ],
      [
         "BodyCody",
         "&quot;Of course. Our families had a lot of fun together: barbeques, parties at the park...&quot; The list trails off when he crunches the can in his hands.",
         true
      ],
      [
         "BodyCody",
         "&quot;You remember those weekends in middle school when we tried to beat the Halo campaign in a single night?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Yeah. And your brother would buy all those energy drinks, sneaking them downstairs for us,&quot; he says. &quot;Oh, and the summer tent sleepovers, remember that one night you were so scared of the lightning you couldn&apos;t move, and my dad had to carry you back inside?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;I was stuck in the sleeping bag, so soaking wet from the rain I almost slid out of his arms,&quot; I say. We share a laugh. &quot;Or the RV trip we took for the out-of-state Lacrosse game&mdash;when we got stuck on the side of the road. We used up all the power playing GameCube and my dad was furious!&quot;",
         true
      ],
      [
         "BodyCody",
         "He laughs. &quot;Yeah. And we had to ask one of the families running behind to pick us up. The whole time we waited there, your dad was screaming at Triple-A, and your mom was trying to cook, but the RV tipped so far to the side that she couldn&apos;t set anything on the counter...&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;...And all we could do was just pass the ball on the side of the road, wondering whether or not we were gonna make the game.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;But we won that one, right?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Yeah &mdash; I ripped the game-winning corner pocket.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Oh yeah. Their team was trash. The goalie scored on himself.&quot;",
         true
      ],
      [
         "BodyCody",
         "The nostalgia can only abate the emptiness for so long. I take another swig, feeling the body high mix with the dizziness from the flat beer. Without them, the next words might not have left me.",
         true
      ],
      [
         "BodyCody",
         "&quot;But now it&apos;s just like . . . I dunno. I only know that it sucks, you know?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Of course.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Like, I&apos;m trying to care, but I don&apos;t. My mind doesn&apos;t want me to be happy.&quot; I nearly fall out of the folding chair when I&apos;m talking with my arms. &quot;We&apos;re not forced to get out there anymore. To meet new people, to keep friendships alive. All our friends are getting married or serious while we&apos;re just left behind. My parents nag me about it all the time: getting impatient since I&apos;m the only one left that&apos;ll keep the family name going. And&mdash;&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;That shit doesn&apos;t matter. That&apos;s not what it&apos;s about,&quot; Miguel says. That video of you, dude, the one on the news, you remember? I think about that shit a lot: it was dope, man.&quot;",
         true
      ],
      [
         "BodyCody",
         "He&apos;s gaslighting me again.",
         true
      ],
      [
         "BodyCody",
         "&quot;And what did I say?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;You just gotta do, man. You gotta do things just to do them.&quot;",
         true
      ],
      [
         "BodyCody",
         "I furrow my brows. &quot;To do what?&quot;",
         true
      ],
      [
         "BodyCody",
         "He wets his lips on a last sip before he tries at something profound.",
         true
      ],
      [
         "BodyCody",
         "&quot;The doing is what makes happiness come, when even . . . even when you&apos;re, like, not happy, and shit, you force yourself to do things, so happy shit can happen more often and shit, so you can have the chance to enjoy it,&quot; he insists. ",
         true
      ],
      [
         "BodyCody",
         "I&apos;m lost without words, so he decides to muddy the waters even further.",
         true
      ],
      [
         "BodyCody",
         "&quot;You get the gist of what I&apos;m saying? Like, you have to decide to do no matter what. Like even when you don&apos;t feel like it, you know, you do. The doing, I mean, is something you choose which gives a chance of something good. Or something, at least. You know?&quot;I feel like I just had a seizure. &quot;What the fuck does that even mean?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;I don&apos;t know, man. Maybe I&apos;m bad at . . . no, maybe you suck at listening,&quot; he says. &quot;I said that shit perfectly.&quot;",
         true
      ],
      [
         "BodyCody",
         "I mutter to myself, trying to piece together what he said. It takes me a couple seconds. &quot;Force yourself to engage with the world. Give happiness its best chance to come out, because it&apos;s all you can do.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;That&apos;s exactly what I said!&quot; He snatches another can, using the light of the TV to inspect all the dents from rolling around in his Corolla.",
         true
      ],
      [
         "BodyCody",
         "&quot;Like hell you did!&quot; I roll my eyes.",
         true
      ],
      [
         "BodyCody",
         "His verbal seizure must have made him tired. He puts the can down instead of cracking another one, and after a long yawn, he pulls the unzipped sleeping bag off the floor and wraps it around himself on the futon.&quot;That thing goes down flat, you know,&quot; I offer. &quot;It doesn&apos;t have to be a couch.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Too much effort. I&apos;ve slept on worse,&quot; he says. &quot;I gotta get to sleep so I can make it to church tomorrow.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;And show up hungover? I doubt you&apos;ll make it through the service,&quot; I say. &quot;But, hey, if you stay a while after, I&apos;m sure you could catch the double-A meeting.&quot;",
         true
      ],
      [
         "BodyCody",
         "He&apos;s too tired for a clap-back. He&apos;s not even scrolling his phone anymore: just sprawled there with his feet dangling over the wobbly armrest, arms tucked beneath him, his face buried into a folded towel.",
         true
      ],
      [
         "BodyCody",
         "I glance at the stove. &quot;It&apos;s only like 12:30.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Long day . . . leading idiots . . . feels so late,&quot; he says, turning to bury his face in the leather crevice of the couch.",
         true
      ],
      [
         "BodyCody",
         "&quot;So much for an all-nighter, huh?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Nnnn,&quot; he mumbles into the towel. &quot;Guessn&apos;t.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;I guess we&apos;re not young anymore,&quot; I say. &quot;We didn&apos;t even make it through half the rack.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Nn.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;So are we gonna finish these?&quot;",
         true
      ]
   ]
]