{
  "Story": "Paragate",
  "Title": "Chapter Two",
  "Subtitle": "The Knight Before",
  "Act": 0,
  "ChapterNumber": 2,
  "Synopsis": "Katiya tries to unwind, but duty&mdash;and an old flame&mdash;won&apos;t let her rest.",
  "RevNotes": "",
  "ID": "0.2",
  "Body": [
    "<p>&emsp;With every intention to relax, I try to let the peace of this place flood my tense muscles. But I wasn&apos;t made for this, and I hate drinking. The only thought on my inebriated mind are the words of my late father. And even if his last words were delivered as a whisper, they&apos;re far louder than the raucous trainees crowding Gaffe&apos;s End Tavern. </p><p>&emsp;He said that I would never find peace in shouldering the weight of all the world. He said it wasn&apos;t because I was weak, or that I was naive &mdash; or that I wasn&apos;t aware of all the reasons we had to be afraid. He said it was because those feelings were wasting my life. </p><p>&emsp;And then he died the next day in his sleep: burned alive with his youngest progeny that lacked the strength to fight back.</p><p>&emsp;My father made the same mistake that all the other villagers make, thinking that suffering is only caused by change. They think the discomfort in their everyday lives is just an affect of higher forces &mdash; whether by the whims of the Gods or the everlasting hunger of our war. They assume the rare breadths of stillness are caused by a break in the action: that war and its wreckage are just the affects of an empire&apos;s ambition; that all the fighting is only driven by greed.</p><p>&emsp;That if we stopped fighting, no one would have to die.</p><p>&emsp;They fall to that temptation to live the lie, to say it so long and loud that they think their words can incarnate it. Gods know it&apos;s as effective as sleeping beneath barricades of bedsheets to ward off the Chymaera, hiding as the East shakes the ground with its ravenous hunger.</p><p>&emsp;But they&apos;re wrong. They have no idea of how much violence has to happen just to keep things exactly the way they are.</p><p>&emsp;Six months have passed since we arrived here. We were taken straight from graduation, the first time they hitched wagons to motorcars instead of horses. It was as soon as we dropped our bags in the barracks that the Royal Guardsmen kept us busy in every waking moment, spending every second of daylight training in the militarized city of Gaffesend. </p><p>&emsp;Yet that freedom ends today. </p><p>&emsp;I find myself here in Gaffesend Tavern, sitting at a bartop, watching the bustling narrow street in front of the grand lake, wondering why my boyfriend Jullian hasn&apos;t bothered to approach me. </p><p>&emsp;I hate drinking because it always makes me feel like I&apos;m too weak to face reality. Before long, I realize I&apos;m not watching the exits &mdash; and the more I keep pace with my male comrades, the more I find some stupid hope that this dizziness might shake my own feelings loose. I swirl the crimson ale around in the wooden mug to free the bubbles, envying how easily they float to the surface. </p><p>&emsp;An hour passes since the close of labour. The cobblestone streets bustle with villagers returning home from a long day&apos;s work. There are four of us that watch from the window, entranced by the balance of energy between two worlds. Now is that rare hour when the drunken stupor of the pub&apos;s regulars matches the stumble of the tiresome commoners. The sun has already vanished below the mountains, but its colorful influence reflects across the lake.</p><p>&emsp;I get the spins as my childhood friend Bertram talks to Ryder and Naya, two shy recruits that would sit alone if we weren&apos;t all friends. None of us would be here if they weren&apos;t dangling the keys to our new homes at the end of it, forcing us all to weather the best and worst of our graduating class. Somewhere behind us, the others laugh and cheer. They&apos;ve convinced themselves that this transition is a triumphant victory, too shortsighted to see that life in Gaffesend rides on the results of an enervating final test. </p><p>&emsp;And here it comes.</p><p>&emsp;There&apos;s no more simulations, practice runs, or drills. Failure is a one-way ticket to the front lines, and I will never get another chance.</p><p>&emsp;I take another sip, coaxing that feeling of joy to wash over me. I can tell that Bertram thinks the same thoughts when his eyes rest on the village on the other side of the lake. He nudges my right arm before opening his mouth to speak, gesturing to the twelve other trainees behind him.</p><p>&emsp;&quot;To them it&apos;s just a random assignment, no more than the toss of a coin. But to you and I, and maybe Ryder, this is divine. This is the will of the Gods, Katiya. This is the first sentence in our declaration of war.&quot;</p><p>&emsp;I tell him it is, and with my next swallow of ale, I prove it.</p><p>&emsp;The details are hazy. My mind protects me by forgetting everything I witnessed as a young child, and the harder I push to excise them, the deeper they dig. All I have left is the memory of Bertram pulling me from the smoldering cabin, dragging me to my mother Stella so that our fractured families could escape to the south.</p><p>&emsp;&quot;For years I was so angry,&quot; I tell him. &quot;If I could have joined the forces then, I would have put off all the schooling. I would have gone straight to the front lines to find justice for what they did to us.&quot;</p><p>&emsp;&quot;So why didn&apos;t you?&quot; He asks with a smirk.</p><p>&emsp;I shrug. &quot;How could all Chymaerans be evil if there are people like Pax that have their blood?&quot;</p><p>&emsp;I gesture to the half-blooded halfwit behind us. Paxton uses his Chymaeran Essence to try to freeze the watered-down liquor, enough to stack a seventh shot glass as the others cheer him on, drawing the attention of all the other patrons. Even Ryder puts his book down for a second to watch, letting out a small chuckle as it wavers.</p><p>&emsp;&quot;You have honor and a kind heart, and it&apos;s what I like about you. What I always have,&quot; Bertram says. He leans close enough that I can feel his firm shoulder press against mine. &quot;But keep enough of that anger. If we don&apos;t make the program &mdash; or if the enemy breaks the lines and crosses the lake in the winter &mdash; that fury is the only thing that&apos;s going to keep us alive.&quot;</p><p>&emsp;&quot;Rest assured it runs in my circuits with the Essence,&quot; I tell him. &quot;The long winter ends with our probation. It&apos;s spring now, and we have a&mdash;&quot;</p><p>&emsp;My words cut short when the tower crashes on the eighth glass. Pax presses his face to the table&apos;s surface, sucking up whatever he can of the liquor and the attention. </p>But I still find that I&apos;m unable to escape the gravity of that feeling &mdash; that dragging desire that&apos;s followed me since the beginning. The desire to have that one moment that validates all of it, that makes it all worth something. And I pray to the Gods that longing is stronger than the fear of what lies ahead. ",
    "<p>&emsp;It all starts when Chief Aldrin climbs the small stage. Tonight it&apos;s edicts instead of music, and he takes a swig from his mug to make sure the words sound like a toast instead of orders.</p><p>&emsp;&quot;It was three months ago that you all graduated in the top of your class. Instead of heading straight to the front lines, you were chosen to challenge yourself with a higher purpose. You demonstrated that you might have what it takes to join our ranks full-time. And starting tomorrow, you&apos;ll get your chance to prove yourself as something special.&quot;</p><p>&emsp;Aldrin Valensend pauses expecting cheers, but he&apos;s met with silence. The cadets&apos; faces fall when reality crashes their party.</p><p>&emsp;&quot;Or else it&apos;s off to the meat grinder,&quot; Ryder mutters, closing his book on an earmarked page. &quot;The machine is hungry again.&quot;</p><p>&emsp;So hungry they&apos;d let in women like me, I think. To wear the men&apos;s leftovers.</p><p>&emsp;&quot;S-so hungry they&apos;d let in outsiders like me, I guess.&quot; Naya&apos;s ears twitch as she mutters into her cup. The Ahkvan swishes her tail with apprehension, and when Aldrin opens his mouth to try to rally us again, she withdraws her face from the mug, saturating the bronze fur on her face with a fine mustache of suds.</p><p>&emsp;&quot;Look. I can tell you&apos;re all nervous. It&apos;s why I have the kegs here, to try to loosen you up a little,&quot; he says, taking another swig as if it will get him one sip closer to connecting with us. &quot;Trust me, lads. There&apos;s fear in every class &mdash; I&apos;ve seen fifteen in my time, and the reaction is the same every night before. But I want you to understand that you are not fighting for a limited number of slots. There is not a set number: you have already proved your excellence in the Capital. And if you keep that excellence, you will join us. I mean, Katiya&apos;s brother Erik joined us last year.&quot; He turns to me for validation. &quot;Didn&apos;t Erik say it wasn&apos;t that bad?&quot;</p><p>&emsp;I say, &quot;It wasn&apos;t bad for his health, at least. Without all the drinking, he dropped a near two stone.&quot;</p><p>&emsp;The cadets chuckle, and Aldrin looks a little more self-assured.</p><p>&emsp;&quot;Well, I can assure you that the last three months is a hard as this probation gets.&quot; He holds up a stamped sheet of vellum scrawled with ink. &quot;You see this page?&quot;</p><p>&emsp;We all recongize it immmediately. It was taken straight from the posting board outside the field office.</p><p>&emsp;&quot;This system hearkens back to the old days. Back to those centuries ago when the world was vastly unexplored: those centuries when bands of brave adventurers took tasks to be paid in Kine, back when the empire&apos;s reach was shorter. When ruins and old dungeons were unexplored, before we could raise whole armies with the singnal single &mdash;&quot; he stutters, wetting his tongue with another sip&mdash; &quot;erm, single signal, of a wire.&quot; He waves the document in his hand, and the air is quiet enough to hear the heavy wax seal shake the paper. &quot;This is the lifeblood of our operation. We call them quests.&quot;</p><p>&emsp;The cadets cringe. As if any of these tasks could be considered heroic, I think.</p><p>&emsp;Bertram nudges me. &quot;Did this process come out of a fable?&quot;</p><p>&emsp;&quot;But it&apos;s not slaying monsters. Or, at least, not most of them. Maybe one of our elders has a problem with rats that savaged her Essenced crops, and they might start a fire if they gnaw the wires. Maybe it&apos;s a domestic dispute that needs authority. Or maybe it&apos;s a family near the eastern border that wants to feel safe.</p><p>&emsp;Those are the ones I&apos;ll take, I think.</p><p>&emsp;&quot;And then there&apos;s the ones that take a little more courage. Scouting positions. Thrusting yourself just a small distance beyond the lines to make sure there&apos;s nothing there, prodding at the Purgatory Mountains with one of our mentors.&quot;</p><p>&emsp;My stomach drops at the thought, but I hate that feeling.</p><p>&emsp;He concludes, &quot;These are the quests you will be completing. And there is always an overwhelming number of them, so you will never have a dull moment. Beyond quests, there are just a few standard competencies that all our guards take to test physical standards: no harder than what you&apos;ve already&mdash;&quot;</p><p>&emsp;A cadet cuts him off without raising his hand.</p><p>&emsp;&quot;So what, then, we just do them?&quot;</p><p>&emsp;&quot;You want to wait for me to finish, Pax? Gods above,&quot; Aldrin says. &quot;Yes. You take them. You finish them. And you get them signed off and stamped by the ones that wrote them, whether they&apos;re townsfolk or the Knights of the Royal Guard. You hold on to them, and every month you submit them. Along with the results of your competencies.&quot;</p><p>&emsp;I can predict the next question before he asks it. All I wonder is if he&apos;ll raise his hand this time, and surely enough:</p><p>&emsp;&quot;Well, do we have to do some of the hard ones, or else we&apos;ll be sent to the war?&quot; </p><p>&emsp;The nervous air breaks with laughter. Pax&apos;s hand is raised this time, and it stays there.</p><p>&emsp;&quot;No, of course not. Remember when I said you already proved yourselves? This is only about reaching a minimum.&quot;</p><p>&emsp;&quot;Of how many?&quot;</p><p>&emsp;&quot;Shut your mouth, Pax,&quot; Ryder says, but he cracks a smile. The room&apos;s laughter grows.</p><p>&emsp;&quot;Of . . . no number, Gods damn it!&quot; Aldrin balls his fists, but finds relief at how the joyful spirit returns to his young cadets. &quot;You&apos;ll do as many as you think is right. And we&apos;ll see how many you do.&quot;</p><p>&emsp;We all seem to feel a little better. The Ahkvas telegraph their feelings the easiest: I can see Naya&apos;s frayed tail loosen as she relaxes.</p><p>&emsp;&quot;So.&quot; Aldrin clears his throat. &quot;I know that small chance scares you, but I want you to forget it. You&apos;ve worked for years and years to get out into the world beyond the capital, and here you are! You better be damn sure that you live up to that. Get closer with the people of our town. Assimilate yourself into our community. Spend time with your comrades between quests: go hike a trail, head to the hot spring on a day off, and listen well to the senior guardsmen, all right?&quot;</p><p>&emsp;&quot;Sir, yes sir!&quot; we shout from habit.</p><p>&emsp;&quot;No, no! This isn&apos;t training anymore. Stop that,&quot; he barks. &quot;Work hard and live well. Make this time feel like you&apos;re the adventurers of the old days. And, please &mdash; do something other than drink here every night, understood?&quot;</p><p>&emsp;&quot;Sir-&quot; We hesitate, raising our mugs instead.</p>&quot;Fill up, lads,&quot; he says. &quot;A toast to your future!&quot;",
    "<p>&emsp;The fledgling Royal Knights form a line at the kegs, their mugs wavering as suds spill across the warped wooden floorboards. We raise our full cups as color drains from the sky, and somewhere across Lake Garrison, the faint amethyst glow of Chymaeran Essence emanates from the silhouetting pines.</p><p>&emsp;I throw back another two fills on a challenge, and not long after, I find myself among the last of our group. Most of the others left to explore their new townhomes as official trainees of the Royal Guard. Naya and Ryder vanished as soon as possible. Some of the others dragged Pax outside so he wouldn&apos;t vomit on the floor, and I haven&apos;t seen him since.</p><p>&emsp;Jullian is still distant, chatting in the corner with a half-blooded, dark-haired Ahkvasan in his group of friends. Bertram sits next to me on the long wooden bench in the corner, careful to keep us from touching though he sits rather close, enough for me to smell the booze on his breath.</p><p>&emsp;&quot;You know,&quot; he stammers, &quot;I haven&apos;t said something for a while.&quot;</p><p>&emsp;&quot;What something?&quot; I ask, afraid to risk standing or else I&apos;ll crash through the coffee table. I twirl the key around my finger in the opposite direction of the twisting world.</p><p>&emsp;&quot;Something ever,&quot; he says, then clarifies, &quot;Ever said, yeah.&quot;</p><p>&emsp;&quot;Ever? Like, ever ever?&quot;</p><p>&emsp;&quot;Ever,&quot; he says. &quot;Never, I mean. And I don&apos;t know if now is the right time.&quot; Bertram looks almost uncomfotable. His blue eyes rattle in his skull when he tries to look at me, brushing his dark hair to the side. &quot;I&mdash;&quot;</p><p>&emsp;A hand grabs my arm. It&apos;s Jullian.</p><p>&emsp;&quot;It&apos;s time to go home, Katiya,&quot; he says.</p><p>&emsp;&quot;But why?&quot; I ask.</p><p>&emsp;&quot;Because we have to get up early tomorrow.&quot;</p><p>&emsp;&quot;For what?&quot; I ask.</p><p>&emsp;&quot;For the first day of work, remember?&quot; He says.</p><p>&emsp;I struggle to focus my mind, but I manage to ask the question. &quot;Then why in Khiras&apos; name did the Commander plan a party the night before?&quot;</p><p>&emsp;Jullian pauses for a second, while Bertram nods in agreement. &quot;That&apos;s actually a really good question,&quot; Jullian says. &quot;Maybe as a test? Or just so he can scold the ones that don&apos;t show up tomorrow?&quot;</p><p>&emsp;I mutter something even I don&apos;t understand when my stomach tries to transition from sitting to standing. My body goes limp when he escorts me from the couch.</p><p>&emsp;Jullian turns to Bertram. &quot;You should leave, too.&quot; He returns an uncomfortable glare when Jullian stabilizes me in an embrace, muttering something about him being mad because his parents gave his name too many L&apos;s.</p><p>&emsp;&quot;I guess we&apos;re going,&quot; I tell Bertram.</p><p>&emsp;&quot;Well, get home safe,&quot; he mutters, losing his campaign against gravity as his body crashes against the vacant bench.</p><p>&emsp;Jullian&apos;s thin as a reed, but he&apos;s tall and strong enough to escort me from the pub. The air is crisp and cold when we step outside. Our boots crunch in the melting frost from winter&apos;s last snowstorm, and we find a relief from the humidity of twenty-some cadets. Beneath his bangs of dirty blonde hair, he always seems to hold a permanent look of discontent, but I know it&apos;s not because he&apos;s angry.</p><p>&emsp;&quot;Why didn&apos;t you join me? Sitting with all the quiet ones,&quot; he says.</p><p>&emsp;&quot;They&apos;re my friends,&quot; I tell him. &quot;And they could be yours if you spent more time with all of them.&quot;</p><p>&emsp;He tensions his fingers in mine. &quot;You still could have come by, though.&quot;</p><p>&emsp;And so could you, I think, but it&apos;s less effort to just apologize. &quot;I&apos;m sorry.&quot;</p><p>&emsp;&quot;I know you&apos;re satisfied with the friends you have, but I just want to meet new people. And, compared to the city, our assignment here feels like a second chance for someone like me.&quot;</p><p>&emsp;I pause for a moment. &quot;What do you mean, &apos;a second chance?&apos;&quot;</p><p>&emsp;&quot;No, no! I mean, I wasted so many years of my life afraid to make friends. It was so easy to tell myself that I shouldn&apos;t bother trying &mdash; that I was too busy taking care of my brothers when my mother spent her days slaving away on the looms.&quot;</p><p>&emsp;I nod, coaxing him to continue.</p><p>&emsp;&quot;So many of my younger years I wasted. That was until you came along and showed me that I was more than that, that I was worth it.&quot;</p><p>&emsp;&quot;Well, you are worth it,&quot; I say. &quot;You should know that.&quot;</p><p>&emsp;&quot;But do you see what I mean? Most days it feels like I can&apos;t even speak right. You spend you days with one core group of friends because you&apos;ve already figured it out, but every time I gather the courage to speak, it feels like a performance.&quot; He sniffles from the cold. &quot;You&apos;re a bird that was pushed out of the nest at just the right time to learn to fly, but I never left the nest. And now my body is so much heavier, and my wings feel so uncomfortable.&quot;</p><p>&emsp;&quot;I&apos;ve always said you can practice with me,&quot; I tell him.</p><p>&emsp;&quot;But it comes so naturally to you, though. You&apos;re so beautiful. The world begs for you to interact with it, but I&apos;m just average-looking.&quot;</p><p>&emsp;&quot;So you&apos;re saying that all I have going for me is my looks?&quot; I grab the collar of his shirt as I slur the words, but not hard enough to come off as real anger. &quot;That&apos;s all you think of me, huh, that I&apos;m just a dazzling piece of arm candy? I&apos;m a Gods-damn warrior!&quot;</p><p>&emsp;He stutters over an apology. Maybe he still struggles to tell the difference between anger and sarcasm. My hands tension further around his shirt, and I derive an odd pleasure from seeing him squirm a little here and there.</p><p>&emsp;I feel my fingers trace past his left ear, grazing the hairs of his neck before I draw him down to my height. &quot;Then maybe you can show me with your actions, if the words aren&apos;t enough.&quot;</p><p>&emsp;He hesitates for a moment, but the resonant pull of our bodies&apos; Essence is too strong. I can feel his heartbeat hasten as the feeling goads him closer. I plant kisses on his neck, and for several minutes, we allow our anxieties to precipitate the act that absolves them.</p><p>&emsp;The lamplighter walks around us, using his Essence to light the streetlamps, and I nearly lean the two of us into a bush. I can feel him surrender to his instincts when his arms embrace me, and below, I can feel evidence of his excitement.</p><p>&emsp;&quot;I think we should get home,&quot; he says. &quot;To yours.&quot;</p><p>&emsp;My free hand fumbles for my pocket, then in my pocket, for the iron key labeled BREAKEY-HILDE. It surprises me how well I can do two things at once.</p><p>&emsp;&quot;But my stuff from the barracks is still outside,&quot; I say. &quot;I have to unpack!&quot;</p>&quot;Then we&apos;ll toss it inside,&quot; he says. &quot;You can unpack tomorrow.&quot;"
  ],
  "BodyFormatted": [
    [
      "<p id=\"0.2.1.1\" class=\"Katiya\">&emsp;With every intention to relax, I try to let the peace of this place flood my tense muscles. But I wasn&apos;t made for this, and I hate drinking. The only thought on my inebriated mind are the words of my late father. And even if his last words were delivered as a whisper, they&apos;re far louder than the raucous trainees crowding Gaffe&apos;s End Tavern. </p>",
      "<p id=\"0.2.1.2\" class=\"Katiya\">&emsp;He said that I would never find peace in shouldering the weight of all the world. He said it wasn&apos;t because I was weak, or that I was naive &mdash; or that I wasn&apos;t aware of all the reasons we had to be afraid. He said it was because those feelings were wasting my life. </p>",
      "<p id=\"0.2.1.3\" class=\"Katiya\">&emsp;And then he died the next day in his sleep: burned alive with his youngest progeny that lacked the strength to fight back.</p>",
      "<p id=\"0.2.1.4\" class=\"Katiya\">&emsp;My father made the same mistake that all the other villagers make, thinking that suffering is only caused by change. They think the discomfort in their everyday lives is just an affect of higher forces &mdash; whether by the whims of the Gods or the everlasting hunger of our war. They assume the rare breadths of stillness are caused by a break in the action: that war and its wreckage are just the affects of an empire&apos;s ambition; that all the fighting is only driven by greed.</p>",
      "<p id=\"0.2.1.5\" class=\"Katiya\">&emsp;That if we stopped fighting, no one would have to die.</p>",
      "<p id=\"0.2.1.6\" class=\"Katiya\">&emsp;They fall to that temptation to live the lie, to say it so long and loud that they think their words can incarnate it. Gods know it&apos;s as effective as sleeping beneath barricades of bedsheets to ward off the Chymaera, hiding as the East shakes the ground with its ravenous hunger.</p>",
      "<p id=\"0.2.1.7\" class=\"Katiya\">&emsp;But they&apos;re wrong. They have no idea of how much violence has to happen just to keep things exactly the way they are.</p>",
      "<p id=\"0.2.1.8\" class=\"Katiya\">&emsp;Six months have passed since we arrived here. We were taken straight from graduation, the first time they hitched wagons to motorcars instead of horses. It was as soon as we dropped our bags in the barracks that the Royal Guardsmen kept us busy in every waking moment, spending every second of daylight training in the militarized city of Gaffesend. </p>",
      "<p id=\"0.2.1.9\" class=\"Katiya\">&emsp;Yet that freedom ends today. </p>",
      "<p id=\"0.2.1.10\" class=\"Katiya\">&emsp;I find myself here in Gaffesend Tavern, sitting at a bartop, watching the bustling narrow street in front of the grand lake, wondering why my boyfriend Jullian hasn&apos;t bothered to approach me. </p>",
      "<p id=\"0.2.1.11\" class=\"Katiya\">&emsp;I hate drinking because it always makes me feel like I&apos;m too weak to face reality. Before long, I realize I&apos;m not watching the exits &mdash; and the more I keep pace with my male comrades, the more I find some stupid hope that this dizziness might shake my own feelings loose. I swirl the crimson ale around in the wooden mug to free the bubbles, envying how easily they float to the surface. </p>",
      "<p id=\"0.2.1.12\" class=\"Katiya\">&emsp;An hour passes since the close of labour. The cobblestone streets bustle with villagers returning home from a long day&apos;s work. There are four of us that watch from the window, entranced by the balance of energy between two worlds. Now is that rare hour when the drunken stupor of the pub&apos;s regulars matches the stumble of the tiresome commoners. The sun has already vanished below the mountains, but its colorful influence reflects across the lake.</p>",
      "<p id=\"0.2.1.13\" class=\"Katiya\">&emsp;I get the spins as my childhood friend Bertram talks to Ryder and Naya, two shy recruits that would sit alone if we weren&apos;t all friends. None of us would be here if they weren&apos;t dangling the keys to our new homes at the end of it, forcing us all to weather the best and worst of our graduating class. Somewhere behind us, the others laugh and cheer. They&apos;ve convinced themselves that this transition is a triumphant victory, too shortsighted to see that life in Gaffesend rides on the results of an enervating final test. </p>",
      "<p id=\"0.2.1.14\" class=\"Katiya\">&emsp;And here it comes.</p>",
      "<p id=\"0.2.1.15\" class=\"Katiya\">&emsp;There&apos;s no more simulations, practice runs, or drills. Failure is a one-way ticket to the front lines, and I will never get another chance.</p>",
      "<p id=\"0.2.1.16\" class=\"Katiya\">&emsp;I take another sip, coaxing that feeling of joy to wash over me. I can tell that Bertram thinks the same thoughts when his eyes rest on the village on the other side of the lake. He nudges my right arm before opening his mouth to speak, gesturing to the twelve other trainees behind him.</p>",
      "<p id=\"0.2.1.17\" class=\"Katiya\">&emsp;&quot;To them it&apos;s just a random assignment, no more than the toss of a coin. But to you and I, and maybe Ryder, this is divine. This is the will of the Gods, Katiya. This is the first sentence in our declaration of war.&quot;</p>",
      "<p id=\"0.2.1.18\" class=\"Katiya\">&emsp;I tell him it is, and with my next swallow of ale, I prove it.</p>",
      "<p id=\"0.2.1.19\" class=\"Katiya\">&emsp;The details are hazy. My mind protects me by forgetting everything I witnessed as a young child, and the harder I push to excise them, the deeper they dig. All I have left is the memory of Bertram pulling me from the smoldering cabin, dragging me to my mother Stella so that our fractured families could escape to the south.</p>",
      "<p id=\"0.2.1.20\" class=\"Katiya\">&emsp;&quot;For years I was so angry,&quot; I tell him. &quot;If I could have joined the forces then, I would have put off all the schooling. I would have gone straight to the front lines to find justice for what they did to us.&quot;</p>",
      "<p id=\"0.2.1.21\" class=\"Katiya\">&emsp;&quot;So why didn&apos;t you?&quot; He asks with a smirk.</p>",
      "<p id=\"0.2.1.22\" class=\"Katiya\">&emsp;I shrug. &quot;How could all Chymaerans be evil if there are people like Pax that have their blood?&quot;</p>",
      "<p id=\"0.2.1.23\" class=\"Katiya\">&emsp;I gesture to the half-blooded halfwit behind us. Paxton uses his Chymaeran Essence to try to freeze the watered-down liquor, enough to stack a seventh shot glass as the others cheer him on, drawing the attention of all the other patrons. Even Ryder puts his book down for a second to watch, letting out a small chuckle as it wavers.</p>",
      "<p id=\"0.2.1.24\" class=\"Katiya\">&emsp;&quot;You have honor and a kind heart, and it&apos;s what I like about you. What I always have,&quot; Bertram says. He leans close enough that I can feel his firm shoulder press against mine. &quot;But keep enough of that anger. If we don&apos;t make the program &mdash; or if the enemy breaks the lines and crosses the lake in the winter &mdash; that fury is the only thing that&apos;s going to keep us alive.&quot;</p>",
      "<p id=\"0.2.1.25\" class=\"Katiya\">&emsp;&quot;Rest assured it runs in my circuits with the Essence,&quot; I tell him. &quot;The long winter ends with our probation. It&apos;s spring now, and we have a&mdash;&quot;</p>",
      "<p id=\"0.2.1.26\" class=\"Katiya\">&emsp;My words cut short when the tower crashes on the eighth glass. Pax presses his face to the table&apos;s surface, sucking up whatever he can of the liquor and the attention. </p>"
    ],
    [
      "<p id=\"0.2.2.1\" class=\"Katiya\">&emsp;It all starts when Chief Aldrin climbs the small stage. Tonight it&apos;s edicts instead of music, and he takes a swig from his mug to make sure the words sound like a toast instead of orders.</p>",
      "<p id=\"0.2.2.2\" class=\"Katiya\">&emsp;&quot;It was three months ago that you all graduated in the top of your class. Instead of heading straight to the front lines, you were chosen to challenge yourself with a higher purpose. You demonstrated that you might have what it takes to join our ranks full-time. And starting tomorrow, you&apos;ll get your chance to prove yourself as something special.&quot;</p>",
      "<p id=\"0.2.2.3\" class=\"Katiya\">&emsp;Aldrin Valensend pauses expecting cheers, but he&apos;s met with silence. The cadets&apos; faces fall when reality crashes their party.</p>",
      "<p id=\"0.2.2.4\" class=\"Katiya\">&emsp;&quot;Or else it&apos;s off to the meat grinder,&quot; Ryder mutters, closing his book on an earmarked page. &quot;The machine is hungry again.&quot;</p>",
      "<p id=\"0.2.2.5\" class=\"Katiya\">&emsp;So hungry they&apos;d let in women like me, I think. To wear the men&apos;s leftovers.</p>",
      "<p id=\"0.2.2.6\" class=\"Katiya\">&emsp;&quot;S-so hungry they&apos;d let in outsiders like me, I guess.&quot; Naya&apos;s ears twitch as she mutters into her cup. The Ahkvan swishes her tail with apprehension, and when Aldrin opens his mouth to try to rally us again, she withdraws her face from the mug, saturating the bronze fur on her face with a fine mustache of suds.</p>",
      "<p id=\"0.2.2.7\" class=\"Katiya\">&emsp;&quot;Look. I can tell you&apos;re all nervous. It&apos;s why I have the kegs here, to try to loosen you up a little,&quot; he says, taking another swig as if it will get him one sip closer to connecting with us. &quot;Trust me, lads. There&apos;s fear in every class &mdash; I&apos;ve seen fifteen in my time, and the reaction is the same every night before. But I want you to understand that you are not fighting for a limited number of slots. There is not a set number: you have already proved your excellence in the Capital. And if you keep that excellence, you will join us. I mean, Katiya&apos;s brother Erik joined us last year.&quot; He turns to me for validation. &quot;Didn&apos;t Erik say it wasn&apos;t that bad?&quot;</p>",
      "<p id=\"0.2.2.8\" class=\"Katiya\">&emsp;I say, &quot;It wasn&apos;t bad for his health, at least. Without all the drinking, he dropped a near two stone.&quot;</p>",
      "<p id=\"0.2.2.9\" class=\"Katiya\">&emsp;The cadets chuckle, and Aldrin looks a little more self-assured.</p>",
      "<p id=\"0.2.2.10\" class=\"Katiya\">&emsp;&quot;Well, I can assure you that the last three months is a hard as this probation gets.&quot; He holds up a stamped sheet of vellum scrawled with ink. &quot;You see this page?&quot;</p>",
      "<p id=\"0.2.2.11\" class=\"Katiya\">&emsp;We all recongize it immmediately. It was taken straight from the posting board outside the field office.</p>",
      "<p id=\"0.2.2.12\" class=\"Katiya\">&emsp;&quot;This system hearkens back to the old days. Back to those centuries ago when the world was vastly unexplored: those centuries when bands of brave adventurers took tasks to be paid in Kine, back when the empire&apos;s reach was shorter. When ruins and old dungeons were unexplored, before we could raise whole armies with the singnal single &mdash;&quot; he stutters, wetting his tongue with another sip&mdash; &quot;erm, single signal, of a wire.&quot; He waves the document in his hand, and the air is quiet enough to hear the heavy wax seal shake the paper. &quot;This is the lifeblood of our operation. We call them quests.&quot;</p>",
      "<p id=\"0.2.2.13\" class=\"Katiya\">&emsp;The cadets cringe. As if any of these tasks could be considered heroic, I think.</p>",
      "<p id=\"0.2.2.14\" class=\"Katiya\">&emsp;Bertram nudges me. &quot;Did this process come out of a fable?&quot;</p>",
      "<p id=\"0.2.2.15\" class=\"Katiya\">&emsp;&quot;But it&apos;s not slaying monsters. Or, at least, not most of them. Maybe one of our elders has a problem with rats that savaged her Essenced crops, and they might start a fire if they gnaw the wires. Maybe it&apos;s a domestic dispute that needs authority. Or maybe it&apos;s a family near the eastern border that wants to feel safe.</p>",
      "<p id=\"0.2.2.16\" class=\"Katiya\">&emsp;Those are the ones I&apos;ll take, I think.</p>",
      "<p id=\"0.2.2.17\" class=\"Katiya\">&emsp;&quot;And then there&apos;s the ones that take a little more courage. Scouting positions. Thrusting yourself just a small distance beyond the lines to make sure there&apos;s nothing there, prodding at the Purgatory Mountains with one of our mentors.&quot;</p>",
      "<p id=\"0.2.2.18\" class=\"Katiya\">&emsp;My stomach drops at the thought, but I hate that feeling.</p>",
      "<p id=\"0.2.2.19\" class=\"Katiya\">&emsp;He concludes, &quot;These are the quests you will be completing. And there is always an overwhelming number of them, so you will never have a dull moment. Beyond quests, there are just a few standard competencies that all our guards take to test physical standards: no harder than what you&apos;ve already&mdash;&quot;</p>",
      "<p id=\"0.2.2.20\" class=\"Katiya\">&emsp;A cadet cuts him off without raising his hand.</p>",
      "<p id=\"0.2.2.21\" class=\"Katiya\">&emsp;&quot;So what, then, we just do them?&quot;</p>",
      "<p id=\"0.2.2.22\" class=\"Katiya\">&emsp;&quot;You want to wait for me to finish, Pax? Gods above,&quot; Aldrin says. &quot;Yes. You take them. You finish them. And you get them signed off and stamped by the ones that wrote them, whether they&apos;re townsfolk or the Knights of the Royal Guard. You hold on to them, and every month you submit them. Along with the results of your competencies.&quot;</p>",
      "<p id=\"0.2.2.23\" class=\"Katiya\">&emsp;I can predict the next question before he asks it. All I wonder is if he&apos;ll raise his hand this time, and surely enough:</p>",
      "<p id=\"0.2.2.24\" class=\"Katiya\">&emsp;&quot;Well, do we have to do some of the hard ones, or else we&apos;ll be sent to the war?&quot; </p>",
      "<p id=\"0.2.2.25\" class=\"Katiya\">&emsp;The nervous air breaks with laughter. Pax&apos;s hand is raised this time, and it stays there.</p>",
      "<p id=\"0.2.2.26\" class=\"Katiya\">&emsp;&quot;No, of course not. Remember when I said you already proved yourselves? This is only about reaching a minimum.&quot;</p>",
      "<p id=\"0.2.2.27\" class=\"Katiya\">&emsp;&quot;Of how many?&quot;</p>",
      "<p id=\"0.2.2.28\" class=\"Katiya\">&emsp;&quot;Shut your mouth, Pax,&quot; Ryder says, but he cracks a smile. The room&apos;s laughter grows.</p>",
      "<p id=\"0.2.2.29\" class=\"Katiya\">&emsp;&quot;Of . . . no number, Gods damn it!&quot; Aldrin balls his fists, but finds relief at how the joyful spirit returns to his young cadets. &quot;You&apos;ll do as many as you think is right. And we&apos;ll see how many you do.&quot;</p>",
      "<p id=\"0.2.2.30\" class=\"Katiya\">&emsp;We all seem to feel a little better. The Ahkvas telegraph their feelings the easiest: I can see Naya&apos;s frayed tail loosen as she relaxes.</p>",
      "<p id=\"0.2.2.31\" class=\"Katiya\">&emsp;&quot;So.&quot; Aldrin clears his throat. &quot;I know that small chance scares you, but I want you to forget it. You&apos;ve worked for years and years to get out into the world beyond the capital, and here you are! You better be damn sure that you live up to that. Get closer with the people of our town. Assimilate yourself into our community. Spend time with your comrades between quests: go hike a trail, head to the hot spring on a day off, and listen well to the senior guardsmen, all right?&quot;</p>",
      "<p id=\"0.2.2.32\" class=\"Katiya\">&emsp;&quot;Sir, yes sir!&quot; we shout from habit.</p>",
      "<p id=\"0.2.2.33\" class=\"Katiya\">&emsp;&quot;No, no! This isn&apos;t training anymore. Stop that,&quot; he barks. &quot;Work hard and live well. Make this time feel like you&apos;re the adventurers of the old days. And, please &mdash; do something other than drink here every night, understood?&quot;</p>",
      "<p id=\"0.2.2.34\" class=\"Katiya\">&emsp;&quot;Sir-&quot; We hesitate, raising our mugs instead.</p>"
    ],
    [
      "<p id=\"0.2.3.1\" class=\"Katiya\">&emsp;The fledgling Royal Knights form a line at the kegs, their mugs wavering as suds spill across the warped wooden floorboards. We raise our full cups as color drains from the sky, and somewhere across Lake Garrison, the faint amethyst glow of Chymaeran Essence emanates from the silhouetting pines.</p>",
      "<p id=\"0.2.3.2\" class=\"Katiya\">&emsp;I throw back another two fills on a challenge, and not long after, I find myself among the last of our group. Most of the others left to explore their new townhomes as official trainees of the Royal Guard. Naya and Ryder vanished as soon as possible. Some of the others dragged Pax outside so he wouldn&apos;t vomit on the floor, and I haven&apos;t seen him since.</p>",
      "<p id=\"0.2.3.3\" class=\"Katiya\">&emsp;Jullian is still distant, chatting in the corner with a half-blooded, dark-haired Ahkvasan in his group of friends. Bertram sits next to me on the long wooden bench in the corner, careful to keep us from touching though he sits rather close, enough for me to smell the booze on his breath.</p>",
      "<p id=\"0.2.3.4\" class=\"Katiya\">&emsp;&quot;You know,&quot; he stammers, &quot;I haven&apos;t said something for a while.&quot;</p>",
      "<p id=\"0.2.3.5\" class=\"Katiya\">&emsp;&quot;What something?&quot; I ask, afraid to risk standing or else I&apos;ll crash through the coffee table. I twirl the key around my finger in the opposite direction of the twisting world.</p>",
      "<p id=\"0.2.3.6\" class=\"Katiya\">&emsp;&quot;Something ever,&quot; he says, then clarifies, &quot;Ever said, yeah.&quot;</p>",
      "<p id=\"0.2.3.7\" class=\"Katiya\">&emsp;&quot;Ever? Like, ever ever?&quot;</p>",
      "<p id=\"0.2.3.8\" class=\"Katiya\">&emsp;&quot;Ever,&quot; he says. &quot;Never, I mean. And I don&apos;t know if now is the right time.&quot; Bertram looks almost uncomfotable. His blue eyes rattle in his skull when he tries to look at me, brushing his dark hair to the side. &quot;I&mdash;&quot;</p>",
      "<p id=\"0.2.3.9\" class=\"Katiya\">&emsp;A hand grabs my arm. It&apos;s Jullian.</p>",
      "<p id=\"0.2.3.10\" class=\"Katiya\">&emsp;&quot;It&apos;s time to go home, Katiya,&quot; he says.</p>",
      "<p id=\"0.2.3.11\" class=\"Katiya\">&emsp;&quot;But why?&quot; I ask.</p>",
      "<p id=\"0.2.3.12\" class=\"Katiya\">&emsp;&quot;Because we have to get up early tomorrow.&quot;</p>",
      "<p id=\"0.2.3.13\" class=\"Katiya\">&emsp;&quot;For what?&quot; I ask.</p>",
      "<p id=\"0.2.3.14\" class=\"Katiya\">&emsp;&quot;For the first day of work, remember?&quot; He says.</p>",
      "<p id=\"0.2.3.15\" class=\"Katiya\">&emsp;I struggle to focus my mind, but I manage to ask the question. &quot;Then why in Khiras&apos; name did the Commander plan a party the night before?&quot;</p>",
      "<p id=\"0.2.3.16\" class=\"Katiya\">&emsp;Jullian pauses for a second, while Bertram nods in agreement. &quot;That&apos;s actually a really good question,&quot; Jullian says. &quot;Maybe as a test? Or just so he can scold the ones that don&apos;t show up tomorrow?&quot;</p>",
      "<p id=\"0.2.3.17\" class=\"Katiya\">&emsp;I mutter something even I don&apos;t understand when my stomach tries to transition from sitting to standing. My body goes limp when he escorts me from the couch.</p>",
      "<p id=\"0.2.3.18\" class=\"Katiya\">&emsp;Jullian turns to Bertram. &quot;You should leave, too.&quot; He returns an uncomfortable glare when Jullian stabilizes me in an embrace, muttering something about him being mad because his parents gave his name too many L&apos;s.</p>",
      "<p id=\"0.2.3.19\" class=\"Katiya\">&emsp;&quot;I guess we&apos;re going,&quot; I tell Bertram.</p>",
      "<p id=\"0.2.3.20\" class=\"Katiya\">&emsp;&quot;Well, get home safe,&quot; he mutters, losing his campaign against gravity as his body crashes against the vacant bench.</p>",
      "<p id=\"0.2.3.21\" class=\"Katiya\">&emsp;Jullian&apos;s thin as a reed, but he&apos;s tall and strong enough to escort me from the pub. The air is crisp and cold when we step outside. Our boots crunch in the melting frost from winter&apos;s last snowstorm, and we find a relief from the humidity of twenty-some cadets. Beneath his bangs of dirty blonde hair, he always seems to hold a permanent look of discontent, but I know it&apos;s not because he&apos;s angry.</p>",
      "<p id=\"0.2.3.22\" class=\"Katiya\">&emsp;&quot;Why didn&apos;t you join me? Sitting with all the quiet ones,&quot; he says.</p>",
      "<p id=\"0.2.3.23\" class=\"Katiya\">&emsp;&quot;They&apos;re my friends,&quot; I tell him. &quot;And they could be yours if you spent more time with all of them.&quot;</p>",
      "<p id=\"0.2.3.24\" class=\"Katiya\">&emsp;He tensions his fingers in mine. &quot;You still could have come by, though.&quot;</p>",
      "<p id=\"0.2.3.25\" class=\"Katiya\">&emsp;And so could you, I think, but it&apos;s less effort to just apologize. &quot;I&apos;m sorry.&quot;</p>",
      "<p id=\"0.2.3.26\" class=\"Katiya\">&emsp;&quot;I know you&apos;re satisfied with the friends you have, but I just want to meet new people. And, compared to the city, our assignment here feels like a second chance for someone like me.&quot;</p>",
      "<p id=\"0.2.3.27\" class=\"Katiya\">&emsp;I pause for a moment. &quot;What do you mean, &apos;a second chance?&apos;&quot;</p>",
      "<p id=\"0.2.3.28\" class=\"Katiya\">&emsp;&quot;No, no! I mean, I wasted so many years of my life afraid to make friends. It was so easy to tell myself that I shouldn&apos;t bother trying &mdash; that I was too busy taking care of my brothers when my mother spent her days slaving away on the looms.&quot;</p>",
      "<p id=\"0.2.3.29\" class=\"Katiya\">&emsp;I nod, coaxing him to continue.</p>",
      "<p id=\"0.2.3.30\" class=\"Katiya\">&emsp;&quot;So many of my younger years I wasted. That was until you came along and showed me that I was more than that, that I was worth it.&quot;</p>",
      "<p id=\"0.2.3.31\" class=\"Katiya\">&emsp;&quot;Well, you are worth it,&quot; I say. &quot;You should know that.&quot;</p>",
      "<p id=\"0.2.3.32\" class=\"Katiya\">&emsp;&quot;But do you see what I mean? Most days it feels like I can&apos;t even speak right. You spend you days with one core group of friends because you&apos;ve already figured it out, but every time I gather the courage to speak, it feels like a performance.&quot; He sniffles from the cold. &quot;You&apos;re a bird that was pushed out of the nest at just the right time to learn to fly, but I never left the nest. And now my body is so much heavier, and my wings feel so uncomfortable.&quot;</p>",
      "<p id=\"0.2.3.33\" class=\"Katiya\">&emsp;&quot;I&apos;ve always said you can practice with me,&quot; I tell him.</p>",
      "<p id=\"0.2.3.34\" class=\"Katiya\">&emsp;&quot;But it comes so naturally to you, though. You&apos;re so beautiful. The world begs for you to interact with it, but I&apos;m just average-looking.&quot;</p>",
      "<p id=\"0.2.3.35\" class=\"Katiya\">&emsp;&quot;So you&apos;re saying that all I have going for me is my looks?&quot; I grab the collar of his shirt as I slur the words, but not hard enough to come off as real anger. &quot;That&apos;s all you think of me, huh, that I&apos;m just a dazzling piece of arm candy? I&apos;m a Gods-damn warrior!&quot;</p>",
      "<p id=\"0.2.3.36\" class=\"Katiya\">&emsp;He stutters over an apology. Maybe he still struggles to tell the difference between anger and sarcasm. My hands tension further around his shirt, and I derive an odd pleasure from seeing him squirm a little here and there.</p>",
      "<p id=\"0.2.3.37\" class=\"Katiya\">&emsp;I feel my fingers trace past his left ear, grazing the hairs of his neck before I draw him down to my height. &quot;Then maybe you can show me with your actions, if the words aren&apos;t enough.&quot;</p>",
      "<p id=\"0.2.3.38\" class=\"Katiya\">&emsp;He hesitates for a moment, but the resonant pull of our bodies&apos; Essence is too strong. I can feel his heartbeat hasten as the feeling goads him closer. I plant kisses on his neck, and for several minutes, we allow our anxieties to precipitate the act that absolves them.</p>",
      "<p id=\"0.2.3.39\" class=\"Katiya\">&emsp;The lamplighter walks around us, using his Essence to light the streetlamps, and I nearly lean the two of us into a bush. I can feel him surrender to his instincts when his arms embrace me, and below, I can feel evidence of his excitement.</p>",
      "<p id=\"0.2.3.40\" class=\"Katiya\">&emsp;&quot;I think we should get home,&quot; he says. &quot;To yours.&quot;</p>",
      "<p id=\"0.2.3.41\" class=\"Katiya\">&emsp;My free hand fumbles for my pocket, then in my pocket, for the iron key labeled BREAKEY-HILDE. It surprises me how well I can do two things at once.</p>",
      "<p id=\"0.2.3.42\" class=\"Katiya\">&emsp;&quot;But my stuff from the barracks is still outside,&quot; I say. &quot;I have to unpack!&quot;</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 14,
  "ReleaseDate": [
    "01",
    "15",
    "2025",
    "2025-01-15 00:00:00"
  ],
  "Active": true,
  "Perspective": "Katiya",
  "Status": "Final Draft",
  "WordCount": 0,
  "Summary": "Katiya&apos;s intro: she struggles to relax, Aldrin frames trainee expectations, and she reconnects with Jullian as they &quot;christen&quot; her new place."
}