{
  "Story": "Paragate",
  "Title": "Chapter Eight",
  "Subtitle": "Strangers To Enemies",
  "Act": 0,
  "ChapterNumber": 8,
  "Synopsis": "Misread motives turn their encounter into a full-on clash.",
  "RevNotes": "",
  "ID": "0.8",
  "Body": [
    "<p>&emsp;I wager my strength and power over his defenses. The inebriated man called Cody holds the odd, metallic broomstick with his hands together in the center &mdash; a technique I&apos;ve never seen before &mdash; and calls out a phrase I can only decipher as a challenge.</p><p>&emsp;If it&apos;s a sword fight he wants, I know I can make it to the greatsword leaning against the wall, because if this Auvryan cross-blood wants to wreak havoc on my home life with his illusions, sullying the most sacred place I have to replenish myself and find respite, then I have no other choice. </p><p>&emsp;He must be destroyed.</p><p>&emsp;Cody drags his left foot behind him, bending his knees, leaning his body in a forward squat as if that can stop me. Surely this assassin is an Auvryan, and likely some kind of mercenary: their people are masters with pole weapons. But I doubt his technique is greater than the strength of a full-blooded Human flooded with Essence.</p><p>&emsp;I charge with my armored left shoulder, allowing the Essence to flow into my legs, flooding my muscles with such power that every step deflects the floorboards. I close the distance faster than he expects, but he remains steadfast, standing there with the metal broom raised to chest height, hinging his arms to receive the full force of my momentum.</p><p>&emsp;It&apos;s when I&apos;m three steps from deliverance that he bends to get under me &mdash; but my muscle memory is far faster. I lower myself further than he can, sliding beneath the pole, driving my metallic shoulder into his chest and blasting him in the air.</p><p>&emsp;He lets out a rasping wheeze when his ribs bend towards his lungs. He&apos;s lucky that nothing inside him breaks: maybe it&apos;s the alcohol on his breath that hints that his muscles are loose, and that he&apos;s feeling a little braver than he might be otherwise.  Cody crashes against my wall, leaving a sizable divot in the aged wallpaper, and before the ground reclaims him, I manage to snag the greatsword with my left hand, dragging it across the floor to assume a defensive stance. </p><p>&emsp;Somehow, he still manages to death-grip the broom between his hands, coughing and gasping for air as he lifts himself to his feet, overflowing with adrenaline and rage that radiate in his reddening face.</p><p>&emsp;I realize I left him an opening to escape. I expect him to cower, retreating to his conjured illusion to never return. But he flips the broom end of the stick to face him, exposing a sharp, hollow edge. </p><p>&emsp;His hapless courage is admirable. Maybe I would have fallen for him if this were training, and we were on the same side of the war.</p><p>&emsp;Cody coughs. &quot;You couldn&apos;t just let me go, could you?&quot;</p><p>&emsp;&quot;I need to be sure you can&apos;t ever ruin my peace again.&quot;</p><p>&emsp;He takes several labored breaths, clutching his chest, swinging the sharp end of the broom in several circles. &quot;So you&apos;re trying to kill me, then?&quot;</p><p>&emsp;&quot;It&apos;s not my fault that you broke in.&quot;</p><p>&emsp;&quot;I was trying to tell you that the door was open. What the hell kind of neighbor are you?&quot;</p><p>&emsp;&quot;You&apos;re not strong enough to be my neighbor,&quot; I tell him.</p><p>&emsp;The ceiling has just enough clearance to swing the greatsword in a vertical slash. I expect this cumbersome move to give him enough of a start to really escape this time, but he still refuses, standing there with the stick between his hands. </p><p>&emsp;The sword traces a faint line in the wooden ceiling before gravity does the rest of the work. It clashes with the broom &mdash; and I fully expect it to break through &mdash; but all my greatsword does is well a deep notch in the hexagonal shaft.</p><p>&emsp;He mutters something about the material, cursing about how this broom is personal to him, but I know very little of the Auvrya or their traditions. My blade releases sparks when I try to pull it back, grinding against the notch, but the further I pull, the higher the blade climbs. </p><p>&emsp;I hear the screech of metal-on-metal, and it seems it&apos;s his turn to close the distance. He grinds the pole against the sharp edge, driving the sword higher and higher until it falls behind my hands. I&apos;m left defenseless, and he jabs the plastic head of the stick against my breastplate, driving me to the floor.</p>",
    "<p>&emsp;Whatever that thing is, it isn&apos;t a broom.</p><p>&emsp;My mind races, but I still manage to remember the bloody dagger in the sink.</p><p>&emsp;I roll behind the kitchen island as he brandishes the head of the stick against a wooden bowl on the counter, casting a whole slew of produce against the ground.</p><p>&emsp;I lift myself by the counter&apos;s edge to dig my hand into the sink, feeling for the hilt of the dagger. </p><p>&emsp;&quot;Your fight is with me, not the damn house!&quot; I say.</p><p>&emsp;He bends down to scoop up one of the apples with the stick, taking it into the basket. I level the dagger at him, taking a butcher&apos;s knife in my other hand, completely unsure of what he&apos;s going to do next.</p><p>&emsp;His hands shift to the sharp end of the stick, leaving the basket at a certain length behind him. </p><p>&emsp;Then he whips it down as hard as he can. </p><p>&emsp;The apple whizzes past my head, exploding against the stone wall, casting chunks of its sugary flesh and skin into my hair.</p><p>&emsp;&quot;I should have practiced since the club team sophomore year,&quot; he says, slurring his words. &quot;Next one&apos;s going corner-pocket in your damn eye socket.&quot;</p><p>&emsp;&quot;Not if I end you first,&quot; I say.</p><p>&emsp;The assassin scoops up an orange with a single flick of his wrist. I ready the knife block. He launches a second one, but I&apos;m quick enough to slice it with my dagger before it blasts me in the forehead. </p><p>&emsp;My eyes burn with the citrus, and when I think he&apos;s reeling to throw something harder &mdash; like a pear or another apple &mdash; squinting as I wipe the juice with my dagger hand, I use my unpracticed off hand to flick the kitchen knife through the air.</p><p>&emsp;It spins several times before embedding itself into the wall behind him. He freezes. I set the dagger on the counter, taking three more kitchen knives into my left hand, certain that I can hit dead-center now that my dominant hand is free.</p><p>&emsp;I whip a second one, letting the Essence tension the fibers of my muscles, launching the paring knife faster than an arrow. </p><p>&emsp;But he&apos;s already pitching up the overturned kitchen table. </p><p>&emsp;The tablecloth hovers to the floor like melting ectoplasm before the paring knife pins it to the table. Cody lets out a yelp in fear, surely unhurt since the blade is far shallower than the thick mahogany. </p><p>&emsp;I decide to upgrade to a carving knife, withdrawing all five inches from the block. I judge its balance. </p><p>&emsp;He peeks from behind the table, and I whip the carving knife where I expect his chest to be, thinking it&apos;s his body that braces the table upright. </p><p>&emsp;But he bends back. </p><p>&emsp;It stabs through almost up to the handle.</p><p>&emsp;&quot;Holy hell,&quot; he exclaims.</p><p>&emsp;I wind up to throw another as he pulls the small knife from the wallpaper, then throw it. The boring knife spins through the air, nearly pinning his hand to the wall. He catches me off guard when he emerges from the side of the table. I reach for another culinary weapon, but I realize my offhand is out of blades.</p><p>&emsp;The oddly-dressed assassin flips the blade to set the sharp edge between his fingers, his eyes dark and piercing as he raises his elbow and lifts the knife behind his head. The panic seizes my heart: this assassin&apos;s skilled enough to engage a vetted Royal Guard when he&apos;s two sheets to the wind. I&apos;m certain a knife will soon be in my chest, and all I can do is ready myself for the deliverance of cold steel.</p><p>&emsp;And then he throws it.</p><p>&emsp;I expect it to fly so fast that I can&apos;t catch a glimpse of its glistening edge before it embeds itself between my breastplate. I expect my consciousness to end, to wash in the next fated moment upon the Reservoir of Souls. </p><p>&emsp;But I can see it.</p><p>&emsp;And it&apos;s not coming at me.</p><p>&emsp;It flies so far to the right that I wonder if he&apos;s aiming at something else. The paring knife spins horizontally through the air, twirling and spinning with such disarray that it only makes it halfway to the kitchen before it clatters against the floor.</p><p>&emsp;&quot;Damn it!&quot; he says.</p><p>&emsp;The laugh escapes before my hands cover my mouth. I can&apos;t even stop the loud snort. His face is crestfallen, even more hurt than the time I rammed him.</p><p>&emsp;&quot;You should stick with that strange basket-stick of yours,&quot; I tell him.</p><p>&emsp;Cody&apos;s voice wavers. &quot;It&apos;s called a lacrosse stick,&quot; he says, blushing hard, peeking over the edge with his glasses as he struggles to withdraw the carving knife from the other side. </p><p>&emsp;I thought he was an Auvryan mind-flayer &mdash; a mythical master of mental manipulation, maybe commissioned by the Chymaera. But he&apos;s no warrior. Just a stupidly-brave commoner that&apos;s overconfident in his skills. And a complete idiot.</p><p>&emsp;I can&apos;t stop laughing. </p><p>&emsp;&quot;What are you, some kind of combat janitor? Do you sweep floors with that thing?&quot;</p><p>&emsp;His face reddens further, whether it&apos;s the booze, his humiliation, or both.  I feel the relief wash over me as the Essence retreats from my circuits. </p><p>&emsp;&quot;Gods above, for a second I thought you were an actual threat,&quot; I say.</p><p>&emsp;&quot;Who says I&apos;m not?&quot; He scoops a tomato into the &apos;cross stick&apos;, poised to whip another one.</p><p>&emsp;&quot;Just . . . stop,&quot; I tell him. &quot;I&apos;m not going to kill a civilian.&quot;</p><p>&emsp;&quot;Maybe you should reconsider,&quot; he says.</p><p>&emsp;&quot;Consider this.&quot;</p><p>&emsp;I raise my hands and cast a controlled plume of flames. He flinches when they stop only inches from his face, dropping something hard and small from his pocket. He has to steady himself with the odd weapon as he stumbles towards the closet.</p><p>&emsp;&quot;Really, Cody. Do you even understand our training? How much Essence a Royal Guard is conditioned with? How much mead does it take to get this kind of courage? I could snap your bones with my hands!&quot;</p><p>&emsp;&quot;I&apos;m your neighbor. I live right next door . . . through there,&quot; he says, lifting a bare arm exposed by his scalded shirt to point towards the closet. </p><p>&emsp;&quot;Why are you living in the military district?&quot;</p><p>&emsp;&quot;I live in Hearthland Ridge,&quot; he insists. &quot;The military base is down in Cheyenne, or maybe Fort Carson.&quot;</p><p>&emsp;&quot;This is Gaffesend,&quot; I tell him.</p><p>&emsp;&quot;No, this is Colorado. The United States,&quot; he says.</p><p>&emsp;&quot;Nothing is united in all of Fosroth. You can&apos;t be stupid enough to be a tourist at the war front!&quot; I say.</p><p>&emsp;&quot;The war is overseas. It&apos;s fought with drones and bombs.&quot;</p><p>&emsp;&quot;It&apos;s waged with swords and rifles!&quot;</p><p>&emsp;I approach him until I can smell the booze on his breath. My eyes flutter between his exposed chest and his arms, a little impressed at his definition when he obviously has no Essence. I catch him glimpsing at my bare thighs that once straddled him, and then to my breastplate, before returning my glare and slowly backing up towards the closet.</p><p>&emsp;But his heels catch on the threshold.</p><p>&emsp;He falls through the portal, unable to steady himself with his weapon before he crashes to the ground on the other side. I take one more glance at the horrors of that incomprehensible world: all its glistening, colored lights like Essenced lightning bugs. The fear forestalls me from passing that threshold ever again, so I stand there: watching; waiting; listening to the faintness of his breath; until I&apos;m certain his intemperance will keep him there.</p><p>&emsp;But the fear of that other world overpowers my penchant for patience. I slam the door behind him, certain I&apos;ll never have to face that stranger again.</p>"
  ],
  "BodyFormatted": [
    [
      "<p id=\"0.8.1.1\" class=\"Katiya\">&emsp;I wager my strength and power over his defenses. The inebriated man called Cody holds the odd, metallic broomstick with his hands together in the center &mdash; a technique I&apos;ve never seen before &mdash; and calls out a phrase I can only decipher as a challenge.</p>",
      "<p id=\"0.8.1.2\" class=\"Katiya\">&emsp;If it&apos;s a sword fight he wants, I know I can make it to the greatsword leaning against the wall, because if this Auvryan cross-blood wants to wreak havoc on my home life with his illusions, sullying the most sacred place I have to replenish myself and find respite, then I have no other choice. </p>",
      "<p id=\"0.8.1.3\" class=\"Katiya\">&emsp;He must be destroyed.</p>",
      "<p id=\"0.8.1.4\" class=\"Katiya\">&emsp;Cody drags his left foot behind him, bending his knees, leaning his body in a forward squat as if that can stop me. Surely this assassin is an Auvryan, and likely some kind of mercenary: their people are masters with pole weapons. But I doubt his technique is greater than the strength of a full-blooded Human flooded with Essence.</p>",
      "<p id=\"0.8.1.5\" class=\"Katiya\">&emsp;I charge with my armored left shoulder, allowing the Essence to flow into my legs, flooding my muscles with such power that every step deflects the floorboards. I close the distance faster than he expects, but he remains steadfast, standing there with the metal broom raised to chest height, hinging his arms to receive the full force of my momentum.</p>",
      "<p id=\"0.8.1.6\" class=\"Katiya\">&emsp;It&apos;s when I&apos;m three steps from deliverance that he bends to get under me &mdash; but my muscle memory is far faster. I lower myself further than he can, sliding beneath the pole, driving my metallic shoulder into his chest and blasting him in the air.</p>",
      "<p id=\"0.8.1.7\" class=\"Katiya\">&emsp;He lets out a rasping wheeze when his ribs bend towards his lungs. He&apos;s lucky that nothing inside him breaks: maybe it&apos;s the alcohol on his breath that hints that his muscles are loose, and that he&apos;s feeling a little braver than he might be otherwise.  Cody crashes against my wall, leaving a sizable divot in the aged wallpaper, and before the ground reclaims him, I manage to snag the greatsword with my left hand, dragging it across the floor to assume a defensive stance. </p>",
      "<p id=\"0.8.1.8\" class=\"Katiya\">&emsp;Somehow, he still manages to death-grip the broom between his hands, coughing and gasping for air as he lifts himself to his feet, overflowing with adrenaline and rage that radiate in his reddening face.</p>",
      "<p id=\"0.8.1.9\" class=\"Katiya\">&emsp;I realize I left him an opening to escape. I expect him to cower, retreating to his conjured illusion to never return. But he flips the broom end of the stick to face him, exposing a sharp, hollow edge. </p>",
      "<p id=\"0.8.1.10\" class=\"Katiya\">&emsp;His hapless courage is admirable. Maybe I would have fallen for him if this were training, and we were on the same side of the war.</p>",
      "<p id=\"0.8.1.11\" class=\"Katiya\">&emsp;Cody coughs. &quot;You couldn&apos;t just let me go, could you?&quot;</p>",
      "<p id=\"0.8.1.12\" class=\"Katiya\">&emsp;&quot;I need to be sure you can&apos;t ever ruin my peace again.&quot;</p>",
      "<p id=\"0.8.1.13\" class=\"Katiya\">&emsp;He takes several labored breaths, clutching his chest, swinging the sharp end of the broom in several circles. &quot;So you&apos;re trying to kill me, then?&quot;</p>",
      "<p id=\"0.8.1.14\" class=\"Katiya\">&emsp;&quot;It&apos;s not my fault that you broke in.&quot;</p>",
      "<p id=\"0.8.1.15\" class=\"Katiya\">&emsp;&quot;I was trying to tell you that the door was open. What the hell kind of neighbor are you?&quot;</p>",
      "<p id=\"0.8.1.16\" class=\"Katiya\">&emsp;&quot;You&apos;re not strong enough to be my neighbor,&quot; I tell him.</p>",
      "<p id=\"0.8.1.17\" class=\"Katiya\">&emsp;The ceiling has just enough clearance to swing the greatsword in a vertical slash. I expect this cumbersome move to give him enough of a start to really escape this time, but he still refuses, standing there with the stick between his hands. </p>",
      "<p id=\"0.8.1.18\" class=\"Katiya\">&emsp;The sword traces a faint line in the wooden ceiling before gravity does the rest of the work. It clashes with the broom &mdash; and I fully expect it to break through &mdash; but all my greatsword does is well a deep notch in the hexagonal shaft.</p>",
      "<p id=\"0.8.1.19\" class=\"Katiya\">&emsp;He mutters something about the material, cursing about how this broom is personal to him, but I know very little of the Auvrya or their traditions. My blade releases sparks when I try to pull it back, grinding against the notch, but the further I pull, the higher the blade climbs. </p>",
      "<p id=\"0.8.1.20\" class=\"Katiya\">&emsp;I hear the screech of metal-on-metal, and it seems it&apos;s his turn to close the distance. He grinds the pole against the sharp edge, driving the sword higher and higher until it falls behind my hands. I&apos;m left defenseless, and he jabs the plastic head of the stick against my breastplate, driving me to the floor.</p>"
    ],
    [
      "<p id=\"0.8.2.1\" class=\"Katiya\">&emsp;Whatever that thing is, it isn&apos;t a broom.</p>",
      "<p id=\"0.8.2.2\" class=\"Katiya\">&emsp;My mind races, but I still manage to remember the bloody dagger in the sink.</p>",
      "<p id=\"0.8.2.3\" class=\"Katiya\">&emsp;I roll behind the kitchen island as he brandishes the head of the stick against a wooden bowl on the counter, casting a whole slew of produce against the ground.</p>",
      "<p id=\"0.8.2.4\" class=\"Katiya\">&emsp;I lift myself by the counter&apos;s edge to dig my hand into the sink, feeling for the hilt of the dagger. </p>",
      "<p id=\"0.8.2.5\" class=\"Katiya\">&emsp;&quot;Your fight is with me, not the damn house!&quot; I say.</p>",
      "<p id=\"0.8.2.6\" class=\"Katiya\">&emsp;He bends down to scoop up one of the apples with the stick, taking it into the basket. I level the dagger at him, taking a butcher&apos;s knife in my other hand, completely unsure of what he&apos;s going to do next.</p>",
      "<p id=\"0.8.2.7\" class=\"Katiya\">&emsp;His hands shift to the sharp end of the stick, leaving the basket at a certain length behind him. </p>",
      "<p id=\"0.8.2.8\" class=\"Katiya\">&emsp;Then he whips it down as hard as he can. </p>",
      "<p id=\"0.8.2.9\" class=\"Katiya\">&emsp;The apple whizzes past my head, exploding against the stone wall, casting chunks of its sugary flesh and skin into my hair.</p>",
      "<p id=\"0.8.2.10\" class=\"Katiya\">&emsp;&quot;I should have practiced since the club team sophomore year,&quot; he says, slurring his words. &quot;Next one&apos;s going corner-pocket in your damn eye socket.&quot;</p>",
      "<p id=\"0.8.2.11\" class=\"Katiya\">&emsp;&quot;Not if I end you first,&quot; I say.</p>",
      "<p id=\"0.8.2.12\" class=\"Katiya\">&emsp;The assassin scoops up an orange with a single flick of his wrist. I ready the knife block. He launches a second one, but I&apos;m quick enough to slice it with my dagger before it blasts me in the forehead. </p>",
      "<p id=\"0.8.2.13\" class=\"Katiya\">&emsp;My eyes burn with the citrus, and when I think he&apos;s reeling to throw something harder &mdash; like a pear or another apple &mdash; squinting as I wipe the juice with my dagger hand, I use my unpracticed off hand to flick the kitchen knife through the air.</p>",
      "<p id=\"0.8.2.14\" class=\"Katiya\">&emsp;It spins several times before embedding itself into the wall behind him. He freezes. I set the dagger on the counter, taking three more kitchen knives into my left hand, certain that I can hit dead-center now that my dominant hand is free.</p>",
      "<p id=\"0.8.2.15\" class=\"Katiya\">&emsp;I whip a second one, letting the Essence tension the fibers of my muscles, launching the paring knife faster than an arrow. </p>",
      "<p id=\"0.8.2.16\" class=\"Katiya\">&emsp;But he&apos;s already pitching up the overturned kitchen table. </p>",
      "<p id=\"0.8.2.17\" class=\"Katiya\">&emsp;The tablecloth hovers to the floor like melting ectoplasm before the paring knife pins it to the table. Cody lets out a yelp in fear, surely unhurt since the blade is far shallower than the thick mahogany. </p>",
      "<p id=\"0.8.2.18\" class=\"Katiya\">&emsp;I decide to upgrade to a carving knife, withdrawing all five inches from the block. I judge its balance. </p>",
      "<p id=\"0.8.2.19\" class=\"Katiya\">&emsp;He peeks from behind the table, and I whip the carving knife where I expect his chest to be, thinking it&apos;s his body that braces the table upright. </p>",
      "<p id=\"0.8.2.20\" class=\"Katiya\">&emsp;But he bends back. </p>",
      "<p id=\"0.8.2.21\" class=\"Katiya\">&emsp;It stabs through almost up to the handle.</p>",
      "<p id=\"0.8.2.22\" class=\"Katiya\">&emsp;&quot;Holy hell,&quot; he exclaims.</p>",
      "<p id=\"0.8.2.23\" class=\"Katiya\">&emsp;I wind up to throw another as he pulls the small knife from the wallpaper, then throw it. The boring knife spins through the air, nearly pinning his hand to the wall. He catches me off guard when he emerges from the side of the table. I reach for another culinary weapon, but I realize my offhand is out of blades.</p>",
      "<p id=\"0.8.2.24\" class=\"Katiya\">&emsp;The oddly-dressed assassin flips the blade to set the sharp edge between his fingers, his eyes dark and piercing as he raises his elbow and lifts the knife behind his head. The panic seizes my heart: this assassin&apos;s skilled enough to engage a vetted Royal Guard when he&apos;s two sheets to the wind. I&apos;m certain a knife will soon be in my chest, and all I can do is ready myself for the deliverance of cold steel.</p>",
      "<p id=\"0.8.2.25\" class=\"Katiya\">&emsp;And then he throws it.</p>",
      "<p id=\"0.8.2.26\" class=\"Katiya\">&emsp;I expect it to fly so fast that I can&apos;t catch a glimpse of its glistening edge before it embeds itself between my breastplate. I expect my consciousness to end, to wash in the next fated moment upon the Reservoir of Souls. </p>",
      "<p id=\"0.8.2.27\" class=\"Katiya\">&emsp;But I can see it.</p>",
      "<p id=\"0.8.2.28\" class=\"Katiya\">&emsp;And it&apos;s not coming at me.</p>",
      "<p id=\"0.8.2.29\" class=\"Katiya\">&emsp;It flies so far to the right that I wonder if he&apos;s aiming at something else. The paring knife spins horizontally through the air, twirling and spinning with such disarray that it only makes it halfway to the kitchen before it clatters against the floor.</p>",
      "<p id=\"0.8.2.30\" class=\"Katiya\">&emsp;&quot;Damn it!&quot; he says.</p>",
      "<p id=\"0.8.2.31\" class=\"Katiya\">&emsp;The laugh escapes before my hands cover my mouth. I can&apos;t even stop the loud snort. His face is crestfallen, even more hurt than the time I rammed him.</p>",
      "<p id=\"0.8.2.32\" class=\"Katiya\">&emsp;&quot;You should stick with that strange basket-stick of yours,&quot; I tell him.</p>",
      "<p id=\"0.8.2.33\" class=\"Katiya\">&emsp;Cody&apos;s voice wavers. &quot;It&apos;s called a lacrosse stick,&quot; he says, blushing hard, peeking over the edge with his glasses as he struggles to withdraw the carving knife from the other side. </p>",
      "<p id=\"0.8.2.34\" class=\"Katiya\">&emsp;I thought he was an Auvryan mind-flayer &mdash; a mythical master of mental manipulation, maybe commissioned by the Chymaera. But he&apos;s no warrior. Just a stupidly-brave commoner that&apos;s overconfident in his skills. And a complete idiot.</p>",
      "<p id=\"0.8.2.35\" class=\"Katiya\">&emsp;I can&apos;t stop laughing. </p>",
      "<p id=\"0.8.2.36\" class=\"Katiya\">&emsp;&quot;What are you, some kind of combat janitor? Do you sweep floors with that thing?&quot;</p>",
      "<p id=\"0.8.2.37\" class=\"Katiya\">&emsp;His face reddens further, whether it&apos;s the booze, his humiliation, or both.  I feel the relief wash over me as the Essence retreats from my circuits. </p>",
      "<p id=\"0.8.2.38\" class=\"Katiya\">&emsp;&quot;Gods above, for a second I thought you were an actual threat,&quot; I say.</p>",
      "<p id=\"0.8.2.39\" class=\"Katiya\">&emsp;&quot;Who says I&apos;m not?&quot; He scoops a tomato into the &apos;cross stick&apos;, poised to whip another one.</p>",
      "<p id=\"0.8.2.40\" class=\"Katiya\">&emsp;&quot;Just . . . stop,&quot; I tell him. &quot;I&apos;m not going to kill a civilian.&quot;</p>",
      "<p id=\"0.8.2.41\" class=\"Katiya\">&emsp;&quot;Maybe you should reconsider,&quot; he says.</p>",
      "<p id=\"0.8.2.42\" class=\"Katiya\">&emsp;&quot;Consider this.&quot;</p>",
      "<p id=\"0.8.2.43\" class=\"Katiya\">&emsp;I raise my hands and cast a controlled plume of flames. He flinches when they stop only inches from his face, dropping something hard and small from his pocket. He has to steady himself with the odd weapon as he stumbles towards the closet.</p>",
      "<p id=\"0.8.2.44\" class=\"Katiya\">&emsp;&quot;Really, Cody. Do you even understand our training? How much Essence a Royal Guard is conditioned with? How much mead does it take to get this kind of courage? I could snap your bones with my hands!&quot;</p>",
      "<p id=\"0.8.2.45\" class=\"Katiya\">&emsp;&quot;I&apos;m your neighbor. I live right next door . . . through there,&quot; he says, lifting a bare arm exposed by his scalded shirt to point towards the closet. </p>",
      "<p id=\"0.8.2.46\" class=\"Katiya\">&emsp;&quot;Why are you living in the military district?&quot;</p>",
      "<p id=\"0.8.2.47\" class=\"Katiya\">&emsp;&quot;I live in Hearthland Ridge,&quot; he insists. &quot;The military base is down in Cheyenne, or maybe Fort Carson.&quot;</p>",
      "<p id=\"0.8.2.48\" class=\"Katiya\">&emsp;&quot;This is Gaffesend,&quot; I tell him.</p>",
      "<p id=\"0.8.2.49\" class=\"Katiya\">&emsp;&quot;No, this is Colorado. The United States,&quot; he says.</p>",
      "<p id=\"0.8.2.50\" class=\"Katiya\">&emsp;&quot;Nothing is united in all of Fosroth. You can&apos;t be stupid enough to be a tourist at the war front!&quot; I say.</p>",
      "<p id=\"0.8.2.51\" class=\"Katiya\">&emsp;&quot;The war is overseas. It&apos;s fought with drones and bombs.&quot;</p>",
      "<p id=\"0.8.2.52\" class=\"Katiya\">&emsp;&quot;It&apos;s waged with swords and rifles!&quot;</p>",
      "<p id=\"0.8.2.53\" class=\"Katiya\">&emsp;I approach him until I can smell the booze on his breath. My eyes flutter between his exposed chest and his arms, a little impressed at his definition when he obviously has no Essence. I catch him glimpsing at my bare thighs that once straddled him, and then to my breastplate, before returning my glare and slowly backing up towards the closet.</p>",
      "<p id=\"0.8.2.54\" class=\"Katiya\">&emsp;But his heels catch on the threshold.</p>",
      "<p id=\"0.8.2.55\" class=\"Katiya\">&emsp;He falls through the portal, unable to steady himself with his weapon before he crashes to the ground on the other side. I take one more glance at the horrors of that incomprehensible world: all its glistening, colored lights like Essenced lightning bugs. The fear forestalls me from passing that threshold ever again, so I stand there: watching; waiting; listening to the faintness of his breath; until I&apos;m certain his intemperance will keep him there.</p>",
      "<p id=\"0.8.2.56\" class=\"Katiya\">&emsp;But the fear of that other world overpowers my penchant for patience. I slam the door behind him, certain I&apos;ll never have to face that stranger again.</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 56,
  "ReleaseDate": [
    "02",
    "26",
    "2025",
    "2025-02-26 00:00:00"
  ],
  "Active": true,
  "Perspective": "Katiya",
  "Status": "Final Draft",
  "WordCount": 0,
  "Summary": "Third clash: Katiya (assuming Auvryan assassin) and Cody fight to another misunderstanding; she drives him back through the door."
}