[
   [
      [
         "Body",
         "As we tour the quaint village, Lyra tells us the land of the Backwoods is filled with Carmine who have lived more than a thousand lives combined. For the pure blood humans, it&apos;s two: the life before the Royal Guard overtook their lands, and the life after. But for those with some Chymaeran blood &mdash; the rare ones split between both sides of life and death as a living paradox &mdash; they live the lives of many, providing the First Red the intel they need by borrowing the likeness of long-forgotten dead.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;So how many half-bloods are there?&quot; Sylvia asks.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Very few,&quot; Lyra says. &quot;Their existence alone is an anomaly. They are the only ones that can last for years in their transitioned form.&quot; She nods to the two behind us, who still persist in the form of Valentina and Romin. &quot;They&apos;re half-bloods, too. They&apos;ve been watching over me in Blackwater for the whole trip.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;But do they remember anything of our . . . friends?&quot; Sylvia asks. &quot;Do they hold only the most recent memories, or just pieces of the strongest ones?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;The longer they stay that way, the better they get. But they will never have the full likeness of the person they take.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Because there&apos;s something I&apos;ve wanted to ask. If the real ones I called my friends are . . . gone, even if it&apos;s not really them or they don&apos;t remember anything,&quot; Sylvia says, &quot;can I say goodbye to them? One last time?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Sure, you can ask them,&quot; Lyra says. She&apos;s surprised as I am. The two impostors shrug, and I hate that I can almost see a sliver of my old friends inside them.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;They&apos;re not our friends, Sylvia. They can&apos;t replace them,&quot; I mutter to her, under my breath, but she ignores me. She turns to the Romin and Valentina that know so little of their pasts, as if amnesia has overtaken them. Neither have the mannerisms we remember, as their bodies are a vacant shell transplanted with a different soul. I can tell Sylvia waited for this cathartic moment since the desire came to her in the train car, a chance to fully let go. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "She weeps with everything she has when she embraces them, as if she really, truly had the chance to say goodbye one last time. I hear her whisper the words she reserved for them the whole time we hid in the cellar. I live it through her. I can&apos;t bring myself to do it. Because to me they&apos;re still alive, waiting on the other side of twenty-one hours and twelve minutes, in a single frame, still completely unaware of what awaits them and frozen like insects trapped in amber.",
         true,
         false,
         false
      ],
      [
         "Body",
         "But then she insists.&quot;You have your chance, Titus. Join us one last time to feel through that grief,&quot; Sylvia says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;But it&apos;s not them, Sylvia. You should know that. It isn&apos;t the same.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;But your heart needs something to process. You have to grieve it all in that fleeting moment you can. Come on! Release every last ounce of that sorrow that drags at you. And finally, when you know you&apos;ve tried, can you begin to heal.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I can&apos;t. Acceptance might be your only choice, but it&apos;s never been for me.&quot; She doesn&apos;t understand the anguish that awaits me. I pity her naivety and weakness. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Just once,&quot; she insists. &quot;And I&apos;ll never ask again.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Fine,&quot; I say. I approach the Chymaerans who wear the faces of my friends, and I feel those dangerous emotions surge within me. I don&apos;t deserve this opportunity to say goodbye when it was my decision that condemned them to their fate. I&apos;m pathetic and expendable without&mdash;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Sylvia pulls me in. I can feel the warmth of Sylvia&apos;s body heat my skin although Romin and Valentina remain cold. They feel exactly like how I last abandoned them, both immortalized in a way they never expected. This Valentina feels just as small and squishy and fragile as I last remember her. Romin is the same statuesque boulder. This forbidden comfort is a catharsis I can&apos;t yet afford. Gods. This touch is a drug, but all I huff now are the fumes of the secondhand past that still follows me, and the more I stay, the less I want to let go.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Lyra&apos;s left in an uncomfortable silence. &quot;Well . . . I&apos;ve got to report in to the Chieftains.  Lorne should have prepared your space by now in the barracks. Familiarize yourself with this place: it will be your home and new life until we return. And when you&apos;re familiarized, go to the Barracks to settle in.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Sylvia and I let go. She insists on staying, though the discomfort of embracing these guising actors begs me to leave.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Let&apos;s look around,&quot; I tell Sylvia. It&apos;s our first chance to take in the disbelief of this verdant enclave beyond the walls. The first thought I have is of all the illustrations in Everett&apos;s books of plants and lush grass. But now I can touch it. I can experience the sensation of the wild grasses and verdant spaces,  beauty far different from the over-manicured lawns of the Afterlife, and the closer I walk to the center of this place, the more I&apos;m unable to tell where the village ends and nature begins.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The snow has melted. A radiant sun shines through with a chill breeze. I ask a local where the snow went. It&apos;s the Essence of this place: present in the circuits of the villagers, enough to raise crops at inconceivable speeds to feed the masses, the only reason they can possibly survive out here. It&apos;s vested in their own fractal of Pure Essence in the Chieftains&apos; Lodge. And it&apos;s buried in the soil, changing the very climate of this small enclave of frozen wasteland.",
         true,
         false,
         false
      ],
      [
         "Body",
         "He tells us that Blackwater was once this beautiful, full of pine forests that spanned for ages with huts nestled in between. It&apos;s a past he doesn&apos;t remember. All he has is the spoken word of history that&apos;s forbidden in the mainland. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "We stop for a moment to hear the silence of the wind as it passes through the trees. My nose is no longer too cold and stuffed to smell, so for the first time in forever I take in the aroma of cedar and pine.",
         true,
         false,
         false
      ],
      [
         "Body",
         "It&apos;s all so beautiful and wonderful, but I can&apos;t allow myself the comfort of enjoyment. I watch Sylvia make peace with this birthright that was taken from us, sprawled out across a field of tall grass, watching clouds pass in the sky high above. And it&apos;s a new sight for me too. It only motivates me further to bring back this experience for all of them, so that we can share the same dream.",
         true,
         false,
         false
      ],
      [
         "Body",
         "A group of half-blood Chymaerans approach, two of them still wearing the faces of Romin and Valentina. From Valentina&apos;s hand dangles my necklace. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "Their voices transition from vibrating clicks to human speech. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You never answered at the Cheiftains&apos; Lodge. Why do you have an identity marker?&quot; the Romin asks.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I never knew it was,&quot; I say. It&apos;s so strange addressing Romin when his mannerisms are entirely different. But I can see a notable change compared to when they first wore his face.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Can I borrow this?&quot; He asks.",
         true,
         false,
         false
      ],
      [
         "Body",
         "A part of me is reassured they found it. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You can have it. I don&apos;t need it or want it,&quot; I say. All I carry with me now is memory, not possessions. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "But I&apos;m still curious. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Why do you want to borrow it?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I think I know the Chymaeran half-blood that used this. They mentioned they&apos;ve been missing one for a long time.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Sure,&quot; I say. I always considered its origin was somewhere beyond the walls, taken by Snowdrifters before I ever became one. None of those things ever get back to their original owner, because every run we&apos;re stealing from the dead.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;The dead deserve respect for us to borrow their lives. It&apos;s sacred to the culture of true Chymaerans,&quot; Valentina says. &quot;To lose a guise is to lose an intimate connection &mdash; there&apos;s a lot I&apos;ve learned about this girl while I guised her.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Like what?&quot; says Sylvia. She no longer basks in the comfort of the fields.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;When you start, it&apos;s as if you forget everything about who you really are. You have to remember that it&apos;s all just an appearance, just to separate yourself. It&apos;s brutal to remember a person&apos;s last traumas. The most recent memories come first, and so for this girl . . . &quot; Valentina says. Her words trail off, waiting for someone to pick them up.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Sylvia asks, &quot;Was it painless?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;She was gone before she could think about it.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Oh.&quot; ",
         true,
         false,
         false
      ],
      [
         "Body",
         "I turn to the Chymaeran guising Romin, but before I can ask the same question, they turn away. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "I ask anyway.",
         true,
         false,
         false
      ],
      [
         "Body",
         "They respond, &quot;You don&apos;t want to know. It wasn&apos;t quick.&quot; They leave it at that. I don&apos;t ask further, knowing it might upset Sylvia.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Tell us,&quot; Sylvia insists. &quot;I want to know.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Romin was shot several times, but it wasn&apos;t the bullets that killed him. His last thoughts were regrets.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "I think of his last words in my first life, pleading to the empty air for someone to remember him.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;But why, why would he do that?&quot; Sylvia says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Because I wanted the perfect reason to die,&quot; Romin says, before correcting himself. &quot;Because he wanted . . . Gods above. Six hours and it feels like I&apos;m already becoming him.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Sylvia asks, &quot;How much can half-blood Chymaerans remember in a week? A month? Even years?&quot; And I can tell where she&apos;s going with this.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Longer than the person was alive, to achieve a fraction of their memories and personality,&quot; Valentina says. &quot;Most recent memories first, except for their most painful traumas.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I see,&quot; Sylvia says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I felt the oddest comfort when I got over the initial surprise of seeing the two Chymaerans guising my cherished friends. But once they opened their mouths to speak and their joints postured in a body language I couldn&apos;t recognize, there&apos;s been a sickening uncanniness I can&apos;t shake.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The look of hope in Sylvia&apos;s eyes tells me she&apos;s on the edge of falling victim to this convincing illusion. To her, it&apos;s a chance to start over, but in reality it&apos;s the furthest thing from benign.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The Romin says, &quot;You&apos;ll be paired with us in the living halls since we&apos;ll be training you&mdash;since so much of all our lives were spent in District Twelve.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;That&apos;s great!&quot; Sylvia says. &quot;And you&apos;ll be keeping this appearance?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;If you wish,&quot; the Romin responds. I know it&apos;s hard to resist looks this good, I hear in my mind, but his face is stoic.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Oh, shut up Romin! You&apos;re the last ugly face I&apos;d want to wake up to. I crack a smile when I imagine Valentina&apos;s response, but she&apos;s dead-serious too.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;There&apos;s an important meeting tonight held by the leaders of the First Red. You&apos;ll be introduced there. Gods above &mdash; there have been so many reports of you two as spies, it&apos;ll do us well to clear all of this up. Come to the North wall at sundown,&quot; Valentina says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Romin spits out several parting words before they dissolve to clicks. &quot;We&apos;ll see you there. And enjoy your last day of freedom&mdash;there&apos;s a lot to catch you up on tomorrow.&quot;",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ]
]