{"Story": "Firebrand", "Title": "Chapter Eleven", "Subtitle": "Firestarter", "Act": 1, "ChapterNumber": 11, "Synopsis": "All it takes is one little spark to set the last capital on fire.", "RevNotes": "", "ID": "1.11", "Body": ["<p>&emsp;First light flashes in the bulbs of streetlamps when I approach the railing of the eighth floor Academy lofts, drawing a cigar to my lips. I hardly smoke. Not like Romin or my father. I have a cigar when I reach the end of a frame of life, looking out upon the expanse of a beautiful view, elevated high as if to convince myself that I can see all the paths my future will take me.</p><p>&emsp;I breathe in the texture of past experiences, collecting those memories in my lungs to hold them in one last time before I release them forever. The words go first, then the crispness of the image, until all that&apos;s left is the feeling, only to ever be coaxed out by an artifact of that past, slipping away as silver smoke in the early morning air.</p><p>&emsp;Back when the world was less heavy on my shoulders, Romin and I would climb to the summit of one of Blackwater&apos;s bluffs. Though the smoke obscured so much of the city, there was a liberation in the feeling of height: as if all your problems were smaller than the scale of the familiar buildings of our childhood town far below. And after a while &mdash; between shifts of the Blackwater Electric workers, in that five-or-ten minute gap when the generators catch and lights flicker &mdash; production halts and you can hear silence for the first time in what feels like ages: not distracted by the white noise of fluorescent lights nose-deep in a textbook; not the background noise of chatter or combat in the Academy training gyms; not the stupor of drunken cadets finding any reason to celebrate on the floor above.</p><p>&emsp;But I never allowed myself to get used to that silence in those rapid spells of calm emptiness. The older I got, the further my life and demands took me&mdash;and the less I heard that silence ring in my ears that felt like the frequency of the world itself, beyond Essence or any gift the Gods of the Afterlife can bestow. It&apos;s probably the reason the beers I choose to drink are non-alcoholic, and why I can&apos;t indulge in more than one cigarette at a time. </p><p>&emsp;I only have one. </p><p>&emsp;I throw the rest of the pack in the trash bin and head inside, exhaustion eclipsing the episode of excitement with Isla as reality returns. The windows are still open. The shades are still drawn and the room is cold, but the comforter is so warm.</p><p>&emsp;Out there beyond the dusty, frosted panes of glass, silhouettes dance in rectangles of light like frames of a movie projected through a screen door. I wonder how many times it&apos;s been that I&apos;ve taken in the same sight. What view will I wake to in the next chapter? And what will be the last image every night the next hundred times I go to sleep?</p><p>&emsp;You can tell slumber approaches soon when your blood runs with molasses and your eyes feather shut, when your racing mind jumps between impossible tangents that hold no weight in logic or meaning. I can swear I hear that silence again when sound fades from my awareness, the faintest frequency. But the creak of my bedroom door opens my eyes with enough of a start to set me awake.</p><p>&emsp;&quot;I&apos;m sorry, I&apos;m sorry . . .&quot; Sylvia says, her words slurring, her hair disheveled and the left strap of her dress bent around the side of her shoulder.</p><p>&emsp;&quot;Sylvia, Gods . . . You should have called! I would have walked you home,&quot; I tell her, slurring my words too, but only because I&apos;ve left half my mind on the edge of sleep. &quot;I didn&apos;t think you were coming back to the lofts tonight, after you left with . . . him,&quot; I say.</p><p>&emsp;&quot;It wasn&apos;t much,&quot; she says. &quot;Nothing.&quot;</p><p>&emsp;&quot;But why didn&apos;t Delvin walk you?&quot;</p><p>&emsp;&quot;Because I didn&apos;t want to go home,&quot; she says, punctuated by a hiccup and a stutter.</p><p>&emsp;I rise from the sheets. Exhaustion fades fast when it&apos;s replaced with that feeling. &quot;Come here, I&apos;ll take care of you,&quot; I tell her, sitting on the edge of the bed as she approaches.</p><p>&emsp;&quot;You always do, but I&apos;m okay this time. I need to tell you something. Before it wears off . . . before I lose the spirit to . . . before we run out of time,&quot; she says, as if on the verge of tears, but it&apos;s too dark to tell.</p><p>&emsp;I stand. &quot;Let me get you some water. I&mdash;&quot;</p><p>&emsp;&quot;Sit,&quot; she demands, pressing her hand against my right shoulder as she pushes me into the bed. Her breath is warm with cinnamon. Her black hair is coarse when it brushes against me. </p><p>&emsp;&quot;I hoped tonight would have been so different than it was,&quot; she says, &quot;but it&apos;s always distractions, I hoped I had the chance to make you feel it, so that you might believe me when I tell you.&quot;</p><p>&emsp;I can feel my feelings stir towards their own emotional truth. But my jaw is locked, my tongue weighs heavy, and I can&apos;t usher the question to ask what she means. Nor can I meet her eyes.</p><p>&emsp;&quot;You&apos;re drunk, Sylvia,&quot; I tell her. She looks frustrated when she can&apos;t rearrange the words in her head. I don&apos;t want her to.</p><p>&emsp;&quot;No! I know, but...&quot; she insists. I stand up, walking towards the sink in the half-bathroom as she reclines on the bed as if I could escape. I&apos;m not ready. </p><p>&emsp;&quot;I want you to know. That I&apos;m always watching you, ever since the orphanage, ever since you saved me from it, ever since you showed me that kindness, you know, because . . .&quot;</p><p>&emsp;&quot;Let me get you some water,&quot; I tell her. I feel my hands tremble in the sink with the cup in my hand, and it reminds me of a time I wish I could forget.</p><p>&emsp;When I return, she grasps the cup with shaking hands and I realize how cold she is, and I wonder how far she walked in the dark alone. My room is just as cold as the frost outside, but this time, the window is closed. I wrap two blankets as her eyes softly close. I rest my hand on her, whispering the words to myself when I know she can&apos;t hear them. The fluorescent lamps of early lighttime brighten the motes of dust like embers, and they dance with her shallow breaths as I sit there.</p><p>&emsp;She flinches in her sleep. Ever since the orphanage she&apos;s always dreamt of the times I tried to forget. And sometimes I find myself dreaming of the same thing.</p><p>&emsp;It&apos;s too dark to tell whether the tears crest in her eyes. She mutters words I can&apos;t recognize, and I can&apos;t discern whether she feigns her slumber. Her arms reach to grab for something without pillows atop the bed, and she surprises me, dragging me backwards to embrace my head in a space right beneath hers. Her grasp is strong, and once I feel the warmth and softness of her body, I find no desire to escape. My stomach still churns on fear of all the futures I can imagine. There are so many who depend on me. The ball and chain weighs heavy, but it feels so good, because at least it keeps me grounded.</p><p>&emsp;I should thank Romin he plugged the phone into the wall while I was changing&mdash;it awakes us near mid-morning, and I flinch up from finding my head on Sylvia, her arms still wrapped around me like I&apos;m a pillow.</p><p>&emsp;I quickly draw the phone to my ear. &quot;Hello?&quot;</p><p>&emsp;&quot;Titus, it&apos;s Clint,&quot; he says, scrambling for breath. &quot;The storehouse is burning! Damn vandals . . . arsonists . . . Guard with their questions . . . Get down here, now!&quot;</p><p>&emsp;I feel my heart rise into my throat. I leave Sylvia still dreaming, no longer flinching from hours of our peaceful, drunken sleep.</p>", "<p>&emsp;1&quot;It wasn&apos;t me, son, I swear &mdash; why would I burn my own property?&quot; Clint says. His head sinks in his hands. A handprint of ash drags across his cheeks. &quot;But these bastards think they knew what they saw.&quot;</p><p>&emsp;&quot;Well, what did you see?&quot; I ask.</p><p>&emsp;&quot;I only caught a flash of it. There&apos;s been a couple of &apos;em, out late during darktime, who&apos;ve been tryin&apos; the locks at the storehouse and I yell &apos;em off&mdash; early this morning they broke the locks and made it in. Went over to call &apos;em out, but I only caught a glimpse of them as they left, wearing city guards&apos; gear, just as the whole place lit up. You have to tell them, son, they won&apos;t listen to me,&quot; he says.</p><p>&emsp;&quot;You sure?&quot; I say. &quot;Because the last time I checked, Everett had that place insured, and . . .&quot;</p><p>&emsp;Clint yanks the throat of my collar to his face. &quot;And you think I&apos;m lying about it? You think I&apos;m that low, son?&quot;</p><p>&emsp;&quot;Two weeks before Everett&apos;s insurance was supposed to expire on the place, and we&apos;d have to pay for renewal, I saw the letters in the mail,&quot; I say.</p><p>&emsp;&quot;But&mdash;&quot;</p><p>&emsp;&quot;But it wouldn&apos;t sell before, no matter how hard Everett tried,&quot; I say, &quot;you remember?&quot;</p><p>&emsp;&quot;But I&apos;d never do that, son,&quot; Clint says. The anger dissolves from his eyes, traded for the rare complexion of weakness or grief. I find myself believing him. &quot;I&apos;ll do anything to protect you and Ellie, anything within the bounds of the law. In fact, it&apos;s not even mine anymore.&quot;</p><p>&emsp;The surprise short-circuits my mind. </p><p>&emsp;&quot;You . . . you fucking sold it?&quot;</p><p>&emsp;&quot;In the best interest of our family,&quot; he says. &quot;The deal was just about to go through &mdash; I let them visit to unload their things early.&quot;</p><p>&emsp;&quot;I told you. I told you not to do that. Never! Not for this pathetic sinkhole of a shop! Are you kidding me?&quot; I yell. Others start to glare.</p><p>&emsp;&quot;Well, it wasn&apos;t willed to you, you stubborn prick. It was willed to me! Everett. My father &mdash;&quot; His words trail off: thoughts unable to hold weight, so they float into the air, just as the city guards approach.</p><p>&emsp;&quot;We&apos;ll have to take you in for some questioning since you&apos;re a person of interest,&quot; they say.</p><p>&emsp;Anger and sadness clash in his mind until a single emotion wins over. He lifts himself to his feet, and I&apos;m reminded of how scrawny he&apos;s become since his days as a guard: hardly eating, just enough to keep the shop running, just to stoke the continuous dream. &quot;Alright,&quot; he mutters. &quot;But you&apos;ll get nothing. Nothing! Years serving this city, and when I retire, all you do is forget and screw me over!&quot;</p><p>&emsp;The scene clears out after half an hour. Clean-up crews still sort through the wreckage: it looks as if someone dumped a large bag of charcoal in a warehouse-sized firepit. And for the first time in years, not a single light glows in the window of Clint&apos;s shop&mdash;not in the reflection of the trinkets, not the military surplus gear, nor the shimmer from his reading spectacles when he does some accounting at the lonely desk facing the window.</p><p>&emsp;The news filters through slow as molasses throughout the day, and observations bleed in crimson ink across the headlines. It began as reports on the burning of the property: the smoldering blaze that lasted for hours. City patrol said the fire started from inside the property, from a room in the basement, spreading outwards until the warehouse collapsed on itself like a house of cards, and the descending flurries of snow were no match for it. The cold gusts of air had naught a chance to put it out either &mdash; and it was left in ashen ruins until evening before crews sorted through the rubble.</p><p>&emsp;It was then and only then that the source of the fire was discovered, along with the bodies, charred black to a crisp as if the Chymaerans had sucked the life from them, but scalding burns alone weren&apos;t the only abuse these bodies had taken, stab wounds so deep the fusing of flesh in the combustion failed to mend their skin together, some entry wounds so deep they penetrated all the way through the bodies.</p><p>&emsp;The cadavers&apos; clothes were entirely singed off, but the metallic melted plates fused on their shoulders, and it was this fact alone that revealed their identity. The same plates I wore when I was an early cadet in their combat training schools. The same plates Romin wore to the academy sometimes when a &quot;family job&quot; ran long and went all night, it was the symbol of the Carmine: the same insignia proudly worn by nearly ten percent of Blackwater (or those courageous enough to show their colors in public.) It isn&apos;t until the morning after that Romin&apos;s tirade explains the rest.</p><p>&emsp;&quot;Those sons of bitches! I told them it was a setup,&quot; Romin shouts. &quot;Those Vermillion bastards killed them . . . &quot; </p><p>&emsp;The Carmine compound swarms with activity. They&apos;re armed for war. Caches of weapons are brandished from their crates and the courtyards flood with faces I&apos;ve never seen, every able-bodied soldier coaxed from the woodwork. If there&apos;s one thing our city is good at, it&apos;s spreading news like wildfire&mdash;where daily news drops like the Firebrands beyond the walls.</p><p>&emsp;And the only reason this all happens, the only reason it&apos;s possible for the Carmine to get in? Because they own the place. And they were only kids. Kids of the Carmine officers who were unloading boxes for allowance money.</p><p>&emsp;My father sold the damn place behind my back and didn&apos;t even tell me about it, which cuts me deeper than the possibility of it being insurance fraud in the first place. After extensive interrogation, he was absolved of being a suspect of the crime. And he can&apos;t sink any lower in the list of people I don&apos;t trust, even lower than Romin hiding cards under the table when we gamble for money on the weekends.</p><p>&emsp;&quot;They were kids, Titus! I saw them just yesterday, I swear. Imagine, just imagine... imagine if that was Ellie in there, dead, all for nothing, not even seizing any of our product, all just for murder, all for blood, all just to send a damn message or, I don&apos;t know, just to . . .&quot;</p><p>&emsp;&quot;Romin. Just think about this for a minute before you do something you&apos;ll regret.&quot; He appears almost twice as big when he&apos;s angry and agreeing with him might exacerbate his livid anger. &quot;Why would the Merlot do this?&quot;</p><p>&emsp;&quot;Because it was them! Their gear. Their foot soldiers left it in the wreckage.&quot;</p><p>&emsp;&quot;But what would even trigger this?&quot; I ask. &quot;Think, Romin, what reason would they have? You understand people better than I do.&quot;</p><p>&emsp;Romin scoffs. His fists clench in tight boulders. &quot;So a setup? Who else than the Merlot would dare try to stop us? They&apos;ve had it out for us ever since we decided to protect the people and resist against their draconian bloody laws.&quot;</p><p>&emsp;&quot;It just doesn&apos;t feel right,&quot; I tell him, but his anger eclipses any hope of sensibility in his mind: it&apos;s a natural state for him, and after years of skirmishes with the Merlot, their entire brotherhood is far from forgiveness. </p><p>&emsp;&quot;We need more bombings to show them who really runs the city. Shoot first, ask questions later&mdash;give the enemy some dead to mourn before we talk,&quot; Romin says.</p><p>&emsp;Only my father and grandfather remember the riots from before I was born. Five percent of the properties in the city were reduced to ashes. It was only several leaders&apos; houses that they targeted, but the perfect conditions of wind and heat erupted it into a full firestorm. Shattered glass from the looting scattered across the streets, and there was so much property damage that the entire city shut down for two weeks just to try and recuperate the losses.</p><p>&emsp;I hope nothing rash will come from this burning. But the Carmine are too proud of a people, and so many swarmed the compound with such a strong groupthink it will only take minutes before their rage destroys any chance at dialogue.</p><p>&emsp;Sometimes days stretch on for lifetimes. And in rare moments of chaos like these, sometimes a life&apos;s-worth of action takes place in the space of hours. And regardless of the rage of the Carmine, there&apos;s one piece of news that still bothers me.</p><p>&emsp;The Academy is determined as the safest place for Firebrands and their families. So many accumulate in the District Twelve square: medical tents once purposed for combat trials used to tend to the grievously injured; faction-aligned Cadets arguing and throwing fists to speak for their anger; authority sheepish and cowardly, unable to suppress the anarchy; but it&apos;s not just us. Not just District Twelve.</p><p>&emsp;&quot;The entire city of Blackwater is now under a forced curfew,&quot; a speaker repeats above their heads. &quot;Report to your homes or the nearest safe-designated facility.&quot; It wasn&apos;t just the trade house. I might believe it was the first, but at the same time, hundreds of Carmine properties were set ablaze, traces of Merlot gear singed in the wreckage, and I wonder how they could possibly be so careless to leave it behind.</p><p>&emsp;But I&apos;m not at the Academy. Through streets of soot and smoke I tread onwards, dodging masses of black-covered instigators and homeless and Outwaller desperates getting in on the anarchy, sure to cover any ties to either faction.</p><p>&emsp;&quot;She&apos;s sick,&quot; Clint says. He&apos;s home for the first time in ages. Ellie sits on the couch. She looks sick and pale, sweating profusely, the veins of her flesh almost looking amethyst under the faint light.</p><p>&emsp;&quot;The Chymaeran Curse. Like Everett,&quot; Clint says, but he&apos;s wrong. I spent years studying the Chymaerans. I&apos;ve spent just as long looking over Sylvia&apos;s shoulder at the medical books.</p><p>&emsp;&quot;No,&quot; I tell him. &quot;Not the Curse. This is something I&apos;ve never seen before.&quot; Ellie doesn&apos;t cry or scream. She just sits there, immobile, as if the joints in her bones have been fused together, drawing labored breaths, extinguished of her young energy, and my father and I panic over what to do next.</p>"], "BodyFormatted": [["<p>&emsp;First light flashes in the bulbs of streetlamps when I approach the railing of the eighth floor Academy lofts, drawing a cigar to my lips. I hardly smoke. Not like Romin or my father. I have a cigar when I reach the end of a frame of life, looking out upon the expanse of a beautiful view, elevated high as if to convince myself that I can see all the paths my future will take me.</p>", "<p>&emsp;I breathe in the texture of past experiences, collecting those memories in my lungs to hold them in one last time before I release them forever. The words go first, then the crispness of the image, until all that&apos;s left is the feeling, only to ever be coaxed out by an artifact of that past, slipping away as silver smoke in the early morning air.</p>", "<p>&emsp;Back when the world was less heavy on my shoulders, Romin and I would climb to the summit of one of Blackwater&apos;s bluffs. Though the smoke obscured so much of the city, there was a liberation in the feeling of height: as if all your problems were smaller than the scale of the familiar buildings of our childhood town far below. And after a while &mdash; between shifts of the Blackwater Electric workers, in that five-or-ten minute gap when the generators catch and lights flicker &mdash; production halts and you can hear silence for the first time in what feels like ages: not distracted by the white noise of fluorescent lights nose-deep in a textbook; not the background noise of chatter or combat in the Academy training gyms; not the stupor of drunken cadets finding any reason to celebrate on the floor above.</p>", "<p>&emsp;But I never allowed myself to get used to that silence in those rapid spells of calm emptiness. The older I got, the further my life and demands took me&mdash;and the less I heard that silence ring in my ears that felt like the frequency of the world itself, beyond Essence or any gift the Gods of the Afterlife can bestow. It&apos;s probably the reason the beers I choose to drink are non-alcoholic, and why I can&apos;t indulge in more than one cigarette at a time. </p>", "<p>&emsp;I only have one. </p>", "<p>&emsp;I throw the rest of the pack in the trash bin and head inside, exhaustion eclipsing the episode of excitement with Isla as reality returns. The windows are still open. The shades are still drawn and the room is cold, but the comforter is so warm.</p>", "<p>&emsp;Out there beyond the dusty, frosted panes of glass, silhouettes dance in rectangles of light like frames of a movie projected through a screen door. I wonder how many times it&apos;s been that I&apos;ve taken in the same sight. What view will I wake to in the next chapter? And what will be the last image every night the next hundred times I go to sleep?</p>", "<p>&emsp;You can tell slumber approaches soon when your blood runs with molasses and your eyes feather shut, when your racing mind jumps between impossible tangents that hold no weight in logic or meaning. I can swear I hear that silence again when sound fades from my awareness, the faintest frequency. But the creak of my bedroom door opens my eyes with enough of a start to set me awake.</p>", "<p>&emsp;&quot;I&apos;m sorry, I&apos;m sorry . . .&quot; Sylvia says, her words slurring, her hair disheveled and the left strap of her dress bent around the side of her shoulder.</p>", "<p>&emsp;&quot;Sylvia, Gods . . . You should have called! I would have walked you home,&quot; I tell her, slurring my words too, but only because I&apos;ve left half my mind on the edge of sleep. &quot;I didn&apos;t think you were coming back to the lofts tonight, after you left with . . . him,&quot; I say.</p>", "<p>&emsp;&quot;It wasn&apos;t much,&quot; she says. &quot;Nothing.&quot;</p>", "<p>&emsp;&quot;But why didn&apos;t Delvin walk you?&quot;</p>", "<p>&emsp;&quot;Because I didn&apos;t want to go home,&quot; she says, punctuated by a hiccup and a stutter.</p>", "<p>&emsp;I rise from the sheets. Exhaustion fades fast when it&apos;s replaced with that feeling. &quot;Come here, I&apos;ll take care of you,&quot; I tell her, sitting on the edge of the bed as she approaches.</p>", "<p>&emsp;&quot;You always do, but I&apos;m okay this time. I need to tell you something. Before it wears off . . . before I lose the spirit to . . . before we run out of time,&quot; she says, as if on the verge of tears, but it&apos;s too dark to tell.</p>", "<p>&emsp;I stand. &quot;Let me get you some water. I&mdash;&quot;</p>", "<p>&emsp;&quot;Sit,&quot; she demands, pressing her hand against my right shoulder as she pushes me into the bed. Her breath is warm with cinnamon. Her black hair is coarse when it brushes against me. </p>", "<p>&emsp;&quot;I hoped tonight would have been so different than it was,&quot; she says, &quot;but it&apos;s always distractions, I hoped I had the chance to make you feel it, so that you might believe me when I tell you.&quot;</p>", "<p>&emsp;I can feel my feelings stir towards their own emotional truth. But my jaw is locked, my tongue weighs heavy, and I can&apos;t usher the question to ask what she means. Nor can I meet her eyes.</p>", "<p>&emsp;&quot;You&apos;re drunk, Sylvia,&quot; I tell her. She looks frustrated when she can&apos;t rearrange the words in her head. I don&apos;t want her to.</p>", "<p>&emsp;&quot;No! I know, but...&quot; she insists. I stand up, walking towards the sink in the half-bathroom as she reclines on the bed as if I could escape. I&apos;m not ready. </p>", "<p>&emsp;&quot;I want you to know. That I&apos;m always watching you, ever since the orphanage, ever since you saved me from it, ever since you showed me that kindness, you know, because . . .&quot;</p>", "<p>&emsp;&quot;Let me get you some water,&quot; I tell her. I feel my hands tremble in the sink with the cup in my hand, and it reminds me of a time I wish I could forget.</p>", "<p>&emsp;When I return, she grasps the cup with shaking hands and I realize how cold she is, and I wonder how far she walked in the dark alone. My room is just as cold as the frost outside, but this time, the window is closed. I wrap two blankets as her eyes softly close. I rest my hand on her, whispering the words to myself when I know she can&apos;t hear them. The fluorescent lamps of early lighttime brighten the motes of dust like embers, and they dance with her shallow breaths as I sit there.</p>", "<p>&emsp;She flinches in her sleep. Ever since the orphanage she&apos;s always dreamt of the times I tried to forget. And sometimes I find myself dreaming of the same thing.</p>", "<p>&emsp;It&apos;s too dark to tell whether the tears crest in her eyes. She mutters words I can&apos;t recognize, and I can&apos;t discern whether she feigns her slumber. Her arms reach to grab for something without pillows atop the bed, and she surprises me, dragging me backwards to embrace my head in a space right beneath hers. Her grasp is strong, and once I feel the warmth and softness of her body, I find no desire to escape. My stomach still churns on fear of all the futures I can imagine. There are so many who depend on me. The ball and chain weighs heavy, but it feels so good, because at least it keeps me grounded.</p>", "<p>&emsp;I should thank Romin he plugged the phone into the wall while I was changing&mdash;it awakes us near mid-morning, and I flinch up from finding my head on Sylvia, her arms still wrapped around me like I&apos;m a pillow.</p>", "<p>&emsp;I quickly draw the phone to my ear. &quot;Hello?&quot;</p>", "<p>&emsp;&quot;Titus, it&apos;s Clint,&quot; he says, scrambling for breath. &quot;The storehouse is burning! Damn vandals . . . arsonists . . . Guard with their questions . . . Get down here, now!&quot;</p>", "<p>&emsp;I feel my heart rise into my throat. I leave Sylvia still dreaming, no longer flinching from hours of our peaceful, drunken sleep.</p>"], ["<p>&emsp;1&quot;It wasn&apos;t me, son, I swear &mdash; why would I burn my own property?&quot; Clint says. His head sinks in his hands. A handprint of ash drags across his cheeks. &quot;But these bastards think they knew what they saw.&quot;</p>", "<p>&emsp;&quot;Well, what did you see?&quot; I ask.</p>", "<p>&emsp;&quot;I only caught a flash of it. There&apos;s been a couple of &apos;em, out late during darktime, who&apos;ve been tryin&apos; the locks at the storehouse and I yell &apos;em off&mdash; early this morning they broke the locks and made it in. Went over to call &apos;em out, but I only caught a glimpse of them as they left, wearing city guards&apos; gear, just as the whole place lit up. You have to tell them, son, they won&apos;t listen to me,&quot; he says.</p>", "<p>&emsp;&quot;You sure?&quot; I say. &quot;Because the last time I checked, Everett had that place insured, and . . .&quot;</p>", "<p>&emsp;Clint yanks the throat of my collar to his face. &quot;And you think I&apos;m lying about it? You think I&apos;m that low, son?&quot;</p>", "<p>&emsp;&quot;Two weeks before Everett&apos;s insurance was supposed to expire on the place, and we&apos;d have to pay for renewal, I saw the letters in the mail,&quot; I say.</p>", "<p>&emsp;&quot;But&mdash;&quot;</p>", "<p>&emsp;&quot;But it wouldn&apos;t sell before, no matter how hard Everett tried,&quot; I say, &quot;you remember?&quot;</p>", "<p>&emsp;&quot;But I&apos;d never do that, son,&quot; Clint says. The anger dissolves from his eyes, traded for the rare complexion of weakness or grief. I find myself believing him. &quot;I&apos;ll do anything to protect you and Ellie, anything within the bounds of the law. In fact, it&apos;s not even mine anymore.&quot;</p>", "<p>&emsp;The surprise short-circuits my mind. </p>", "<p>&emsp;&quot;You . . . you fucking sold it?&quot;</p>", "<p>&emsp;&quot;In the best interest of our family,&quot; he says. &quot;The deal was just about to go through &mdash; I let them visit to unload their things early.&quot;</p>", "<p>&emsp;&quot;I told you. I told you not to do that. Never! Not for this pathetic sinkhole of a shop! Are you kidding me?&quot; I yell. Others start to glare.</p>", "<p>&emsp;&quot;Well, it wasn&apos;t willed to you, you stubborn prick. It was willed to me! Everett. My father &mdash;&quot; His words trail off: thoughts unable to hold weight, so they float into the air, just as the city guards approach.</p>", "<p>&emsp;&quot;We&apos;ll have to take you in for some questioning since you&apos;re a person of interest,&quot; they say.</p>", "<p>&emsp;Anger and sadness clash in his mind until a single emotion wins over. He lifts himself to his feet, and I&apos;m reminded of how scrawny he&apos;s become since his days as a guard: hardly eating, just enough to keep the shop running, just to stoke the continuous dream. &quot;Alright,&quot; he mutters. &quot;But you&apos;ll get nothing. Nothing! Years serving this city, and when I retire, all you do is forget and screw me over!&quot;</p>", "<p>&emsp;The scene clears out after half an hour. Clean-up crews still sort through the wreckage: it looks as if someone dumped a large bag of charcoal in a warehouse-sized firepit. And for the first time in years, not a single light glows in the window of Clint&apos;s shop&mdash;not in the reflection of the trinkets, not the military surplus gear, nor the shimmer from his reading spectacles when he does some accounting at the lonely desk facing the window.</p>", "<p>&emsp;The news filters through slow as molasses throughout the day, and observations bleed in crimson ink across the headlines. It began as reports on the burning of the property: the smoldering blaze that lasted for hours. City patrol said the fire started from inside the property, from a room in the basement, spreading outwards until the warehouse collapsed on itself like a house of cards, and the descending flurries of snow were no match for it. The cold gusts of air had naught a chance to put it out either &mdash; and it was left in ashen ruins until evening before crews sorted through the rubble.</p>", "<p>&emsp;It was then and only then that the source of the fire was discovered, along with the bodies, charred black to a crisp as if the Chymaerans had sucked the life from them, but scalding burns alone weren&apos;t the only abuse these bodies had taken, stab wounds so deep the fusing of flesh in the combustion failed to mend their skin together, some entry wounds so deep they penetrated all the way through the bodies.</p>", "<p>&emsp;The cadavers&apos; clothes were entirely singed off, but the metallic melted plates fused on their shoulders, and it was this fact alone that revealed their identity. The same plates I wore when I was an early cadet in their combat training schools. The same plates Romin wore to the academy sometimes when a &quot;family job&quot; ran long and went all night, it was the symbol of the Carmine: the same insignia proudly worn by nearly ten percent of Blackwater (or those courageous enough to show their colors in public.) It isn&apos;t until the morning after that Romin&apos;s tirade explains the rest.</p>", "<p>&emsp;&quot;Those sons of bitches! I told them it was a setup,&quot; Romin shouts. &quot;Those Vermillion bastards killed them . . . &quot; </p>", "<p>&emsp;The Carmine compound swarms with activity. They&apos;re armed for war. Caches of weapons are brandished from their crates and the courtyards flood with faces I&apos;ve never seen, every able-bodied soldier coaxed from the woodwork. If there&apos;s one thing our city is good at, it&apos;s spreading news like wildfire&mdash;where daily news drops like the Firebrands beyond the walls.</p>", "<p>&emsp;And the only reason this all happens, the only reason it&apos;s possible for the Carmine to get in? Because they own the place. And they were only kids. Kids of the Carmine officers who were unloading boxes for allowance money.</p>", "<p>&emsp;My father sold the damn place behind my back and didn&apos;t even tell me about it, which cuts me deeper than the possibility of it being insurance fraud in the first place. After extensive interrogation, he was absolved of being a suspect of the crime. And he can&apos;t sink any lower in the list of people I don&apos;t trust, even lower than Romin hiding cards under the table when we gamble for money on the weekends.</p>", "<p>&emsp;&quot;They were kids, Titus! I saw them just yesterday, I swear. Imagine, just imagine... imagine if that was Ellie in there, dead, all for nothing, not even seizing any of our product, all just for murder, all for blood, all just to send a damn message or, I don&apos;t know, just to . . .&quot;</p>", "<p>&emsp;&quot;Romin. Just think about this for a minute before you do something you&apos;ll regret.&quot; He appears almost twice as big when he&apos;s angry and agreeing with him might exacerbate his livid anger. &quot;Why would the Merlot do this?&quot;</p>", "<p>&emsp;&quot;Because it was them! Their gear. Their foot soldiers left it in the wreckage.&quot;</p>", "<p>&emsp;&quot;But what would even trigger this?&quot; I ask. &quot;Think, Romin, what reason would they have? You understand people better than I do.&quot;</p>", "<p>&emsp;Romin scoffs. His fists clench in tight boulders. &quot;So a setup? Who else than the Merlot would dare try to stop us? They&apos;ve had it out for us ever since we decided to protect the people and resist against their draconian bloody laws.&quot;</p>", "<p>&emsp;&quot;It just doesn&apos;t feel right,&quot; I tell him, but his anger eclipses any hope of sensibility in his mind: it&apos;s a natural state for him, and after years of skirmishes with the Merlot, their entire brotherhood is far from forgiveness. </p>", "<p>&emsp;&quot;We need more bombings to show them who really runs the city. Shoot first, ask questions later&mdash;give the enemy some dead to mourn before we talk,&quot; Romin says.</p>", "<p>&emsp;Only my father and grandfather remember the riots from before I was born. Five percent of the properties in the city were reduced to ashes. It was only several leaders&apos; houses that they targeted, but the perfect conditions of wind and heat erupted it into a full firestorm. Shattered glass from the looting scattered across the streets, and there was so much property damage that the entire city shut down for two weeks just to try and recuperate the losses.</p>", "<p>&emsp;I hope nothing rash will come from this burning. But the Carmine are too proud of a people, and so many swarmed the compound with such a strong groupthink it will only take minutes before their rage destroys any chance at dialogue.</p>", "<p>&emsp;Sometimes days stretch on for lifetimes. And in rare moments of chaos like these, sometimes a life&apos;s-worth of action takes place in the space of hours. And regardless of the rage of the Carmine, there&apos;s one piece of news that still bothers me.</p>", "<p>&emsp;The Academy is determined as the safest place for Firebrands and their families. So many accumulate in the District Twelve square: medical tents once purposed for combat trials used to tend to the grievously injured; faction-aligned Cadets arguing and throwing fists to speak for their anger; authority sheepish and cowardly, unable to suppress the anarchy; but it&apos;s not just us. Not just District Twelve.</p>", "<p>&emsp;&quot;The entire city of Blackwater is now under a forced curfew,&quot; a speaker repeats above their heads. &quot;Report to your homes or the nearest safe-designated facility.&quot; It wasn&apos;t just the trade house. I might believe it was the first, but at the same time, hundreds of Carmine properties were set ablaze, traces of Merlot gear singed in the wreckage, and I wonder how they could possibly be so careless to leave it behind.</p>", "<p>&emsp;But I&apos;m not at the Academy. Through streets of soot and smoke I tread onwards, dodging masses of black-covered instigators and homeless and Outwaller desperates getting in on the anarchy, sure to cover any ties to either faction.</p>", "<p>&emsp;&quot;She&apos;s sick,&quot; Clint says. He&apos;s home for the first time in ages. Ellie sits on the couch. She looks sick and pale, sweating profusely, the veins of her flesh almost looking amethyst under the faint light.</p>", "<p>&emsp;&quot;The Chymaeran Curse. Like Everett,&quot; Clint says, but he&apos;s wrong. I spent years studying the Chymaerans. I&apos;ve spent just as long looking over Sylvia&apos;s shoulder at the medical books.</p>", "<p>&emsp;&quot;No,&quot; I tell him. &quot;Not the Curse. This is something I&apos;ve never seen before.&quot; Ellie doesn&apos;t cry or scream. She just sits there, immobile, as if the joints in her bones have been fused together, drawing labored breaths, extinguished of her young energy, and my father and I panic over what to do next.</p>"]], "Release": 142, "ReleaseDate": ["05", "23", "2025", "2025-05-23 00:00:00"], "Active": true, "Perspective": "Titus", "Status": "No Status", "WordCount": 0, "Summary": ""}