{"Story": "Firebrand", "Title": "Chapter Eighteen", "Subtitle": "The Grandmaster", "Act": 1, "ChapterNumber": 18, "Synopsis": "Titus encounters Ullrich for a second time.", "RevNotes": "", "ID": "1.18", "Body": ["<p>&emsp;&quot;You&apos;ve been getting a lot better, son, and it&apos;s only been a day. That&apos;s the power of the Afterlife. Of our resources,&quot; he says. </p><p>&emsp;&quot;Yeah.&quot;</p><p>&emsp;&quot;Do you not remember me?&quot;</p><p>&emsp;&quot;Your face is everywhere,&quot; I tell him. My voice is hoarse after only a couple words with Sylvia, so all I can manage is a whisper. &quot;Ullrich Valensend. The highest emissary of the Afterlife. I shared a stage with you at graduation.&quot;</p><p>&emsp;He scratches his dark, salt-and-pepper beard before brushing his jet-black pompadour to the side, revealing several streaks of undyed silver. His face wrinkles with a smile against worn frown lines, drawing his hands in the pockets of white-and-gold clothes that conceal all of his skin. &quot;A rousing speech you gave, there, valedictorian,&quot; he says. &quot;You gave hope and spirit to all those graduates. You might be the reason they saved us from the Chymaera.&quot;</p><p>&emsp;&quot;I wish I could have done more. Our people survived that attack. And for the ones we lost, you can all live in their honor.&quot;</p><p>&emsp;&quot;Honor,&quot; Ullrich says. It sounds like he laughs, but continues with a cough. &quot;Yes. They were very honorable in their purpose.&quot;</p><p>&emsp;&quot;But the civilians &mdash; did you save any of them?&quot;</p><p>&emsp;&quot;They perished. Endogeny was far too strong for them. They have no Essence like us, gifted from the Gods. And that &apos;us&apos; is what brings me to the reason I&apos;m here, Titus, because all of this: Essence transfusion; the insistence of Sylvia; a warm bed and a seat in the Afterlife; all of this is not free, and we didn&apos;t bring you here so you could give up. Despite what those rustbloods down below think, we don&apos;t just worship the gods. We all work. And with the Essence potential that sets you and your girlfriend aside from your colleagues in the Academy, you have a special opportunity.&quot;</p><p>&emsp;It looks as if he expects me to leap in the air, throw the covers off and dance on my aching bones, predicating his next words with joy, but the heart doesn&apos;t heal anywhere close to that fast. &quot;I can&apos;t pivot that quickly in all this grief. Gods above . . . minutes ago, I was begging for death to finish me off.&quot;</p><p>&emsp;&quot;But now you have a reason to live on, Titus. I was exactly like you, once. I see myself in you, and do you know how I got to this point? Do you know where I came from?&quot;</p><p>&emsp;&quot;Not at all. Except that they said it was like you came from nowhere, with exactly the right words for everything.&quot;</p><p>&emsp;&quot;Well, I&apos;m good with words. I&apos;ve had lifetimes to practice,&quot; he says. &quot;The Essence of the Afterlife has kept me alive for more than a hundred years, and before that, I explored this world as a Mask of the Gods. As the firstborn child to the king of Northaven, I was betrayed and cast aside by my own family. But I still had the divine birthright. So I carried on, and when Northaven fell to the Chymaera, my wife and I moved to Blackwater. We had a family of two children. We lived beyond the walls in peace for a while, but even there, the Chymaera tried to attack my family.&quot;</p><p>&emsp;&quot;It just never ends, that suffering . . . &quot;</p><p>&emsp;&quot;It never does. I saved them so many times, yet once, I faltered and lost it all. And yet I still stand here today right in front of you, because I still believe there is something to save.&quot;</p><p>&emsp;Maybe I don&apos;t understand it yet, the way that he does, so I humble myself.</p><p>&emsp;&quot;How do you go on when you&apos;ve lost it all, when there&apos;s no way back?&quot;</p><p>&emsp;&quot;You don&apos;t. And anybody who tells you to move on is a pathetic fool, Titus. There is no price too high for redemption. And if you have to pay with blood, you will fight a glorious and honest battle. Being forced to try again and again is what saved me. Death was no longer an option, like you think it is for you. Sometimes there is a way back, and that attitude is what got me to champion the Afterlife, reshaping all of Blackwater into something better.&quot;</p><p>&emsp;&quot;Then why do you bother with someone like me?&quot; I ask.</p><p>&emsp;&quot;Because I think everyone who fights for all and asks for so little deserves the world,&quot; he says. &quot;Especially if they&apos;re special like us. You&apos;re not like the rustbloods. That girl of yours didn&apos;t save you: you saved yourself, because you had enough Essence. Do you know why we call this place the Afterlife?&quot;</p><p>&emsp;&quot;Because you commune with the Gods themselves? Because your prayers bring sustenance to all of Blackwater?&quot;</p><p>&emsp;&quot;No, gods below . . . it&apos;s because we reach higher than that,&quot; Ullrich says. &quot;And I want you to defend that dream with us.&quot;</p><p>&emsp;&quot;What is it the Afterlife dreams of?&quot;</p><p>&emsp;&quot;They dream of power and peace. And they might not know it, but for me, it&apos;s enough Essence to bring me back to that golden age,&quot; Ullrich adds. He gestures to someone beyond the door, another Royal Guard, carrying neatly-folded threads of the Royal Guard that look strangely familiar. &quot;I want you &mdash; no, you&apos;re going to &mdash; join me in this sacred mission.&quot;</p><p>&emsp;His acolyte sets them on my lap, and I lift my hands from beneath the covers. The texture&apos;s the same as Sylvia&apos;s uniform: impossibly perfect in their stitching and warmly infused with Essence. </p><p>&emsp;&quot;We&apos;re having a service today to remember the sacrifices it&apos;s taken to keep that dream alive. I want you to speak to all the . . . &apos;honor&apos;,  it took, for us to get to this point.&quot;</p><p>&emsp;&quot;That, I can manage,&quot; I tell him, and he puts his hands on my shoulders. </p><p>&emsp;My heart still longs for the ones whom I never got to say goodbye. I decide I&apos;ll speak to their honor, if it&apos;s the last thing I do, and if I find my ambitions rise higher, I will serve the divine quest to live on for the ones I love. Something makes me uncomfortable putting on the uniform, but here and now under this pressure, I don&apos;t think I have the time. I pray I&apos;ll be able to find it later without a choice.</p><p>&emsp;&quot;Come with me. You&apos;re not aware yet of what you and I are capable of. Together, in our endless struggle, I&apos;d say we have more power than the very gods.&quot; He extends his hand to offer his strength, and I can tell he feels a certain pleasure in how he arranges words. &quot;Walk alongside me, and you&apos;ll help me in my quest to return to that past.&quot;</p>", "<p>&emsp;&quot;Where is everyone? Is the Afterlife always this empty?&quot;</p><p>&emsp;&quot;Of course not,&quot; one of the three escorts says. The light hurts my eyes when I break the threshold of the infirmary&apos;s doors, and I shield them with my pallid wrist. The uniform I wear is unbecoming of the weakness I exude: the perfectly-woven obsidian threads in cacophony with my tangle of messy hair and unkempt beard; my white flesh contrasting the color of a population that spends much of their time basking in the radiant light, even if their hands aren&apos;t calloused and dirty like the ones that toil below.</p><p>&emsp;&quot;Then where are they?&quot; I ask.</p><p>&emsp;He gestures toward the shining center of the city.</p><p>&emsp;It takes a moment for my eyes to accommodate the vast distance. For so long I&apos;ve only looked at close things: faces, impressive infirmary meals, whatever scant literature I could find whenever the exhaustive toil of my body and the Essence treatments made my mind prioritize slumber. The furthest I see is the edge of this landscape. The entire city of the Afterlife looks like a porcelain chalice filled with white foam and wild berry mead, between the radiant azure roofs and polished marble walls, embellished with eaves of lustrous gold. The streets that wrap between the buildings are lined with raw granite, so perfectly flat as if nature intended it, reminiscent of the snow and ice these citizens only experience from a vast distance. And in the center, so many miles away where all the moisture of the basin congregates, is an island of glistening land where the tallest buildings rival the height of the outer rim.</p><p>&emsp;&quot;That&apos;s quite a walk,&quot; I say, and I&apos;m taken aback when one of my escorts takes offense.</p><p>&emsp;&quot;Is that some kind of joke? You think people like us would waste our time on foot?&quot;</p><p>&emsp;&quot;No, not at all,&quot; I say.</p><p>&emsp;&quot;There. There&apos;s our ride. The Grandmaster sent for a touring car to take us there,&quot; he says. &quot;And that other guest is joining us, too.&quot;</p><p>&emsp;The low hum of an engine crescendoes as a vehicle approaches. I can count on my hands how many times I&apos;ve had the privilege to ride in one of these cars: each time at the conclusion of a school year when Valentina&apos;s chauffeurs ferry us from the Academy to lavish parties at her estate: in the early years to protect us from danger, and in the later years to protect us from ourselves, preventing a dangerous, lonely, moonlit trek with half a handle of liquor. </p><p>&emsp;&quot;It&apos;s so lovely to see you up and about,&quot; Sylvia says. Driven from a barracks far more exorbitant than Merlot blood could ever dream of, she&apos;s taken the time to look her best. She leans against my shoulder as the motor hums to life once more, and I feel an odd and uncomfortably unrequited sense of stillness.</p><p>&emsp;It takes me a while to figure what&apos;s missing after the automobile departs from the curbside, and I feel that strange sensation of inertia in all directions like riding the swaying gondola from summit to ground. It&apos;s far unlike the train that starts where the gondola leaves off, traveling in a perfectly straight line. What&apos;s missing is how smooth the ride is &mdash; as if we glide across the ground on white rock softer than chalk, or maybe the springs of this great, pearlescent machine are tuned so precisely that any disturbance is ignored.</p><p>&emsp;It only gets warmer the closer we draw to the center, covering miles and miles in such a small span of minutes. They make fun of my captivation at the miracle of motion as if I were some kind of savage, throwing the word &apos;rustblood&apos; like Ullrich, yet I think they&apos;re insane to ever become used to this blessing. And Sylvia joins me in splendor. The silent rush of wind beyond the purr of the motorcar in the spaces when the driver lifts their foot from the accelerator and we descend on gravity alone into the basin; what it sounds like to be far from the eternal clockwork of industry in a land where their worship provides sustenance for all.</p><p>&emsp;The verdant grass loses the lifeless brown. Lush, leafy bushes explode with vibrant flowers, unafraid to show their colors when they&apos;re not fighting for the meager nutrients to survive, and my hand grazes the foliage I can reach on the side of the road. The island approaches as the ground runs flat in the bottom of the basin, reflecting a line of light in the peaks brighter than the golden eaves, boundlessly offered by the unsetting sun.</p><p>&emsp;For a while, I forget the conditions of my presence here, a tourist of these sights I never imagined beyond Everett&apos;s forbidden books, thinking them a fantasy. It&apos;s just as we slither around a switchback to face the place from whence we came that I notice the strangest sight, rubbing my eyes to try to reconcile the bending light. It&apos;s somewhere east of where we left, just over the rim, but still within the bounds of the Afterlife, distorting the air around it like the affects of a heated grill.</p><p>&emsp;I ask them what it is.</p><p>&emsp;&quot;You&apos;ll learn soon enough,&quot; he says. And quickly adds, &quot;when you&apos;ve been here for long enough, of course.</p><p>&emsp;The air condenses several degrees when we cross the bridge to the great island embellished with the finest buildings, looking so new though they hold that venerable beauty that only the most masterful craftsmen of history could ever create. I consider they must be the centers of worship where the selfless sacrifice of their time allows the Gods to provide sustenance for all, designed for the pleasure of a celestial eye that looks for reassurance of our eternal exaltation.</p><p>&emsp;It&apos;s then that I see the populace walking towards the central spires. What they wear is nothing like the vantablack threads of the Royal Guard: immaculately white in a way that boasts of how pristine and unadulterated their lives are, only colored by the precious jewelry and patterned colors, and for a while I feel that I should bow before them, undeserving of their slightest attention. Not a single one looks a day over middle age, their faces only creased by laugh lines that make it impossible to imagine a moment of sorrow, yet it feels as if each has lived for a hundred peaceful years.</p><p>&emsp;We pull up a couple hundred yards away from the central building I can only assume is either a political center, a house of holy worship, or both, with a square perimeter path of red stones spanning at least a quarter mile square. I can&apos;t resist imagining how many of the destitute families below could thrive in such an unused, well-manicured space, but I have to focus on the words I carry from the experience below: one of such pain that these smiling worshippers couldn&apos;t fathom to imagine. The azure spires cast peaks of shadow that stab into the grass, obscuring the sun, yet the central hall has so many windows etched into all sides of the marble that rectangles of magnified orange radiate the dewy fronds. The grass is so soft beneath my feet as we cut across the great yard with all the other finely-dressed acolytes raising the excitement of their peers. My entourage surrounds me closely as if I were either a guest of honor or a prisoner. Sylvia gets her space. And when I enter the main hall, I hear raucous shouts that sound like celebration, wondering if this is truly the event that Ullrich described to me.</p><p>&emsp;Unlike the flimsy stands of the Academy&apos;s auditorium where I gave my speech, there are sofas of box seats shaped in &quot;U&quot; formations that face towards the stage in the center, each grouping with an overstocked personal bar. But it&apos;s not just drinks. The succulent smell of the most delicious cuts of meat assault my senses, and I realize I&apos;ve never felt so hungry in my life. There is laughter, clanging golden chalices, and more red wine than all the blood shed by their lower subjects. I hear the voice of Ullrich in the speakers as I descend the stairs, omnipresent like the celestial beings that must have had a hand in sculpting this haven. There are so many people here. The closer I draw to the front, the more claustrophobic the crowding becomes, though the circle of guards part through the masses like a hot knife. They hardly give me any attention: despite how Ullrich dressed me, I only receive looks of disgust and contempt.</p><p>&emsp;Ullrich eyes me between words in his speech. They celebrate the survival of Blackwater, still alive after the massive Chymaeran offensive. There are cheers, laughter, and as many drunken-red faces as that of Vermillion Boulevard after exam week.</p><p>&emsp;&quot;The next Golden Age approaches in only moments, after so many endless years we&apos;ve waited. The enemy of true-blooded Humans will finally pay their price. We will return!&quot;</p><p>&emsp;And at that, another great cheer echoes through the hall. Gold bracelets clatter. Crystal chalices raise with wine I imagine is older than Nordhaven. We set our chairs briefly in one of the boxes. Sylvia settles at the table, taking a long drink of wine. And when I approach the stage, I take my first full look out at the crowd. Candles adorn every table, and despite their high spirits, I consider this is still a vigil for the unwitting victims below&mdash;whom to these people must be far out of sight and mind. But Ullrich&apos;s speech reassures me that, deep down, we all share the same common enemy.</p><p>&emsp;I approach the stage as Ullrich introduces me. &quot;And for your entertainment, we have a special guest tonight: one of the lone survivors of Blackwater, the Valedictorian of the Northern Province, district fourteen, Titus Berguard!&quot;</p>"], "BodyFormatted": [["<p>&emsp;&quot;You&apos;ve been getting a lot better, son, and it&apos;s only been a day. That&apos;s the power of the Afterlife. Of our resources,&quot; he says. </p>", "<p>&emsp;&quot;Yeah.&quot;</p>", "<p>&emsp;&quot;Do you not remember me?&quot;</p>", "<p>&emsp;&quot;Your face is everywhere,&quot; I tell him. My voice is hoarse after only a couple words with Sylvia, so all I can manage is a whisper. &quot;Ullrich Valensend. The highest emissary of the Afterlife. I shared a stage with you at graduation.&quot;</p>", "<p>&emsp;He scratches his dark, salt-and-pepper beard before brushing his jet-black pompadour to the side, revealing several streaks of undyed silver. His face wrinkles with a smile against worn frown lines, drawing his hands in the pockets of white-and-gold clothes that conceal all of his skin. &quot;A rousing speech you gave, there, valedictorian,&quot; he says. &quot;You gave hope and spirit to all those graduates. You might be the reason they saved us from the Chymaera.&quot;</p>", "<p>&emsp;&quot;I wish I could have done more. Our people survived that attack. And for the ones we lost, you can all live in their honor.&quot;</p>", "<p>&emsp;&quot;Honor,&quot; Ullrich says. It sounds like he laughs, but continues with a cough. &quot;Yes. They were very honorable in their purpose.&quot;</p>", "<p>&emsp;&quot;But the civilians &mdash; did you save any of them?&quot;</p>", "<p>&emsp;&quot;They perished. Endogeny was far too strong for them. They have no Essence like us, gifted from the Gods. And that &apos;us&apos; is what brings me to the reason I&apos;m here, Titus, because all of this: Essence transfusion; the insistence of Sylvia; a warm bed and a seat in the Afterlife; all of this is not free, and we didn&apos;t bring you here so you could give up. Despite what those rustbloods down below think, we don&apos;t just worship the gods. We all work. And with the Essence potential that sets you and your girlfriend aside from your colleagues in the Academy, you have a special opportunity.&quot;</p>", "<p>&emsp;It looks as if he expects me to leap in the air, throw the covers off and dance on my aching bones, predicating his next words with joy, but the heart doesn&apos;t heal anywhere close to that fast. &quot;I can&apos;t pivot that quickly in all this grief. Gods above . . . minutes ago, I was begging for death to finish me off.&quot;</p>", "<p>&emsp;&quot;But now you have a reason to live on, Titus. I was exactly like you, once. I see myself in you, and do you know how I got to this point? Do you know where I came from?&quot;</p>", "<p>&emsp;&quot;Not at all. Except that they said it was like you came from nowhere, with exactly the right words for everything.&quot;</p>", "<p>&emsp;&quot;Well, I&apos;m good with words. I&apos;ve had lifetimes to practice,&quot; he says. &quot;The Essence of the Afterlife has kept me alive for more than a hundred years, and before that, I explored this world as a Mask of the Gods. As the firstborn child to the king of Northaven, I was betrayed and cast aside by my own family. But I still had the divine birthright. So I carried on, and when Northaven fell to the Chymaera, my wife and I moved to Blackwater. We had a family of two children. We lived beyond the walls in peace for a while, but even there, the Chymaera tried to attack my family.&quot;</p>", "<p>&emsp;&quot;It just never ends, that suffering . . . &quot;</p>", "<p>&emsp;&quot;It never does. I saved them so many times, yet once, I faltered and lost it all. And yet I still stand here today right in front of you, because I still believe there is something to save.&quot;</p>", "<p>&emsp;Maybe I don&apos;t understand it yet, the way that he does, so I humble myself.</p>", "<p>&emsp;&quot;How do you go on when you&apos;ve lost it all, when there&apos;s no way back?&quot;</p>", "<p>&emsp;&quot;You don&apos;t. And anybody who tells you to move on is a pathetic fool, Titus. There is no price too high for redemption. And if you have to pay with blood, you will fight a glorious and honest battle. Being forced to try again and again is what saved me. Death was no longer an option, like you think it is for you. Sometimes there is a way back, and that attitude is what got me to champion the Afterlife, reshaping all of Blackwater into something better.&quot;</p>", "<p>&emsp;&quot;Then why do you bother with someone like me?&quot; I ask.</p>", "<p>&emsp;&quot;Because I think everyone who fights for all and asks for so little deserves the world,&quot; he says. &quot;Especially if they&apos;re special like us. You&apos;re not like the rustbloods. That girl of yours didn&apos;t save you: you saved yourself, because you had enough Essence. Do you know why we call this place the Afterlife?&quot;</p>", "<p>&emsp;&quot;Because you commune with the Gods themselves? Because your prayers bring sustenance to all of Blackwater?&quot;</p>", "<p>&emsp;&quot;No, gods below . . . it&apos;s because we reach higher than that,&quot; Ullrich says. &quot;And I want you to defend that dream with us.&quot;</p>", "<p>&emsp;&quot;What is it the Afterlife dreams of?&quot;</p>", "<p>&emsp;&quot;They dream of power and peace. And they might not know it, but for me, it&apos;s enough Essence to bring me back to that golden age,&quot; Ullrich adds. He gestures to someone beyond the door, another Royal Guard, carrying neatly-folded threads of the Royal Guard that look strangely familiar. &quot;I want you &mdash; no, you&apos;re going to &mdash; join me in this sacred mission.&quot;</p>", "<p>&emsp;His acolyte sets them on my lap, and I lift my hands from beneath the covers. The texture&apos;s the same as Sylvia&apos;s uniform: impossibly perfect in their stitching and warmly infused with Essence. </p>", "<p>&emsp;&quot;We&apos;re having a service today to remember the sacrifices it&apos;s taken to keep that dream alive. I want you to speak to all the . . . &apos;honor&apos;,  it took, for us to get to this point.&quot;</p>", "<p>&emsp;&quot;That, I can manage,&quot; I tell him, and he puts his hands on my shoulders. </p>", "<p>&emsp;My heart still longs for the ones whom I never got to say goodbye. I decide I&apos;ll speak to their honor, if it&apos;s the last thing I do, and if I find my ambitions rise higher, I will serve the divine quest to live on for the ones I love. Something makes me uncomfortable putting on the uniform, but here and now under this pressure, I don&apos;t think I have the time. I pray I&apos;ll be able to find it later without a choice.</p>", "<p>&emsp;&quot;Come with me. You&apos;re not aware yet of what you and I are capable of. Together, in our endless struggle, I&apos;d say we have more power than the very gods.&quot; He extends his hand to offer his strength, and I can tell he feels a certain pleasure in how he arranges words. &quot;Walk alongside me, and you&apos;ll help me in my quest to return to that past.&quot;</p>"], ["<p>&emsp;&quot;Where is everyone? Is the Afterlife always this empty?&quot;</p>", "<p>&emsp;&quot;Of course not,&quot; one of the three escorts says. The light hurts my eyes when I break the threshold of the infirmary&apos;s doors, and I shield them with my pallid wrist. The uniform I wear is unbecoming of the weakness I exude: the perfectly-woven obsidian threads in cacophony with my tangle of messy hair and unkempt beard; my white flesh contrasting the color of a population that spends much of their time basking in the radiant light, even if their hands aren&apos;t calloused and dirty like the ones that toil below.</p>", "<p>&emsp;&quot;Then where are they?&quot; I ask.</p>", "<p>&emsp;He gestures toward the shining center of the city.</p>", "<p>&emsp;It takes a moment for my eyes to accommodate the vast distance. For so long I&apos;ve only looked at close things: faces, impressive infirmary meals, whatever scant literature I could find whenever the exhaustive toil of my body and the Essence treatments made my mind prioritize slumber. The furthest I see is the edge of this landscape. The entire city of the Afterlife looks like a porcelain chalice filled with white foam and wild berry mead, between the radiant azure roofs and polished marble walls, embellished with eaves of lustrous gold. The streets that wrap between the buildings are lined with raw granite, so perfectly flat as if nature intended it, reminiscent of the snow and ice these citizens only experience from a vast distance. And in the center, so many miles away where all the moisture of the basin congregates, is an island of glistening land where the tallest buildings rival the height of the outer rim.</p>", "<p>&emsp;&quot;That&apos;s quite a walk,&quot; I say, and I&apos;m taken aback when one of my escorts takes offense.</p>", "<p>&emsp;&quot;Is that some kind of joke? You think people like us would waste our time on foot?&quot;</p>", "<p>&emsp;&quot;No, not at all,&quot; I say.</p>", "<p>&emsp;&quot;There. There&apos;s our ride. The Grandmaster sent for a touring car to take us there,&quot; he says. &quot;And that other guest is joining us, too.&quot;</p>", "<p>&emsp;The low hum of an engine crescendoes as a vehicle approaches. I can count on my hands how many times I&apos;ve had the privilege to ride in one of these cars: each time at the conclusion of a school year when Valentina&apos;s chauffeurs ferry us from the Academy to lavish parties at her estate: in the early years to protect us from danger, and in the later years to protect us from ourselves, preventing a dangerous, lonely, moonlit trek with half a handle of liquor. </p>", "<p>&emsp;&quot;It&apos;s so lovely to see you up and about,&quot; Sylvia says. Driven from a barracks far more exorbitant than Merlot blood could ever dream of, she&apos;s taken the time to look her best. She leans against my shoulder as the motor hums to life once more, and I feel an odd and uncomfortably unrequited sense of stillness.</p>", "<p>&emsp;It takes me a while to figure what&apos;s missing after the automobile departs from the curbside, and I feel that strange sensation of inertia in all directions like riding the swaying gondola from summit to ground. It&apos;s far unlike the train that starts where the gondola leaves off, traveling in a perfectly straight line. What&apos;s missing is how smooth the ride is &mdash; as if we glide across the ground on white rock softer than chalk, or maybe the springs of this great, pearlescent machine are tuned so precisely that any disturbance is ignored.</p>", "<p>&emsp;It only gets warmer the closer we draw to the center, covering miles and miles in such a small span of minutes. They make fun of my captivation at the miracle of motion as if I were some kind of savage, throwing the word &apos;rustblood&apos; like Ullrich, yet I think they&apos;re insane to ever become used to this blessing. And Sylvia joins me in splendor. The silent rush of wind beyond the purr of the motorcar in the spaces when the driver lifts their foot from the accelerator and we descend on gravity alone into the basin; what it sounds like to be far from the eternal clockwork of industry in a land where their worship provides sustenance for all.</p>", "<p>&emsp;The verdant grass loses the lifeless brown. Lush, leafy bushes explode with vibrant flowers, unafraid to show their colors when they&apos;re not fighting for the meager nutrients to survive, and my hand grazes the foliage I can reach on the side of the road. The island approaches as the ground runs flat in the bottom of the basin, reflecting a line of light in the peaks brighter than the golden eaves, boundlessly offered by the unsetting sun.</p>", "<p>&emsp;For a while, I forget the conditions of my presence here, a tourist of these sights I never imagined beyond Everett&apos;s forbidden books, thinking them a fantasy. It&apos;s just as we slither around a switchback to face the place from whence we came that I notice the strangest sight, rubbing my eyes to try to reconcile the bending light. It&apos;s somewhere east of where we left, just over the rim, but still within the bounds of the Afterlife, distorting the air around it like the affects of a heated grill.</p>", "<p>&emsp;I ask them what it is.</p>", "<p>&emsp;&quot;You&apos;ll learn soon enough,&quot; he says. And quickly adds, &quot;when you&apos;ve been here for long enough, of course.</p>", "<p>&emsp;The air condenses several degrees when we cross the bridge to the great island embellished with the finest buildings, looking so new though they hold that venerable beauty that only the most masterful craftsmen of history could ever create. I consider they must be the centers of worship where the selfless sacrifice of their time allows the Gods to provide sustenance for all, designed for the pleasure of a celestial eye that looks for reassurance of our eternal exaltation.</p>", "<p>&emsp;It&apos;s then that I see the populace walking towards the central spires. What they wear is nothing like the vantablack threads of the Royal Guard: immaculately white in a way that boasts of how pristine and unadulterated their lives are, only colored by the precious jewelry and patterned colors, and for a while I feel that I should bow before them, undeserving of their slightest attention. Not a single one looks a day over middle age, their faces only creased by laugh lines that make it impossible to imagine a moment of sorrow, yet it feels as if each has lived for a hundred peaceful years.</p>", "<p>&emsp;We pull up a couple hundred yards away from the central building I can only assume is either a political center, a house of holy worship, or both, with a square perimeter path of red stones spanning at least a quarter mile square. I can&apos;t resist imagining how many of the destitute families below could thrive in such an unused, well-manicured space, but I have to focus on the words I carry from the experience below: one of such pain that these smiling worshippers couldn&apos;t fathom to imagine. The azure spires cast peaks of shadow that stab into the grass, obscuring the sun, yet the central hall has so many windows etched into all sides of the marble that rectangles of magnified orange radiate the dewy fronds. The grass is so soft beneath my feet as we cut across the great yard with all the other finely-dressed acolytes raising the excitement of their peers. My entourage surrounds me closely as if I were either a guest of honor or a prisoner. Sylvia gets her space. And when I enter the main hall, I hear raucous shouts that sound like celebration, wondering if this is truly the event that Ullrich described to me.</p>", "<p>&emsp;Unlike the flimsy stands of the Academy&apos;s auditorium where I gave my speech, there are sofas of box seats shaped in &quot;U&quot; formations that face towards the stage in the center, each grouping with an overstocked personal bar. But it&apos;s not just drinks. The succulent smell of the most delicious cuts of meat assault my senses, and I realize I&apos;ve never felt so hungry in my life. There is laughter, clanging golden chalices, and more red wine than all the blood shed by their lower subjects. I hear the voice of Ullrich in the speakers as I descend the stairs, omnipresent like the celestial beings that must have had a hand in sculpting this haven. There are so many people here. The closer I draw to the front, the more claustrophobic the crowding becomes, though the circle of guards part through the masses like a hot knife. They hardly give me any attention: despite how Ullrich dressed me, I only receive looks of disgust and contempt.</p>", "<p>&emsp;Ullrich eyes me between words in his speech. They celebrate the survival of Blackwater, still alive after the massive Chymaeran offensive. There are cheers, laughter, and as many drunken-red faces as that of Vermillion Boulevard after exam week.</p>", "<p>&emsp;&quot;The next Golden Age approaches in only moments, after so many endless years we&apos;ve waited. The enemy of true-blooded Humans will finally pay their price. We will return!&quot;</p>", "<p>&emsp;And at that, another great cheer echoes through the hall. Gold bracelets clatter. Crystal chalices raise with wine I imagine is older than Nordhaven. We set our chairs briefly in one of the boxes. Sylvia settles at the table, taking a long drink of wine. And when I approach the stage, I take my first full look out at the crowd. Candles adorn every table, and despite their high spirits, I consider this is still a vigil for the unwitting victims below&mdash;whom to these people must be far out of sight and mind. But Ullrich&apos;s speech reassures me that, deep down, we all share the same common enemy.</p>", "<p>&emsp;I approach the stage as Ullrich introduces me. &quot;And for your entertainment, we have a special guest tonight: one of the lone survivors of Blackwater, the Valedictorian of the Northern Province, district fourteen, Titus Berguard!&quot;</p>"]], "Release": 191, "ReleaseDate": ["07", "11", "2025", "2025-07-11 00:00:00"], "Active": true, "Perspective": "Titus", "Status": "No Status", "WordCount": 0, "Summary": ""}