[
   [
      [
         "BodyCody",
         "Words are a currency she can&apos;t afford when her panic sets her over the edge. She speaks in strings of syllables I can&apos;t comprehend, but it&apos;s not her desperate cries that confuse me the most.",
         true
      ],
      [
         "BodyCody",
         "It&apos;s the fact that the last four weeks passed so peacefully. I thought this was all just a dream after that drunken night with Miguel, but the beautiful girl I mistook for a cosplayer chokes on her tears between breaths as she buries her face into my arm.",
         true
      ],
      [
         "BodyCody",
         "&quot;They&apos;ve all abandoned me,&quot; she says. &quot;I failed to . . . he almost died, because . . .&quot; My fingers trace her back until I realize I&apos;m just touching her armor (and it&apos;s doing nothing for her). I gently guide her back against the couch. For every extra breath of air she finds, she shells it out in useless ramblings that drive her further into a panic, tensioning her body inwards as the tears flow from her face.",
         true
      ],
      [
         "BodyCody",
         "She tensions her hands  around my arm so strongly that the blood starts seizing in my own limb. ",
         true
      ],
      [
         "BodyCody",
         "&quot;Save your breath,&quot; I tell her. &quot;You have to breathe. Whatever happened has passed, and it&apos;s over now. You&apos;re safe here.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;But the town&mdash;&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;The town is fine,&quot; I tell her, uncertain of what delusion could cause such a visceral reaction. It was all a fever dream, right? I remember getting sliced across the palm, but I woke up without a scratch. The girl&apos;s my neighbor: just a whacked-out cosplayer. Maybe someone reported her stream to the IRS for tax evasion?",
         true
      ],
      [
         "BodyCody",
         "She finds more words as her trembling subsides. &quot;I only came here because . . . I had no other choice, and as much as I wish I never had to see you again . . .&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Excuse me?&quot; I ask.",
         true
      ],
      [
         "BodyCody",
         "&quot;I mean . . . as much as I know we hate each other, after&mdash;&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;&mdash; I don&apos;t hate you,&quot; I tell her. But then the semantics of that lucid dream come back to me. The cut in my palm. The kitchen knives she threw at my head. &quot;Not that much, I mean.&quot; And then I remember the gash she sliced in my championship lacrosse stick that got me from freshman benchwarmer to Varsity senior. &quot;I&apos;m just afraid of you. And&mdash;and you piss me off a little, but not that much,&quot; I say, trying to balance the resurgent feelings of vice with a desire for goodwill.",
         true
      ],
      [
         "BodyCody",
         "Her stress slides further from panic into sorrow, exchanging less heaving breaths for more tears. She&apos;s dressed entirely in her custom light armor: I&apos;d think she&apos;d only need it above the torso to film a Let&apos;s Play in character, but she&apos;s committed to the part.",
         true
      ],
      [
         "BodyCody",
         "&quot;Hey. Let&apos;s get that armor off of you,&quot; I tell her. She reaches for the faux-leather straps on the sides, and when I grab the shoulder pads, I find them oddly cold to the touch.",
         true
      ],
      [
         "BodyCody",
         "I try lifting as she lifts her arms, but it&apos;s pretty heavy for light armor. The fabric feels hand-woven, with the smallest imperfections that tell of old-world craftsmanship. It smells of sweat and manual labor. And as I struggle to pull it off her body, I notice the contours of the breastplate are caught on something beneath.",
         true
      ],
      [
         "BodyCody",
         "&quot;Ow,&quot; she sniffles. &quot;Let me loosen the straps more.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;You got this made of actual metal? Cast iron?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;What else would stop an arrow?&quot; She asks, holding her breath as I tug harder. Once she finds enough breath to go without it, she exhales completely, and in an instant, I lose my balance and trip over one of the unpacked boxes from four weeks ago.",
         true
      ],
      [
         "BodyCody",
         "The entire weight of the armored torso lands on my face when I crash to the floor. My hands cup the meager metal chest contours of modified men&apos;s armor, weighing against my face and smelling of sweat as if I were stuck in a scrum of lacrosse players.",
         true
      ],
      [
         "BodyCody",
         "But I can hear her breathe easier without the burden of all that cosplay gear. Her breathless panic makes even more sense when I rid my face of the breastplate, discovering how much she has to contort herself just to fit into the damn thing.",
         true
      ],
      [
         "BodyCody",
         "She removes the last of her bindings, far tighter than the &quot;combat corset&quot; that constrains her waist. She pulls at the fabric of the undershirt to circulate air, where two large sweat spots accentuate the shape of her chest.",
         true
      ],
      [
         "BodyCody",
         "Her face and golden eyes alone could get a zoomer to watch her stream Excel spreadsheets: if she ditched the immersive armor and went for something less practical, she could be living in a mansion!",
         true
      ],
      [
         "BodyCody",
         "I open my mouth to try to distill that compliment into something platonic, but stop when I see the state of her. Her disheveled hair is frayed far past the braid I first saw her with. Crescents dig beneath her eyes, and as she still works at slowing her breaths &mdash; muttering to herself something about &quot;where she is&quot; &mdash; I can see how tired this whole ordeal has made her, and my feelings of malice slip away.",
         true
      ],
      [
         "BodyCody",
         "She sits with her head in her hands, tensioning her fingers around her scalp. I&apos;d offer her a hug if I didn&apos;t think she still hated me, so instead, I decide to warm her with something else.",
         true
      ],
      [
         "BodyCody",
         "I approach the kitchen, starting the coffee maker to make some hot chocolate my mom left from the old house. I watch her golden eyes peer over the edge of the couch when the heating element starts boiling the water, like my parents&apos; cat when the refrigerator makes ice.",
         true
      ],
      [
         "BodyCody",
         "&quot;It&apos;s not Starbucks,&quot; I tell her.",
         true
      ],
      [
         "BodyCody",
         "She tilts her head. &quot;What is it doing?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Boiling water?&quot; I answer.",
         true
      ],
      [
         "BodyCody",
         "&quot;Huh.&quot; She leans higher, watching the flickering blue LED light with a genuine sense of bewilderment. &quot;So you do have Essence. Why didn&apos;t you use it?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Essence?&quot; I ask.",
         true
      ],
      [
         "BodyCody",
         "&quot;Essence. To run the mechanism: top off the Essence capacitor. Like a stove, or a fan, or...&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;It runs on electricity.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Electricity?&quot; She asks. &quot;What a waste. How do you have that much power? And how rich are you to have all this,&quot; she gestures around the living room, &quot;stuff?&quot;",
         true
      ],
      [
         "BodyCody",
         "She still finds the strength to do her bit, despite whatever wore on her. &quot;I bought most of it at Home Goods and that corner part of Ross without the clothes. I&apos;m far from rich when I have a mortgage hanging over my head now,&quot; I tell her.",
         true
      ],
      [
         "BodyCody",
         "&quot;You must make a lot of Kine off your inventions.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Not yet. I get paid to modify other people&apos;s stuff,&quot; I tell her. My hands reach into the cabinet, finding the old matching mugs Kei and I bought for the Student Government club room. I hesitate over which one to grab, then after the coffee maker pings, I grab my own.",
         true
      ],
      [
         "BodyCody",
         "The old coffee maker dispenses the succulent store-bought chocolate into the mug, rising with steam as dots of moisture condense on the blue inner walls of the porcelain. But it doesn&apos;t feel very warm.",
         true
      ],
      [
         "BodyCody",
         "&quot;Oh. It&apos;s a drink,&quot; she says.",
         true
      ],
      [
         "BodyCody",
         "I look at her, puzzled, until she gestures to bring it over.",
         true
      ],
      [
         "BodyCody",
         "&quot;It&apos;s an old coffee maker from my parents&apos; house. They got a new Keurig, so they let me have the old one &mdash; the model before it scanned the damn pods to make sure you&apos;re buying theirs. Heating element isn&apos;t great, so hopefully it&apos;s not like drinking chocolate milk.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Not a problem,&quot; she says, taking the cup into her hands. I notice a faint glow emanate from beneath the cup as the air warms around her, and in seconds, the cup is steaming again.",
         true
      ],
      [
         "BodyCody",
         "It&apos;s my turn for bewilderment. She catches my expression with a tired glance. ",
         true
      ],
      [
         "BodyCody",
         "&quot;What?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;How did you...?&quot;",
         true
      ],
      [
         "BodyCody",
         "I bend to look beneath the mug, but there&apos;s nothing there. Once I realize it looks like I&apos;m staring directly at her breasts, I bend upright.",
         true
      ],
      [
         "BodyCody",
         "&quot;What kind of an uncultured bumpkin are you?&quot; She asks. &quot;Life and fire. Humans. You. Me,&quot; she says, raising her right hand to pretend she&apos;s bending fire.",
         true
      ],
      [
         "BodyCody",
         "Pretending, right?",
         true
      ],
      [
         "BodyCody",
         "I feel the heat first. And then at a point an inch above her palm, a spark transitions into a raging plume of controlled fire, casting the walls in flickering light.",
         true
      ],
      [
         "BodyCody",
         "I instinctively reach to see if it&apos;s a hologram. I feel burning heat before she ceases, slapping my hand away.",
         true
      ],
      [
         "BodyCody",
         "&quot;You grab for fire like you grabbed for that dagger,&quot; she says. &quot;Pray tell, what kind of stupid idiot savant are you?&quot;",
         true
      ],
      [
         "BodyCody",
         "I stammer over my words. My mind races through every physics and thermodynamics textbook I&apos;ve ever skimmed for problem sets, and can&apos;t find any explanation. The sudden wave of confusion is so strong that I sit down on the box I tripped on moments earlier. &quot;Sweet Carnot,&quot; I say.",
         true
      ],
      [
         "BodyCody",
         "&quot;Is that one of your gods?&quot; ",
         true
      ],
      [
         "BodyCody",
         "&quot;If you design cars and airplanes,&quot; I say. &quot;What the fuck?&quot; And then I gesture to her. &quot;Do it again. How did you do that?&quot;",
         true
      ],
      [
         "BodyCody",
         "I&apos;m too damn tired, she says.",
         true
      ],
      [
         "BodyCody",
         "&quot;Do it,&quot; I insist, like a child at a birthday magic show.",
         true
      ],
      [
         "BodyCody",
         "She casts it again as she takes her first sip from the mug, careful to watch if I&apos;ll try and reach for it again, but I raise my hands.",
         true
      ],
      [
         "BodyCody",
         "Her eyes light with delight. It seems like an emotion she hasn&apos;t felt in a long time.",
         true
      ],
      [
         "BodyCody",
         "&quot;This is really good,&quot; she says. &quot;What is it?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Hot chocolate. From the grocery store. But really, though. How did you&mdash;&quot;",
         true
      ],
      [
         "BodyCody",
         "She takes another loud sip. &quot;I usually hate sweet stuff. But this is nice.&quot; She warms it further with her hands: the mug glows with conductive heat, and then she drinks all the rest of it in a single swallow.",
         true
      ],
      [
         "BodyCody",
         "Now I have my head in my hands, unsure whether I really want to know the secret behind her sleight-of-hand.",
         true
      ],
      [
         "BodyCody",
         "&quot;You really have never seen this before? Even a child can make a spark,&quot; she insists, reclining back into the couch as her eyes feather on the edge of exhausted sleep.",
         true
      ],
      [
         "BodyCody",
         "&quot;I&apos;m not a damn child,&quot; I tell her. &quot;It&apos;s not real. You can&apos;t just...&quot; but then I realize she&apos;s fading away on the couch: it must be comfortable if it makes Miguel fade away this easily, too.",
         true
      ],
      [
         "BodyCody",
         "I take the mug by the handle and rinse it in the sink. The red-hot bottom evaporates the first volume of water to steam before it normalizes, and I flip it upside-down into the dish organizer, since I haven&apos;t run the dishwasher in a week and I can&apos;t remember if it&apos;s all dirty or not. On the bottom, I inspect the words I wrote almost a decade earlier.",
         true
      ],
      [
         "BodyCody",
         "STU GOV KING + QUEEN",
         true
      ],
      [
         "BodyCody",
         "2016",
         true
      ],
      [
         "BodyCody",
         "She breathes so softly on the couch that I almost forget she&apos;s there. And when I approach, I find her deep in sleep: sweating again, muttering something about a cabin as her right hand searches for something.",
         true
      ],
      [
         "BodyCody",
         "She mutters a name. ",
         true
      ],
      [
         "BodyCody",
         "I don&apos;t hear it. ",
         true
      ],
      [
         "BodyCody",
         "&quot;Stay,&quot; she asks, as tears crest again in her eyes, and I sit on the box again, as her hand feels for something like fronds of a flower feeling for the sun, finding its way to mine.",
         true
      ],
      [
         "BodyCody",
         "And once it finds me, it refuses to let go.",
         true
      ]
   ],
   [
      [
         "BodyKatiya",
         "I wake again from dreams of fire. My hand is always first to feel for the other side of the bed, but my fingers are already laced in something.",
         true
      ],
      [
         "BodyKatiya",
         "I long so deeply for something warm to hold. I want the heat to quell my panic, to overwrite the memories and feelings that sensation brings with something warm that&apos;s better. The cabin is collapsing again: no windows or doors, just a hot box of logs crumbling under the weight of my father&apos;s weakness, and I can feel my own muscles tension further in whatever I can grab to ease the pain. ",
         true
      ],
      [
         "BodyKatiya",
         "My eyes feather open to the light of an unfamiliar sun. The birds sound different. The space smells like the industrial quarter of Northaven, and when I feel the sensation of feathers against my neck, I wonder if I squeezed another pillow so hard that the stuffing came out.",
         true
      ],
      [
         "BodyKatiya",
         "But it&apos;s the hair of a man. Not my man. But a man that mumbles something with his face buried between my breasts as I tension him further.",
         true
      ],
      [
         "BodyKatiya",
         "When I release him, he gasps, and I notice the spread of blankets on the floor. One of the couch&apos;s pillows is on the ground, and a scrounging of scavenged blankets makes a meager bed. His face is flushed with a mix of several dissimilar emotions he can&apos;t resolve, and mine flushes further when I realize what I&apos;ve done.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Y-you know how lucky you are that it&apos;s a Saturday?&quot; he says. &quot;I could barely reach for enough to make a bed to get a couple hours of sleep! Then pulling me in like that? And I don&apos;t even know your name,&quot; he says.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Katiya,&quot; I tell him. &quot;Katiya Breakey-Hilde. And you&apos;re . . . Cody?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Yeah,&quot; he says, wiping the sweat from my chest off both sides of his face. &quot;At least I had my phone with me. I ordered us something: you can pay me later.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "I look at the laughable spread of blankets and bedsheets again, more concerned about the duress I put him under. &quot;You could have let go. I mean, you don&apos;t even know me. Why didn&apos;t you force my hand away and get a good night of sleep?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "His voice quiets on a hint of humiliation. &quot;Well, you know, you were crying and all. Said not to leave, again and again, and your grip is pretty strong, so...&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;So you didn&apos;t leave,&quot; I say. Something makes me want to tear up again when a strange sense of relief approaches, but I&apos;m done being weak and sentimental. &quot;Well, thank you.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Sure. But you can do me a favor and take a shower?&quot; he asks.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Excuse me?&quot; I ask.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;It smells like you haven&apos;t showered in a week,&quot; he says.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I can&apos;t afford a shower,&quot; I tell him. &quot;I went in the lake last week, then took a bath, like, four days ago.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Really? You can afford to shower. It&apos;s not like the drought three years ago.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Can&apos;t afford A SHOWER,&quot; I clarify, gathering my things like a mistress of the night.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;It comes with the damn unit!&quot; Cody exclaims. &quot;How could you possibly not have a shower? There were only two options in the builder&apos;s package. Either Mantequilla, or&mdash;&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Wait,&quot; I say, putting my hand to his mouth. A shadow approaches the door of his house that&apos;s so immaculate and messy at the same time. &quot;Did you hear that?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Probably just the delivery driver,&quot; I say.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;That&apos;s not a knocker.&quot; I reach for the knife I kept hidden in the side holster of my breastplate, ready to pounce as soon as the adversary blasts open the door. Cody is too weak to defend himself.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Yo, chill! Chill out. Look,&quot; he says, showing me a brightly-lit device with far more little colored squares than the music box. A cartoon of an automobile is on the screen, dancing around the center of a map. &quot;You don&apos;t have to stab first and ask questions later, soldier girl.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;And you don&apos;t have to grab fire and blades, foolish boy,&quot; I respond.",
         true
      ],
      [
         "BodyKatiya",
         "He cracks the door. I rise to my feet and find the footing to attack, but when the door opens, some bearded guy with earrings and fancy glasses hands a bag to him. Cody mutters some question about whether the tip of something is in an app, and then he nods, allowing him to close the door, and when I catch a glimpse of the scene beyond the door, I realize again that it looks nothing like Gaffesend.",
         true
      ],
      [
         "BodyKatiya",
         "I rush to the window, throwing open the shades. &quot;Where is this? Where are you? And where&apos;s the lake?&quot; I ask. I begin to think it&apos;s all a ruse to trap me at my weakest.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;A couple blocks down. You think I could afford lakeside in this economy?&quot; He asks. &quot;But the walk is nice.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "Before he can hand me something from the bag, I race back across the threshold of my door, only to find my world the same way I left it. From my window, Gaffesend is abuzz with the week&apos;s end sight of commoners strolling on the cobblestone streets.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Katiya,&quot; Cody calls. &quot;Do you want your tacos or not?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Cody,&quot; I say. &quot;This is...&quot;",
         true
      ],
      [
         "BodyKatiya",
         "He crosses the threshold of the door, finding the same sight he must have thought was just a dream. Now he rushes to my window, watching the water reflect in the light of an early-morning sun.",
         true
      ],
      [
         "BodyKatiya",
         "I&apos;m glad he put the bag down in the other world. He clutches his chest, short of breath, and I think the man of science is finally beginning to understand that the world is not as measurable as he thinks.",
         true
      ],
      [
         "BodyKatiya",
         "His face flushes white as if he&apos;s seen a Chymaeran fleshwalker. I have to catch him before he falls, and I grab him by the space between his arms.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;You weren&apos;t &mdash; you mean that&mdash;&quot; Cody tries to struggle from my grasp to walk out my front door for the first time by his own volition, but his clothes are far too strange: they might think he&apos;s a Chymaeran spy, or ask his noble heritage.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Stop resisting,&quot; I command, hugging him to my chest. I realize I&apos;m speaking my own tongue now, and he&apos;s speaking mine, and I say, &quot;seriously, can you stop fighting me when I&apos;m trying to help you?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Do it again,&quot; he says, slumping in dead weight before he collects himself, rising to his feet half a head taller than me. &quot;Do the fire trick again.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "I roll my eyes. &quot;It&apos;s not a trick, Cody.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Do it,&quot; he says, then adds, &quot;please,&quot; staring at me with his dark brown eyes.",
         true
      ],
      [
         "BodyKatiya",
         "I light a simple flame. He looks on with such stupid, childlike captivation that I wonder what other dumb banality could capture his attention.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Holy shit,&quot; he says. &quot;And how do you do that?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Watch this,&quot; I say. ",
         true
      ],
      [
         "BodyKatiya",
         "I direct the energy to form a loop of flame, spinning around my palm. And some of the other stupid tricks the cadets used to come up with. &quot;So can we eat now?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I guess it will never get cold,&quot; he says.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;So you live your whole life without Essence?&quot; I ask him. &quot;So you&apos;re some kind of purist monk?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "He responds in my tongue again without noticing he&apos;s doing it. &quot;No Essence at all. Just electricity: there&apos;s no magic in our world.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;But what about the cars?&quot; I ask.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;A four-stroke engine that runs on dead dinosaurs.&quot; I don&apos;t catch the meaning of the last word, but my mind associates it with creatures from an eternity ago. He clarifies. &quot;Gasoline. Hydrocarbons from crude oil.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;It&apos;s as if the world wasn&apos;t made for you. As if your world never had the blessings of the Gods.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;We don&apos;t know if there is a god, beyond money and power,&quot; Cody says. &quot;They certainly haven&apos;t introduced themselves in person.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Well, let&apos;s eat,&quot; I insist. &quot;Before it gets cold, or before I have to warm it up again.&quot;",
         true
      ]
   ]
]