[
   [
      [
         "BodyCody",
         "Reed&apos;s entirely prepared as he advances towards his last slide. In the lower corner, it reads 20 OF 20: even with a custom progress bar to show the stages of his presentation.",
         true
      ],
      [
         "BodyCody",
         "&quot;And, again, here&apos;s a full view of my assembly,&quot; he says. &quot;Not animated in that cool way like Cody&apos;s, but I&apos;ve colored each of the parts.&quot; Each of the five parts: two more than the current design already uses. And although his design looks really cool&mdash;with even the company logo laser-etched into one of the faces- the design doesn&apos;t have a single sharp edge, defaulting to the rounds called fillets that are a bitch-and-a-half for machinists.",
         true
      ],
      [
         "BodyCody",
         "But this is everybody&apos;s design, according to Naveen. I watch his expression twist in all the ways it did during the presentations I gave in my first year, calling out impossible corners and stress concentrations. But he&apos;s been silent this whole time, along with all the others.",
         true
      ],
      [
         "BodyCody",
         "&quot;This is my first effort in designing something here,&quot; Reed says, putting his hands together in a prayer-like gesture. &quot;I&apos;m new to this, and I want to humble myself before the process, though I can&apos;t tell you how excited I was to present my ideas.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;I like how the L-brackets save on cost. Going for what already exists, just like I told you,&quot; Sameshima says.",
         true
      ],
      [
         "BodyCody",
         "Michael adds, &quot;and the holes for mounting wires.&quot;",
         true
      ],
      [
         "BodyCody",
         "Nav adds, &quot;and you got the metal gauge down to the right width.",
         true
      ],
      [
         "BodyCody",
         "I feel like I&apos;m expected to praise him, too. &quot;And you used the material I recommended. It&apos;ll definitely be lightweight with Aluminum.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Please,&quot; Reed says. &quot;Not as light as a single piece of sheet metal.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Well, you did well,&quot; Naveen says. &quot;It&apos;s the best first presentation I&apos;ve seen.&quot; Yet with that familiar expression, it looks like he has something else hr wants to say.",
         true
      ],
      [
         "BodyCody",
         "But what? I think. The egregious number of fillets? The oversized mounting screws that could hold up one of our airplanes? The cuts that don&apos;t contribute anything? The laser etching somewhere a laser couldn&apos;t reach? The surface finish? The stacked tolerances? The unmarked dimensions? The fact that this thing is over-engineered so evidently for aesthetics over function?",
         true
      ],
      [
         "BodyCody",
         "&quot;What is it, Cody?&quot; Nav asks.",
         true
      ],
      [
         "BodyCody",
         "I realize they&apos;re all looking at me. Maybe my face made some stupid contortion. &quot;Nothing.&quot; They draw the silence out longer, and I try to offer the most meager critique. &quot;I thought this was a design review. Shouldn&apos;t we be, uh . . . critiquing each other evenly?&quot;",
         true
      ],
      [
         "BodyCody",
         "They stare at me, blankly. I spent the whole presentation obsessed in watching them react, and as someone who&apos;s fielded more criticism than an intern, I can see it in their faces.",
         true
      ],
      [
         "BodyCody",
         "Reed&apos;s father&apos;s friend replies. &quot;Well, I don&apos;t know. I think Reed got all that out when he asked the whole damn company,&quot; he says, followed with a corporate laugh that all the others try to mimic.",
         true
      ],
      [
         "BodyCody",
         "I look down at my sheet of paper. It&apos;s still vastly overcrowded with criticisms I jotted down for myself than ones for Reed, but I feel something inside usher the words without being able to stop them. My pen taps the first one. &quot;Nav, you told me that the angles on my design were too sharp. But what about the ones on those two parts,&quot; I gesture, &quot;over there?&quot;",
         true
      ],
      [
         "BodyCody",
         "Nav looks pissed all of a sudden. &quot;This isn&apos;t about me, Cody. But sure, I can see that?&quot;",
         true
      ],
      [
         "BodyCody",
         "I tap another bullet point on my sheet. &quot;And what about the screws? They might be oversized for the application. I remember Sameshima once told me to keep from doing that.He gave me one of his design charts.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;That&apos;s a good point,&quot; Reed says, jotting it down.",
         true
      ],
      [
         "BodyCody",
         "I think my words might usher other obvious criticisms, but from the way the executives glare at me, I find the rest of the room is still silent, but something inside urges me to keep going. &quot;And the fillets. Kei told me once to keep them to a minimum, only for stress concentrations. Don&apos;t get me wrong, your design looks fantastic and is more serviceable than mine, but you might want to . . . dial it back a little?&quot;",
         true
      ],
      [
         "BodyCody",
         "Reed jots it down: not offended, not upset, but professional, yet it&apos;s the other lifelong corporate dregs that have an issue.",
         true
      ],
      [
         "BodyCody",
         "&quot;All I&apos;ve heard is the ways that the others have criticized you, Cory,&quot; the executive says. &quot;If you&apos;re so good at taking criticism, then why can&apos;t you be a good employee and ask for it?&quot;",
         true
      ],
      [
         "BodyCody",
         "I ball my fists as my face flushes with heat, barely able to keep my composure as I think I&apos;ll snap the steel drafting pencil in my grasp. It takes everything to level my voice flatter than the landscape below the mountains &mdash; the view these pencil-pushing fucks take for granted while they take the elevator to get down here.",
         true
      ],
      [
         "BodyCody",
         "&quot;There just hasn&apos;t been any criticism yet. And I had a couple things to share.&quot;",
         true
      ],
      [
         "BodyCody",
         "I see Naveen catch a glance at my reddening face with sympathy. He knows what&apos;s really going on. But like everyone else here, the coward insists on just playing his corporate game: the game our new hire seems to be miles ahead of me on.",
         true
      ],
      [
         "BodyCody",
         "I look around, pleading for anyone to stand up for me before my emotions push me to an early professional grave.",
         true
      ],
      [
         "BodyCody",
         "&quot;Reed,&quot; the executive says, &quot;you&apos;ve done a great job. It&apos;s no wonder you&apos;re on the wall of future talent.&quot;",
         true
      ],
      [
         "BodyCody",
         "A cloud shades the landscape beyond the glass, casting the bright reflection from the solar arrays in shadow. And then the words leave my mouth before I have the wherewithal to form them.",
         true
      ],
      [
         "BodyCody",
         "The entire room is stunned for a second. Even the executives are surprised.",
         true
      ],
      [
         "BodyCody",
         "&quot;Excuse me?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;I said, three years of busting my ass here, but it was never about the work, was it?&quot; I parrot.",
         true
      ],
      [
         "BodyCody",
         "And at least it&apos;s my own words I&apos;m repeating this time. ",
         true
      ],
      [
         "BodyCody",
         "&quot;People like you stroll around the shop and design floor like you have your fingers on the pulse of the company, but you don&apos;t know anything about design. I didn&apos;t ask anyone for help &mdash; you know why? Because I&apos;ve had three and a half years of critique to hone my works, and I&apos;ve listened to every word.&quot; I feel myself stand, no longer trembling with fear. &quot;I&apos;ve remembered, and recorded, and meticulously followed the script for as long as I can remember &mdash; only to have my boss critique me on the exact things he instructed me to change!&quot;",
         true
      ],
      [
         "BodyCody",
         "Nav looks terrified. The rest of them are too afraid to argue as I crumple my page of notes in my hands. ",
         true
      ],
      [
         "BodyCody",
         "Nav mutters, &quot;Cody, you need to&mdash;&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;You know how long three-and-a-half years is? To someone that&apos;s dreamed of this company since they were a child in Hearthland Ridge?&quot; Their expressions change ever-so-slightly from anger to something else. Because I have something other than just some short temper. I turn to Reed, and he looks sympathetic, so I spare him. &quot;You&apos;re going to be a great engineer, Reed. I know it. But I don&apos;t have a golden spoon up my ass like you do, and I don&apos;t have a sympathetic audience to turn their words in my favor.&quot; I rip the badge from the retractable reel on my work pants. Work pants that my shirt was actually tucked in to, because I hoped that today would be different, because I let that stupid feeling inform my actions again. &quot;If you&apos;re not going to give me a fair shot, and if the only thing that matters is who I know, then why the hell am I even here?&quot;",
         true
      ],
      [
         "BodyCody",
         "The silence is thick. The fear still furrows their faces, and as I&apos;m about to turn, I find an unlikely voice in the struggle.",
         true
      ],
      [
         "BodyCody",
         "Reed taps his pencil against the lectern. &quot;Cody&apos;s points are valid. I mean, his idea is way better&mdash;&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Get him out of here,&quot; the executives say.",
         true
      ],
      [
         "BodyCody",
         "&quot;Enough, Reed,&quot; Nav says: the guy who&apos;s supposed to impress his superiors by how he cracks the whip. &quot;Cody, that&apos;s enough! Go cool down. We&apos;ll be having a one-on-one after this.&quot;",
         true
      ],
      [
         "BodyCody",
         "I nod. Then I awkwardly return to the front of the room: grabbing my work laptop and the crumpled page with all the criticisms I intended to take to heart.",
         true
      ],
      [
         "BodyCody",
         "My hand falters. My fingers kick the page on the floor, so I have to go around an embankment of three desks in humiliation as I grasp the crumpled ball of graph paper, feeling the horror wash over me like the guys in the control room during the Cuban Missile Crisis: entirely aware of how my future trajectory might have irreversibly shifted.",
         true
      ],
      [
         "BodyCody",
         "&quot;I&apos;m sorry. I just&mdash;&quot; I manage, but the stream of tears beats the words as I turn away to hide them,  rushing down the hall and out the door, debating whether I have a desk to return to.",
         true
      ]
   ],
   [
      [
         "BodyKatiya",
         "If I don&apos;t act now, I won&apos;t have a home to return to. When my shoulder bludgeons open the door to the roofless, charred edifice, it is not an act of courage, but the response of a frightened girl that can&apos;t resist the currents of fear.",
         true
      ],
      [
         "BodyKatiya",
         "I flow like water from the heights of terror to the lowest point of controlled panic: just an autonomous reaction, and I rue the fact that I haven&apos;t the mental space for clever and quickness. My trembling hand grasps the chalked wooden dagger from the holster on my chest, trying to mask my heaving breaths of exertion as Aldrin&apos;s beam animates the shadows between the cracks of the uneven cobblestone walls.",
         true
      ],
      [
         "BodyKatiya",
         "Rifles aren&apos;t allowed in close quarters, so I&apos;m prepared to pounce on anyone. Last time I had the upper hand with Cody &mdash; and a window to watch him stumble through the foyer first &mdash; but here, I&apos;m met with an uncomfortable silence, more unsettled by my adversaries outside the walls than the contents of this flame-lashed footprint.",
         true
      ],
      [
         "BodyKatiya",
         "I check the corners, ready to strike at the slightest provocation: my grasp on the dagger tense but unsteady. Maybe they were in the North Wing, where Naya and Ryder breached. All that commotion &mdash; could it already be over? And when I press through the center of the space, squinting my eyes as I try to distinguish the features through dusk, the western door bludgeons open, casting me to the floor.",
         true
      ],
      [
         "BodyKatiya",
         "Paxton looks twice his size when he tenses all his muscles, and though the searchlight meandered in the east, it quickly snaps back to the blue team&apos;s house after I lift myself from the floor.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Where are they?&quot; Pax says: his hands ice his grasp on the sword with the same power that stacked shot glasses in the tavern. &quot;I heard commotion, and then nothing: what&apos;s happening?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "And then another figure emerges from the north: impossibly silent on her feet.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;It was Ryder and I,&quot; Naya says. &quot;We managed to take out two of them, but Ryder was killed.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Where the Res were you, Katiya?&quot; Paxton asks. &quot;You were late!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "And then the words leave my mouth without the wherewithal to stop them. ",
         true
      ],
      [
         "BodyKatiya",
         "&quot;We were ambushed. Bertram and I. We tried to put up a fight&mdash;&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;But where are they?&quot; Pax asks. &quot;Where are the hostages?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "Naya says, &quot;we went right while Bertram and Katiya went left. And Paxton went around.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "The only conclusion left is preposterous. &quot;That&apos;s an incredible wager,&quot; I say. &quot;You&apos;re telling me...&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;If they get to the red flag, it&apos;s over!&quot; Paxton shouts, retrieving the training rifle from his back. &quot;We need to rush them!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "And just then, the blue team&apos;s flare takes its turn illuminating the battlefield.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;They have the advantage &mdash; what&apos;s happening?&quot; Naya asks, her tail frayed with apprehension. &quot;It&apos;s three versus three, and they have a straight shot to victory.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;They&apos;re not going for an easy victory. Aryn isn&apos;t going to leave any of us alive,&quot; I say.",
         true
      ],
      [
         "BodyKatiya",
         "The blue flare feathers out, leaving us in the wake of its ambient glow. &quot;So what are we going to do?&quot; Paxton asks. &quot;Whatever they&apos;re doing, they&apos;re doing!&quot; They turn to me: our two other confident tacticians are dead.",
         true
      ],
      [
         "BodyKatiya",
         "I idle. &quot;But how did they get around?&quot; I ask.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;It doesn&apos;t matter. Get to the windows,&quot; Pax says, and shamefully, I begin to untie the bandanna from my head.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Stop,&quot; Naya says, grasping my hand with her claws. &quot;There&apos;s no time to denigrate yourself.&quot; And then the quiet one gives me orders. &quot;Get to the center window.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Alright,&quot; I say, resting the barrel of the red-powder rifle against what remains of the windowsill. We hear the thunder of rocks resounding against any metallic surface. The three sound like an army of hundreds coming to cleanse us from this battlefield, and as I sit at the window, I can&apos;t help but feel like that same petrified girl that once listened at the window, until one day her nightmare came true.",
         true
      ],
      [
         "BodyKatiya",
         "And, just then, I hear a blast from the south.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I got one,&quot; Naya exclaims, but just as she&apos;s about to turn to face me, a loud blast from beyond powders her spotted fur with blue dust, casting her towards the wall away from the window.",
         true
      ],
      [
         "BodyKatiya",
         "The clatter of stones and pebbles accelerates like a hailstorm of bullets against steel, brass, and bronze, as if the Gods themselves cast their judgement on my cowardice from above. The maddening, raucous clatter crescendoes as Paxton takes up arms at the rear windowsill.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;They&apos;re behind us!&quot; He shouts. A round rips through his window, decorating the back wall with blue powder that darkens from the cloud of ash and dust, only inches from my head. &quot;Run for the red flag, Katiya, it&apos;s the only way you can save this. Touch the hostages. Save our&mdash;&quot;",
         true
      ],
      [
         "BodyKatiya",
         "He takes a round to the chest, and it hardly staggers him. Two more crackle off his chest armor, and before my mind can interpret the death of my last misled comrade, I leap through the window, evading a maelstrom of blue-powder rounds as I fire blindly, decorating the sky and ground and walls with red.",
         true
      ],
      [
         "BodyKatiya",
         "I&apos;m running down the same thoroughfare as the weakening reflection of Aldrin&apos;s eyeglass observes me. There is no space for reason when my heart is in my throat, along with my lungs, and running straight for the front with my rifle leveled, I feel myself pull the trigger at the first figure that emerges from the corner.",
         true
      ],
      [
         "BodyKatiya",
         "The figure crumples, falling to the ground as they wheeze, grasping their unarmored chest. Aldrin&apos;s reflection catches the bright green linen they&apos;re wearing, with a thick weave of gambeson armor on the top.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Hostage down,&quot; Aldrin exclaims, and riding the fumes of bitter resentment, my mind concludes the rest of the hostages are around the corner. ",
         true
      ],
      [
         "BodyKatiya",
         "The rounds keep whizzing, grazing, and missing, displacing the air around me, not a single one contacting me loll as I turn the corner to touch as many hostages as I can.",
         true
      ],
      [
         "BodyKatiya",
         "But instead, I touch the cool breastplate of a soldier: one that lashes me to the ground with the wide face of her broadsword.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;You will never save anyone if you&apos;re always the last to respond, Katiya,&quot; Aryn says, glaring down at me with her piercing, slitted azure eyes. She raises her hand to stop the others from claiming victory prematurely, granting me the clemency to lift myself from the ground. And as my body crumples on another episode of public mortification, Aryn remains still and absolute, speaking with a voice and expression like one of Cody&apos;s automatons.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Prove yourself to me. Prove to all of us that you&apos;re better than you act,&quot; Aryn says, as Jullian steps from behind her, unable to bring himself to look at me again. &quot;Fight me,&quot; she says: &quot;fight me and regain your honor!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "She takes a slash at me with the training sword at full force, and I deflect with the dagger in my left hand, barely able to catch her rounded edge with the hilt.",
         true
      ],
      [
         "BodyKatiya",
         "My other hand withdraws the light, wooden sword from its sheath. The rest of the world fades to darkness as the sun sets behind the Purgatory Mountains, leaving only the searchlight that sketches a circle in the street.",
         true
      ],
      [
         "BodyKatiya",
         "The dead approach from both sides, saturated in homogenous purple: the victims from the blue team; Bertram and Ryder and Naya and Pax; and the other active blue-team soldiers with their weapons still drawn.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Show me you deserve to be here,&quot; she says. &quot;That you deserve Jullian. That you deserve a key and a home. That your presence isn&apos;t just an insult to all the ones that didn&apos;t make it!&quot; She hammers me with blows on every line, driving me further away from the trembling ring of light. My wordless rebuttal only lies in blocking her sword, as amethyst dust clouds the air. Every assault comes at full force in a furious flurry of slashes, without the inefficiency of hesitation. ",
         true
      ],
      [
         "BodyKatiya",
         "Every strike is another scene that plays within: every evasion of the base; every quest spent meandering around the city; every time I turned down my friends that only wished to challenge me from a place of love. ",
         true
      ],
      [
         "BodyKatiya",
         "I&apos;m driven further out of the ring: to a premature death, towards my colleagues that cower in secondhand shame. ",
         true
      ],
      [
         "BodyKatiya",
         "But in her mechanical string of attacks is an absence of variation. ",
         true
      ],
      [
         "BodyKatiya",
         "It&apos;s a pattern. ",
         true
      ],
      [
         "BodyKatiya",
         "Like the pistons of touring cars, her strokes land all the same, and when I draw on the flood of emotion that immolates me from within, I find the faintest opening. ",
         true
      ],
      [
         "BodyKatiya",
         "A creative force of Essenced energy flushes my circuits with one last spark of intention. The maroon dust clouds shimmer with notes of blasting powder. Between blows as I&apos;m drawn to the absolute edge, I let my hands scald with the energy of life and fire. And when she lunges for a final blow, I ignite the air and dive behind her, closing my eyes as the blinding flash stuns her.",
         true
      ],
      [
         "BodyKatiya",
         "I level my sword to strike, catching her in an unprecedented moment of weakness. I turn to face Aron as she reflexively wipes her eyes, my strike committed and absolute, but just as I&apos;m about to deal Aryn&apos;s death, a close-range slug of blue powder explodes against my back, sending me directly in to her as we both sprawl outside the circle.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Drill is over,&quot; Aldrin shouts. &quot;Blue defenders win four-to one.&quot; ",
         true
      ],
      [
         "BodyKatiya",
         "I turn my head to find the rule-breaker that blasted me at close range, and I find Jullian standing there. Maybe his glance is one of pity, or maybe it&apos;s fear. Or maybe it&apos;s relief &mdash; from how his jealousy resists any motion I make towards redemption.",
         true
      ],
      [
         "BodyKatiya",
         "My body lacks the strength to stand up, but Aryn finds her footing. She hesitates to extend a hand, offering one last string of words before Jullian braces her, taking her arm over his shoulder as another one of her teammates approaches.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;You will never save anyone like this, Katiya,&quot; she says. &quot;You&apos;re worse than Rayna. And you&apos;ll die faster than she did.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I saved Rayna,&quot; I mutter, but it&apos;s too quiet for her to hear. ",
         true
      ],
      [
         "BodyKatiya",
         "&quot;You will always be a victim,&quot; Aryn says. &quot;And to think you were my inspiration.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "Bertram and Paxton lift me by the arms as Ryder draws the Essence to mend my minor scrapes. I hear Aldrin&apos;s voice call for me to approach overhead as they carry me towards the wooden elevator, grasping the railing as they pull me from the battlefield to become an observer of the grand map.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I&apos;m not sure why you chose to wear that headband,&quot; Aldrin says.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I had a plan,&quot; I tell him. &quot;I had a great plan.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;But you were late! You cowered, and hid, and had Bertram here dragging you like he is just now. You&apos;re a casualty. A piece of twine that guises as a steel link in the chain,&quot; he spits, &quot;and a leader that waits until it&apos;s safe. Leaders don&apos;t wait!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I . . . but I &mdash;&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I&apos;ve given you so much leeway, Katiya. You have talent, but Gods be damned, why are you even here?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "I choke back tears to withdraw the words. &quot;Because I have a dream,&quot; I say. &quot;I had a dream. To save someone. To save anyone. To make my family&apos;s death and all that pain mean something! Or else . . . &quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Well, you&apos;re below the line, Katiya,&quot; Aldrin says. &quot;The first one this term. And I KNOW you have it in you.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Yes, sir.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I need to see a whole success from you, from start to finish. No hesitation!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Yes, sir.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;And more patrol quests than domestic quests.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Yes, sir.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;You have until next test to prove yourself.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Yes, sir,&quot; I say.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Or else . . .&quot; His words trail off.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Yes, sir&quot; I add.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;And here.&quot; He withdraws a small envelope from a folder, extending it to me. &quot;You haven&apos;t been to the mail room in ages. This has been sitting there for a while. You&apos;ve got a letter from your family: hopefully it can act as motivation.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "Maybe it&apos;s just another check-in card, another undeserved pulse of praise from afar.  But I quickly realize it&apos;s something substantive from the weight.",
         true
      ],
      [
         "BodyKatiya",
         "When I remove my left arm from Bertram, slicing back the top of the envelope with my dagger, I find a dense pack of pages. My eyes scan the first lines of my mother Stella&apos;s stationery. ",
         true
      ],
      [
         "BodyKatiya",
         "The date was a month-and-a-half ago. ",
         true
      ],
      [
         "BodyKatiya",
         "And my stomach drops further when I read the first lines of the long letter.",
         true
      ]
   ]
]