[
   [
      [
         "BodyCody",
         "Sometimes this numbness can be a blessing in the same way that it&apos;s a curse. ",
         true,
         false
      ],
      [
         "BodyCody",
         "It&apos;s a curse that makes tearful graduation speeches from my father sound like lectures from a professor. It makes moments of intimacy with the woman I thought I I&apos;d end up with feel like a meaningless hookup. But in moments of toleration &mdash; whether it&apos;s the long, dragging pledge process, an hour-and-a-half waiting for a new license at the DMV, or the verbal lashing I received from Naveen &mdash; the curse can be a blessing. ",
         true,
         false
      ],
      [
         "BodyCody",
         "I observed myself from the corner of the room just like I do in every situation, fully detached from the experience like I&apos;m reading my own story, like the words are already written on the page and I&apos;m anticipating what comes next.",
         true,
         false
      ],
      [
         "BodyCody",
         "All I know is that I&apos;m not getting fired. I&apos;ve spent most of this car ride home just trying to locate the debris inside me, thumbing through flesh for the fragments from my explosion.",
         true,
         false
      ],
      [
         "BodyCody",
         "But I don&apos;t think anything is there.",
         true,
         false
      ],
      [
         "BodyCody",
         "Either my soul is too calloused, or its affects phased right through me, just like all the other acts of love when feeling and setting aren&apos;t aligned by chance.",
         true,
         false
      ],
      [
         "BodyCody",
         "Cody was sitting in the dimly-lit room with the shades drawn. He was called in there from his desk by his boss, before the others could return from the meeting. He was certain he was being fired, but he found the strangest sense of relief in the idea of starting from scratch, no matter the pain of what that process entailed, or the dangers of that mortgage for the interdimensional house he took out in his name.",
         true,
         false
      ],
      [
         "BodyCody",
         "But he quickly found that the lashing almost felt like a formality. ",
         true,
         false
      ],
      [
         "BodyCody",
         "The punches felt they were being driven by something else: weak and auxiliary, like catching blows from a marionette. Naveen said the leadership decided to go with Reed&apos;s design, and despite all the effort he put into it, channeling everything he learned only to be told to discard everything he learned, he realized that all he could do was just ride out the slow swell of mediocrity.",
         true,
         false
      ],
      [
         "BodyCody",
         "Maybe Reed really is better than me. Maybe Kei really does deserve someone better. And maybe all that someone like me can aspire to is just to mull around designing batteries and fixtures for the rest of my life.",
         true,
         false
      ],
      [
         "Internal",
         "Maybe I am that second type of engineer,",
         false,
         false
      ],
      [
         "BodyCody",
         " I think to myself. ",
         false,
         false
      ],
      [
         "Internal",
         "Maybe I&apos;m the type that digs a foxhole into a single forgotten field, while the rare few are able to ride their passion. Have I ever been passionate? Why did I even choose this in the first place?",
         true,
         false
      ],
      [
         "BodyCody",
         "All I know is that the anger is still there. It&apos;s hot and uncomfortable, and when my foot sinks the pedal to the floor, apathetic to that pointless, abandoned light at the bottom of the hill, I blast directly through the red without any observers. I pound the wheel. I scream as loud as I possibly can with the windows down and the wind at eighty miles per hour and climbing rushing past my face, shouting obscenities and trying to let it out though the discomfort is still there, thinking that if I coax it out by going through the motions of people who feel, that I might find its release.",
         true,
         false
      ],
      [
         "BodyCody",
         "But all I have is speed, and the feeling of inertia when the car jostles over the uneven hill before the highway, forcing me to slam my brakes so I don&apos;t flip off the on-ramp. My fingers tension the rubber wheel, ruing this feeling of internal anguish and the fear of what comes after when I return to the office. Maybe the enclosure design failed for bureaucratic reasons, but I still have the battery project. And maybe I just have to impress them so much that they can&apos;t help but promote me: to acknowledge the talent I KNOW I have inside me.",
         true,
         false
      ],
      [
         "BodyCody",
         "But no. That&apos;s the feeling of hope again. ",
         true,
         false
      ],
      [
         "BodyCody",
         "Maybe I all I have is just to do it at minimal effort, and pass time like all the others in my company that settled early.",
         true,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false
      ]
   ],
   [
      [
         "BodyKatiya",
         "Cody pulls in the garage a little after 17:30. I hope it&apos;s excitement that brought him home so quickly: maybe to relay the news, that the presentation gave him everything he ever wanted. I was happy to be a spectator for his rehearsal this morning, though I wasn&apos;t listening to a word of it. It wasn&apos;t because I didn&apos;t care. It was less because I didn&apos;t understand, and more from rising panic over the demands of my competency test.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "I couldn&apos;t stand to stand or sit or lie down in my own home, to relish in so much as a square cubit of undeserved space. It felt as if the ground might vanish beneath me if I put too much weight on it, and thusly, I retreated past the threshold to rest in the calmness of Cody&apos;s world.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "I sit on his couch in comfort clothes that he gave me a couple weeks ago: cozy pajama pants in a strange black-and-red pattern that Cody tells me is reminiscent of tree-cutters &mdash; called jacks of lumber or something &mdash; and a thin, cotton shirt that&apos;s tight around the chest, reading SHALEBOROUGH RENAISSANCE FAIRE. With nothing but time to waste, I try to thumb through the device he got me, wondering how it could fit all the literature of his world in so small a space.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "The garage closes. And the door bursts open as if he were kicking it for a breaching drill. His face is red, and his eyes are red, but it doesn&apos;t look like he was crying. The crescents of his eyes are worn deeper than I&apos;ve ever seen them, unshouldering his bag pack as he covers his face with his hands, letting out a loud exhale.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;So what happened?&quot; I ask: it&apos;s what asked me when my world first fell apart.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Everything,&quot; he mutters. I watch his body sink onto one of the barstools. Then he settles for the floor, crumpled with his head resting in his hands.  &quot;I&apos;m pretty sure I lost everything,&quot; he says, &quot;or I lost everything at the start, and only now, I&apos;m realizing what&apos;s gone.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "He&apos;s distraught, but I find a strength in his weakness that&apos;s entirely absent from my world. A strength to lose races for friendship. To make jokes. To bleed publicly. And despite the anguish of all my shortcomings, I find the overwhelming desire to do nothing but protect him: because I think he&apos;s the only person I&apos;ve met who understands.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "And I try, one last time, to draw out those feelings from within myself.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "I rise from the couch to join him on the floor. &quot;I wonder which of us had it worse,&quot; I say.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I found out my company doesn&apos;t need me,&quot; he says, and instead of heaving breaths that will surely lead him to a panic attack, the sentence provides enough pause to slow his breathing.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "The thought of Jullian makes me hesitate to touch him: maybe it&apos;s because of the fear of being hurt; that I&apos;m still trying to reconcile how something so great can devolve into apathy. The rules are still taped to the door: the last one circled several times in impossibly bright yellow ink.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I found out that my &apos;company&apos; might be better without me, too,&quot; I say, focusing my eyes on his face until he decides to turn and face me, but he still hides with his head in his hands: ears red with tufts of short brown hair displaced by his fingers.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "I want so badly to touch him.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;And what did you do?&quot; He asks.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I failed an examination. A very critical one. They said I was too weak. That I&apos;ll never save anyone. And then I lost to my rival in a humiliating way,&quot; I say, and I sniffle.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;They showed me that I&apos;ll never be good enough. All they care about is the ones that play the game. But I had a shit hand to start,&quot; Cody says. &quot;So my dad is a technician? The union are just scabs for corporate guys to pick off one by one.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;And weakness of any kind is a malady. And my past keeps getting in the way,&quot; I tell him. My head sinks slowly until it&apos;s about to rest on his shoulder.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;At least you had a chance to fight,&quot; Cody says. &quot;My struggle was fixed from the start.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Oh, please. At least you didn&apos;t have to fight with your fists,&quot; I say.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Fight?&quot; It&apos;s the first time he flashes his dark brown eyes at me. &quot;Violence isn&apos;t the only incisive way to shred a person&apos;s soul. I spent three years trying day-in and day-out.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;And I tried just like you,&quot; I say, sternly, discomforted by a new hole for my anger that I haven&apos;t the time to suture shut. I know what he means, but the words leave anyway. &quot;What, you think it&apos;s all just in my head?&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;In your head? What are you talking about? Your struggle is actual violence. I&apos;m just saying professional death can hurt, too,&quot; he says, slowly sliding away from me.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I never said it couldn&apos;t,&quot; I say.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I know. I&apos;m just saying you have the agency to change things. To choose what image you fight for,&quot; Cody says, &quot;but . . .&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;So you are saying it&apos;s all in my head!&quot; I exclaim, rising from the floor to look down on him. &quot;Tell me, is your family dead? Were you the victim of unfathomable violence that scarred you in places you&apos;ll never be able to find?&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;No,&quot; Cody says, standing up as he backs against the icebox, nearly tripping over his bag. &quot;I&apos;m sorry, Katiya, I misspoke. I mean that&mdash;&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;You weren&apos;t even there when your brother died. He&apos;s more of a warrior in any sense than you&apos;ll ever be,&quot; I hear myself say, balling my fists until my nails might break the flesh on my palms, and I feel the unfairness of all the world exit my mind wholly through the keyhole of my mouth. &quot;How do you get better at sitting in a box?&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Fuck you,&quot; he says. &quot;What are you going to do, Wonder Woman? Stab me again?&quot; He pushes a buttering knife across the counter, confident enough to know I won&apos;t use it.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "A sliver of me relents for an apology, for how messed up the words are that left my mouth. I piece together the first words to even begin to tell Cody that I&apos;m sorry, to try to mend this, because I feel a different feeling still drawing me closer to him, almost strong enough to overcome the white hot rage.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Cody says, &quot;Your father died before he could teach you how to chill the fuck out. And that&apos;s not my goddamned fault.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;At least I try,&quot; I say. &quot;You don&apos;t even try at all! You&apos;re a coward, so struck by a death you didn&apos;t even witness that you give yourself permission&mdash;&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;&mdash;and all you do is no different,&quot; Cody says. &quot;They were right. You won&apos;t save anyone if you can&apos;t even leave your town!&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "The knife on the counter tempts me. But it&apos;s the other unfamiliar feeling that tempers me. &quot;This was a mistake to ever think I could depend on you,&quot; I tell him. I tear the power cord from the wall, tugging and tugging and tugging it from my world along with the meager array of appliances that crash as they fall from the counters. The hot box. The toasting unit. The charger for the smartphone. And the power strip.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "He tries to say something, but it gets lost in the raucous clatter. With a final tug, all the life-softening devices cross the threshold, and I kick a toaster that blocks the door across the kitchen.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I hope one day you can be stronger than the pathetic weakness that is legion in your world. Your brother would be ashamed of what you&apos;ve become.&quot; I hurl the smartphone in his direction, but without the strength to hurt.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "And his words are the last I hear before the door slams shut forever.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;And, and don&apos;t come crying to me again. I won&apos;t be there. I mean it! I&mdash;&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "I slam the door, scalding the new handle until it&apos;s unusable: the handle that Cody installed after the second time I crossed over. The threshold closes for a final time. No longer will that avenue of solace be open to me, because all I have left is to purge every trace of weakness from my process.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "For my family this time.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Maybe Cody is right in his approach. Maybe he&apos;s right to extinguish his sense of spirit when nothing ever comes of it. And maybe that wrenching feeling of discomfort will become a new home for me, when I&apos;m doing all scouting quests instead of slothing around the town of Gaffesend raking leaves and guarding potatoes.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "I hear a thunk on the other side: something contacts his door after he slams it. Maybe it&apos;s his head. And maybe he&apos;s sitting there too. And maybe there&apos;s a chance I have to say something.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "It&apos;s the new feeling he gave me that almost entirely overpowers that experience of fear in speaking up. The one I got when he stood up to Jullian, and the one I find when he flashes that stupid smug grin of his when he says something provocative. It&apos;s the same feeling I got when I received the letter from Aldrin: I panicked more at the ramification of my mother&apos;s words than the failures in my training.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "I open my mouth with the hopes that something will come out to rectify this, to yell across the door, but I decide to push those feelings down. They&apos;re feelings that have only gotten me into trouble, because I can&apos;t be the perfect soldier like Aryn: no wonder Jullian and all my friends are over me.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Instead, I reach for the letter sitting on the low table, reading and rereading and rereading the first set of lines again and again, wondering when I&apos;ll have to meet them, and what I&apos;ll say when I pay them a visit.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "It was dated a month-and-a-half ago.",
         true,
         false
      ],
      [
         "BodyKatiya",
         " DEAREST KATIYA,",
         true,
         false
      ],
      [
         "BodyKatiya",
         "NEXT MONTH, WE WILL BE MOVING TO GAFFESEND, ENTRUSTING THE SAFETY OF OUR FAMILY TO THE STEADFAST BRAVERY OF OUR CHILDREN.",
         true,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false
      ]
   ]
]