{
  "Story": "Paragate",
  "Title": "Chapter Sixteen",
  "Subtitle": "Luddite By Chance",
  "Act": 2,
  "ChapterNumber": 16,
  "Synopsis": "Cody gives Katiya a lazy day in Hearthland Ridge.",
  "RevNotes": "",
  "ID": "2.15",
  "Body": [
    "<p>&emsp;I never knew it was possible to misunderstand a taco. It seems pretty obvious that it&apos;s tall and narrow. That you have to rotate the thing sideways to put it in your mouth to take a bite, but Katiya wedged her teeth between the middle of the shell, taking bites like a chipmunk as she complained that the shell might spill it all.</p><p>&emsp;Nor did I ever consider how the taste of processed food might be too much for someone that eats an antiquated diet of fruit and bread and meat, taken aback by how salted the ground beef was, though she liked gnashing her teeth on the crunch of the shell when she finally figured out that she had to turn her head.</p><p>&emsp;I let her stop there, hiding the soda I got for her in the fridge in fear that the carbonation might make it shoot out of her nose.</p><p>&emsp;&quot;You said you don&apos;t have plans, right?&quot; I ask.</p><p>&emsp;&quot;I got two whole days for all this to boil over,&quot; she says.</p><p>&emsp;&quot;But your friend&mdash;Bertram? What about him?&quot;</p><p>&emsp;&quot;I got a telegram that he&apos;s stable,&quot; she says, &quot;so it will be a little while before I see him again.&quot;</p><p>&emsp;&quot;Telegram,&quot; I repeat. &quot;And your boyfriend? Julian?&quot;</p><p>&emsp;&quot;I don&apos;t know,&quot; she says.</p><p>&emsp;&quot;I&apos;d think he would check on you after all that, don&apos;t you think? He should care about you.&quot;</p><p>&emsp;Katiya&apos;s eyes narrow. &quot;I think he&apos;s ashamed of me, or something.&quot; I ball my fists. She notices, and tries to defend him. &quot;But I really, really messed up.&quot;</p><p>&emsp;&quot;You told me. But I think people that love you should love you through anything, you know?&quot;</p><p>&emsp;She tucks her arms together in her hands as if she could ever shiver. &quot;I just don&apos;t really want to talk about it,&quot; she says.</p><p>&emsp;&quot;Then how about we get to your &apos;rest day?&apos;&quot;</p><p>&emsp;&quot;A rest day?&quot; She glares at me, disgusted. But from the tone of her body, I guess it takes some kind of psycho to be that well-conditioned.</p><p>&emsp;&quot;A day to recover before you get back to . . . whatever it is you do. I thought it was streaming, but if you&apos;re really a city guard, then that explains a lot.&quot;</p><p>&emsp;&quot;Probational city guard,&quot; she clarifies, as if I should care.</p><p>&emsp;&quot;Cool.&quot;</p><p>&emsp;&quot;But I think first &mdash; we should set some ground rules for sharing this space.&quot;</p><p>&emsp;&quot;Huh,&quot; I say. &quot;Leave it to the city guard to go rambling on about making laws.&quot;</p><p>&emsp;&quot;But seriously,&quot; she says, beaming a look of sincerity through her actually-amber eyes. &quot;We have to set boundaries or else things could worsen.&quot;</p><p>&emsp;&quot;I guess, but do we have to do that right now? Let&apos;s put it off. It&apos;s the weekend.&quot;</p><p>&emsp;&quot;I don&apos;t do week&apos;s ends,&quot; she states, in a sinister voice that almost raises gooseflesh on my arms.</p><p>&emsp;&quot;Alright, alright,&quot; I tell her, raising my hands, feeling like a complete couch potato. &quot;We&apos;ll go for a drive later, then. So: where&apos;s your quill and ink, so we can write up this document? Did you pluck the pheasant for a fresh tip?&quot;</p><p>&emsp;&quot;We have pens, you nonce,&quot; Katiya says.</p><p>&emsp;I grab an old notebook from engineering school and flip it to an empty page near the back. I grab a pen from the ground, only to realize it&apos;s one of Miguel&apos;s disposable vape pens he forgot to pick up.</p><p>&emsp;Katiya laughs, muttering something.</p><p>&emsp;&quot;What was that?&quot; I demand.</p><p>&emsp;&quot;Like a child,&quot; she says. &quot;With all your fancy science, your children don&apos;t learn to write without lines?&quot;</p><p>&emsp;&quot;Piss off,&quot; I tell her. And then I add, &quot;Maybe if your world could come up with half this shit instead of relying on Essence, you&apos;d be able to buy a shower instead of using mine,&quot; I tell her. &quot;Maybe that&apos;s the first rule.&quot; I reach for an actual pen in one of the boxes. &quot;Don&apos;t ever get too comfortable with the other world&apos;s stuff, though that&apos;s probably more for you, right?&quot;</p><p><span class=CodyHand msgnote>01. Never depend on the other world&apos;s things.</span></p><p>&emsp;&quot;You haven&apos;t been introduced to any of my world&apos;s amenities yet,&quot; she says.</p><p>&emsp;&quot;And what else?&quot; I scribble circles in the corner of the page.</p><p>&emsp;She looks at the couch before looking at me, probably remembering an hour ago when she hugged my head to the space between her breasts. &quot;And no sleeping over in the other world. Ever,&quot; she says. </p><p>&emsp;I write it on the third line in block letters. </p><p><span class=CodyHand msgnote>02. Never spend the night in the other world.</span></p><p>&emsp;&quot;Why all capital letters? Are you writing in the voice of an angry god, giving commandments?&quot;</p><p>&emsp;&quot;No,&quot; I say, taking my time to write out the line. &quot;And I have a third one: it&apos;s a two-parter. No bringing people across the threshold from your world. And no telling anyone about any of this.&quot;</p><p><span class=CodyHand msgnote>03. No one else can cross the threshold.</span></p><p><span class=CodyHand msgnote>04. No one else can know about the door.</span></p><p><span class=CodyHand msgnote>She adds another one about loud music and sound, as if I didn&apos;t already live around old people. And I add one about using my utilities excessively. And bringing weapons in here. She adds one about being in her world dressed as strangely as I am now, and I counter with a corollary saying she can&apos;t dress like an e-girl unless it&apos;s Halloween or the Renaissance Faire. She says not to go out in Gaffesend without her. I say she doesn&apos;t have a license, so she shouldn&apos;t go out in my world either.</span></p><p><span class=CodyHand msgnote>05. No loud music or sound, especially at night.</span></p><p><span class=CodyHand msgnote>06. Don&apos;t burn a hole in Cody&apos;s wallet using his utilities.</span></p><p><span class=CodyHand msgnote>07. No weapons in Cody&apos;s world.</span></p><p><span class=CodyHand msgnote>08. Thou shalt dress like a commoner when in the other person&apos;s world. No out-of-place clothes.</span></p><p><span class=CodyHand msgnote>09. NEVER go out alone in the other world.</span></p><p>&emsp;&quot;And last of all,&quot; she says, thirty minutes later, &quot;is the most important.&quot; I have space for one more before I&apos;d have to flip over the page. &quot;Our worlds are meant to be apart. So we can&apos;t ever get together.&quot;</p><p>&emsp;&quot;Like hang out?&quot; I ask.</p><p>&emsp;&quot;No, you idiot,&quot; she says. Her cheeks are a little redder. &quot;Like, get together, you know. Love. Fall in love.&quot;</p><p>&emsp;&quot;Oh. Oh, no,&quot; I say. &quot;I already have someone I like. And you have that guy.&quot;</p><p>&emsp;&quot;Jullian,&quot; she says.</p><p>&emsp;&quot;Yeah,&quot; I say, shaking off the sweat in my palm before I finish off the page. It&apos;s strange how she detests that four-letter word so much: probably something about weakness.</p><p><span class=CodyHand msgnote>10. Never fall for each other. Ever.</span></p><p>&emsp; &quot;Okay. Is that enough?&quot;</p><p>&emsp;&quot;For now,&quot; she says.</p><p>&emsp;&quot;How about &apos;have fun?&apos;&quot;</p><p>&emsp;&quot;Fun isn&apos;t common in my world,&quot; she says, sternly again. &quot;Sloth is a fatal sin that kills you at a young age.&quot;</p><p>&emsp;&quot;Christ. Calm down, Nietzsche,&quot; I tell her. &quot;We&apos;re going to be having fun going for a drive, right?&quot;</p><p>&emsp;&quot;I just want to understand your world. It&apos;s dangerous to me. So just understand,&quot; she insists, &quot;that&apos;s all.&quot;</p>&quot;Whatever you say,&quot; I tell her, grabbing the keys to my car and heading for the garage.",
    "<p>&emsp;He spends a near ten minutes trying to find twenty different ways to demand that I sit in the exact same place without touching anything. That I&apos;m safe. That I can&apos;t possibly get hurt, regardless of how fast we go. That anything foreign and strange and big and too impossibly smooth is there for a reason, and that nothing is going wrong unless he says it is, and that he&apos;ll surely bring it up if things are even slightly bad.</p><p>&emsp;He doesn&apos;t press the glowing switch on the wall for a reason, facing the large metal door that looks like it isn&apos;t supposed to open from the sides. The automobile is so smooth and metallic: shinier than my greatsword, and probably one of the shiny things he told me not to touch.</p><p>&emsp;But he instructs me to enter. Then he looks down at my feet and realizes I&apos;m wearing steel boots, and demands more of me, telling me to lace up a pair of his &quot;trainers&quot; though they look nothing like shoes of war.</p><p>&emsp;And once my feet fill the space like two parishioners in a grand chapel to the Gods, he tells me to GENTLY! pull the handle, afraid of my strength.</p><p>&emsp;I sit in the car on the comfortable seat, wondering why everything is so soft in this world that you could fall asleep on it: even the people, from the kind of food Cody&apos;s shown me so far. And then he presses a button on a wide mirror that opens the door to this car room: sounding off with a loud rumble of a generator that nearly sets me into panic.</p><p>&emsp;He reassures me that it&apos;s all okay. But then something flashes on his automobile&apos;s front thing about blue teeth being connected, and I hear the loudest sound I&apos;ve ever heard: one that gives me such a start that I notice it gives him a start, and according to his original rules, that means that I should panic.</p><p>&emsp;His hand slams against the circular knob as I almost drive my fist against the glowing screen, but he deflects my hand just in time. He wags his finger several times at me before pulling out his cellular telephone to change something, saying that music about metal is probably too much for me, that he was just at the gym.</p><p>&emsp;I ask him what they&apos;re yelling about. He says he doesn&apos;t really know, but that it gets him &quot;amped&quot; at the gymnasium, and chooses some other thing that tells the sonograph to play another tune.</p><p>&emsp;He backs out of the space slowly. His eyes flicker between my face and the edge of the car port that&apos;s close to the metal door, and I nearly slam my head against the front with the sudden change in inertia.</p><p>&emsp;He presses his left arm against my shoulders, telling me to relax. And when he&apos;s beginning to second-guess himself of this whole plan, saying that he&apos;s only &quot;adding fuel to the fire that is my anxiety,&quot; and that I&apos;m never going to relax at this rate.</p><p>&emsp;I tell him I&apos;m not made to relax, and that I&apos;ve faced worse than his soft world with all these rounded edges could ever throw at him.</p><p>&emsp;So we back out of the driveway. I tense my legs and feet against the bottom of the car to make sure my back is always against the soft chair, and when he makes his first full quarter-turn backwards into the street, something closes the big steel door.</p><p>&emsp;He asks if I&apos;m alright. I ask if he&apos;s going to stop asking if I&apos;m alright, and when my eyes look up from my legs to take in the view beyond the warped front glass, I see a marvel of architecture in front of my eyes.</p><p>&emsp;It&apos;s like the town of Gaffesend with all its row-houses, but cleaner and sharper. There are children here that play in the street: the young ones at least, the older ones sit in the corners on telephones like the one that Cody has, laughing at something as they share it with each other. One man sprays a dedicated stream of water from a hose to wet his plants. There are so many other cars that sit all across the road: behind the car garages, on the streets off to the side, so many that I wonder if they have cars this comfortable, why they would need a house in the first place. </p><p>&emsp;I wonder aloud. It makes Cody laugh pretty hard, and he manages to collect himself by the first red octagon with the words STOP written across it.</p><p>&emsp;I don&apos;t allow the inertia to surprise me this time. But the right turn does, and I lean so far into Cody that I have to stabilize myself by grabbing his right leg, causing him to slam the brake and throw himself forward.</p><p>&emsp;He barks at me, but without bite, gesturing to a handle attached to the top edge of the car, something he calls the &quot;oh-shit handle,&quot; insisting I grab it until I get my bearing. Several seconds later, he changes his mind and tells me not to, afraid I might rip it off the roof.</p><p>&emsp;But I&apos;m too amazed by the sights to tense my body for any turns. When the view of houses opens up after a couple turns, and the musical automobile climbs a slight hill, I catch a fuller view of the city: spanning so far that my eyes can&apos;t count the number of buildings. Not a single stretch of farmland is anywhere: just buildings erected from the colors of nature around them; shiny points of light that shimmer in the mountains; large balloons of color with people in them that hover above the lake.</p><p>&emsp;&quot;And none of this is Essence,&quot; I ask. </p><p>&emsp;And Cody nods with ease.</p><p>&emsp;My mind doesn&apos;t even know what to process from what my eyes observe, like the late-night lectures in school when all the cadets are too tired to retain anything. My chest stirs with an animated lightness unlike anything I think I&apos;ve ever felt before, except maybe when I was a young child, and although it scares me &mdash; and it&apos;s probably a little from Cody as the operator &mdash; I feel an odd calmness when I&apos;m next to him, listening to the faint voice he tries to hide when he sings the words to the songs he likes.</p><p>&emsp;The cabin is pleasantly cool despite how hot it might be out there. He gestures to a part of the car that shows a number that resembles the temperature, instead of a thermometer.</p><p>&emsp;I bring my head close to the air conditioning. He asks if I really want to have my hair blown, and lowers the window, filling the space with a deafening gust of air until he lowers his window, telling me to reach my hand beyond the cabin.</p><p>&emsp;We race so fast that the air floods through my fingers like water in a stream, and I realize I&apos;m laughing, but I don&apos;t stop myself too much. We get on the highway, and though he&apos;s apprehensive of whether I&apos;ll try to slice the seat belt and jump out the window, I find it amazing: thrilling that any person could have such an ease of access to the sensation of speed.</p><p>&emsp;There are so many other people of this world inside these cars that I wave at them, but Cody tells me not to. He then demands that I &quot;don&apos;t speak to anyone yet&quot; and &quot;don&apos;t call anything anything to anyone&quot; and to &quot;mask my surprise a little&quot; when we get to our destination.</p><p>&emsp;We get off the highway and end up on slower and smaller roads for a while, stopping at crossroads where some light operator tells us when we can drive. One fellow blares his horn really loud, enough to anger Cody to use some gesture on him, speaking words I can&apos;t yet fully understand, but he calms down when he remembers that I&apos;m here, saying he &quot;forgot that I could smite them.&quot;</p><p>&emsp;We end up on a wide square of painted lines in organized rows. Cody stops the automobile between two pairs of them, between two other cars, and instructs me to CAREFULLY! open the car door and not touch the other car door next to me.</p><p>&emsp;I step out into the space between cars, my stomach a little twisted, but my body feeling light. He gestures to a big building with a word that doesn&apos;t translate, because he says it&apos;s a company called Costco, and that they have more stuff to eat and wear and buy than I could ever imagine.</p><p>&emsp;I can feel a hint of the panic set in when I realize I&apos;m surrounded by other commoners of his world for the first time. I&apos;d retreat back into the car if Cody didn&apos;t coax me out by gently grabbing my shirt, telling me that if I stick with him, I&apos;ll be fine.</p><p>&emsp;He offers his hand to me, and I hesitate. But right when I&apos;m about to take it, he pulls away, apologizing, saying that I can walk right next to him.</p><p>&emsp;He points to a row of metal baskets, telling me to grab one. I lift it by the side. His face flushes in secondhand embarrassment when he shows me that there are wheels on the bottom for a reason, and though the wheels are halfway to my waist, I drop the cart as people stare.</p><p>&emsp;He says it&apos;s fine, drawing into his pockets for a small card with patterned lines on it, saying something about hot dogs and some guy that raises them for cheap, instructing me to push the cart as we enter the big warehouse, making sure that I don&apos;t make eye contact with anyone.</p>",
    "<p>&emsp;&quot;Just try not to make too much eye contact with anyone,&quot; Cody says. &quot;They already think you do dress-up from the color your eyes are.&quot;</p><p>&emsp;&quot;But how could they? Are there any other races here?&quot;</p><p>&emsp;&quot;Just humans,&quot; Cody says. &quot;So boring and dissimilar we call different skin colors different races, can you believe that?&quot;</p><p>&emsp;&quot;No,&quot; I tell him, pushing the cart by its wheels instead of lifting it by the side.</p><p>&emsp;The store is so flooded with people that it reminds me of my late childhood in the capital. But it seems that all the vendors are owned by the same people &mdash; the dog guy that Cody was talking about.</p><p>&emsp;I spot three exits to the building in case anything happens, Cody tugs the cart past the massive screens, showcasing views of other worlds so real you can&apos;t even see the tiny little dots of color, and I begin to wonder whether it&apos;s a doorway like the one between our homes.</p><p>&emsp;But Cody reads my mind. &quot;Not a portal,&quot; he says. &quot;Those are televisions.&quot;</p><p>&emsp;&quot;Where do they go?&quot; I ask. &quot;I thought you had to project the pictures from a box.&quot;</p><p>&emsp;&quot;Nowhere. You&apos;d probably get electrocuted if you stuck your head in there,&quot; he says.</p><p>&emsp;He goads me onward, passing an array of smaller screens in the telephone format that Cody has, called Smartphones, filled with so much knowledge it&apos;s like the Verdala and their network of wisdom trees.</p><p>&emsp;I try not making eye contact, but it&apos;s unfathomable to see a crowd of people without a single cat-eared Ahkvasan or mixed-race person. And to think they all have no Essence at all: something that terrifies me if I imagine they were invaded.</p><p>&emsp;I try to spin up some conversation instead of asking Cody foolish questions. &quot;Say, who is that girl that you admire?&quot;</p><p>&emsp;&quot;Which one?&quot;</p><p>&emsp;&quot;The mug girl,&quot; I say. &quot;From work.&quot;</p><p>&emsp;He laughs. &quot;Mug girl. You mean Kei?&quot;</p><p>&emsp;&quot;Yeah, Kei,&quot; I say. &quot;How are things with her?&quot;</p><p>&emsp;His grasp tightens around the mesh of the cart as I push it. &quot;I don&apos;t know. I&apos;m not really sure,&quot; he says. &quot;We used to be really close: we kissed, even. Things were getting good, then she left for college because she was a year ahead of me.&quot;</p><p>&emsp;I ask, &quot;Did you have intercourse with this woman?&quot;</p><p>&emsp;Cody convulses, grabbing my shoulder before he realizes we&apos;re alone in the aisle. He sighs. &quot;Katiya. You can&apos;t just talk about that out loud,&quot; he says.</p><p>&emsp;&quot;Why not?&quot; I ask.</p><p>&emsp;&quot;Because people aren&apos;t always that open to talking about stuff like that.&quot;</p><p>&emsp;&quot;Why should we care?&quot; I ask, sincerely.</p><p>&emsp;&quot;Because it&apos;s etiquette. Sex, drugs, stuff like that, makes people uncomfortable, so it&apos;s better to talk in private.&quot;</p><p>&emsp;&quot;Then how does anyone have . . . that level of engagement in your society?&quot;</p><p>&emsp;&quot;It&apos;s on the phone now,&quot; he whispers. &quot;You wouldn&apos;t just walk up to someone and ask for it, would you?&quot;</p><p>&emsp;&quot;Well, in the poor parts of Northaven, when&mdash;&quot;</p><p>&emsp;&quot;&mdash;Don&apos;t answer that,&quot; he says, taking the cart over from me.</p><p>&emsp;&quot;So this girl,&quot; I start. &quot;The one you didn&apos;t have,&quot; and I almost laugh, &quot;business with.&quot;</p><p>&emsp;He sneers at me. &quot;Yeah. We were too young for that, kind of. And then college was busy &mdash; sleeping around and stuff without anything real, and now the stupid, boring, lonely, real world you&apos;re thrust into after all that, when you have to pay off the student loan and become indebted to a piece of land.&quot;</p><p>&emsp;&quot;But how could you ever be bored or lonely? Bored of this?&quot; She lifts a kids&apos; drawing kit, and then a card with a Nintendo Switch depicted on it. &quot;And how could you be lonely when you&apos;re literally connected to everyone?&quot;</p><p>&emsp;Some passersby overhears her rant, and adds, &quot;You&apos;re goddamn right.&quot;</p><p>&emsp;&quot;Then welcome to the modern age, and the biggest problem we&apos;ve created that we can&apos;t solve,&quot; I tell her, turning the corner of the last aisles on the first side of the store that get into the liquor. &quot;Be glad you&apos;re not included in it.&quot;</p><p>&emsp;&quot;But you don&apos;t have to do any of that.&quot;</p><p>&emsp;&quot;Not when everybody else does,&quot; I muse. &quot;Imagine if everybody spoke a special language, and you decided not to learn it.&quot;</p><p>&emsp;&quot;Then they should speak the old language.&quot;</p><p>&emsp;&quot;The new language has funny pictures in it, though: or it used to be funny pictures. Now it&apos;s just pictures about depression.&quot; She narrows her eyes, without even the faintest thread of understanding to tug at. &quot;Hell, maybe you should just close the door and never come back.&quot;</p><p>&emsp;&quot;But look at all this.&quot; She gestures to the rows and rows of produce. Whole chickens and hams wrapped in plastic. People filling their carts with an abundance. &quot;How the Res do your people make all this?&quot;</p><p>&emsp;&quot;It&apos;s all science,&quot; I say, grabbing a bagged salad that I&apos;ll buy to feel good about myself and probably forget in the back of the refrigerator. &quot;It&apos;s a world that&apos;s connected everywhere. Not a square inch of land uncharted, and we&apos;ve figured out exactly how to trade stuff with each other.&quot;</p><p>&emsp;&quot;But what about wars and borders? No new land means it&apos;s a war for what&apos;s there, right?&quot; Katiya lifts a clear carton of cotton candy-flavored grapes.</p><p>&emsp;&quot;Please. Just wait for your world to develop the last weapon it ever will: one that can wipe an entire city off a map. One with such power that it leaves the victims as no more than shaded shadows on the wall, giving the survivors illnesses that carry from generation to generation. Then give those weapons to everyone. And then you&apos;ll understand why we don&apos;t dispute those silly lines we shake hands over,&quot; I tell her.</p><p>&emsp;I realize I&apos;ve gone a little too far when we&apos;re deciding between colors of grapes. Her jaw hangs open. I get the variety pack so Katiya can take them home with her, and usher her to follow me on to the frozen meals section.</p><p>&emsp;&quot;You seem to know a lot about war,&quot; she says. &quot;You seem strong for your world. Did you fight?&quot;</p><p>&emsp;&quot;No,&quot; I say. &quot;But my brother did.&quot;</p><p>&emsp;&quot;Oh.&quot; </p><p>&emsp;She hesitates to ask the next question, so I answer for her when we step into the large dairy fridge, feeling the same cold he must have felt when he had the bloody holes in his abdomen. </p><p>&emsp;&quot;But he never came back.&quot;</p><p>&emsp;&quot;I&apos;m sorry.&quot;</p><p>&emsp;&quot;I just think that&mdash;&quot; war is, but I stop myself, unwilling to go that far this soon.</p><p>&emsp;Katiya fills the space with her own words. &quot;It must have been hard.&quot;</p><p>&emsp;&quot;It&apos;s been hard. It was roughly five years ago. Inspired me to make something in college,&quot; I say.</p><p>&emsp;She looks down at her calloused hands, then traces the faint outline of a scar that spans from her eye down her cheek.</p><p>&emsp;I stop her before the pleasantries. &quot;I&apos;d rather not talk about it.&quot;</p><p>&emsp;She grasps the mesh of the cart as we walk down the frozen food aisle, maybe feeling again that I detest something about her.</p><p>&emsp;&quot;But I need frozen stuff for work,&quot; I say, &quot;and maybe you can get something, too. Have you tried an eggwich?&quot;</p>"
  ],
  "BodyFormatted": [
    [
      "<p id=\"2.16.1.1\" class=\"Cody\">&emsp;I never knew it was possible to misunderstand a taco. It seems pretty obvious that it&apos;s tall and narrow. That you have to rotate the thing sideways to put it in your mouth to take a bite, but Katiya wedged her teeth between the middle of the shell, taking bites like a chipmunk as she complained that the shell might spill it all.</p>",
      "<p id=\"2.16.1.2\" class=\"Cody\">&emsp;Nor did I ever consider how the taste of processed food might be too much for someone that eats an antiquated diet of fruit and bread and meat, taken aback by how salted the ground beef was, though she liked gnashing her teeth on the crunch of the shell when she finally figured out that she had to turn her head.</p>",
      "<p id=\"2.16.1.3\" class=\"Cody\">&emsp;I let her stop there, hiding the soda I got for her in the fridge in fear that the carbonation might make it shoot out of her nose.</p>",
      "<p id=\"2.16.1.4\" class=\"Cody\">&emsp;&quot;You said you don&apos;t have plans, right?&quot; I ask.</p>",
      "<p id=\"2.16.1.5\" class=\"Cody\">&emsp;&quot;I got two whole days for all this to boil over,&quot; she says.</p>",
      "<p id=\"2.16.1.6\" class=\"Cody\">&emsp;&quot;But your friend&mdash;Bertram? What about him?&quot;</p>",
      "<p id=\"2.16.1.7\" class=\"Cody\">&emsp;&quot;I got a telegram that he&apos;s stable,&quot; she says, &quot;so it will be a little while before I see him again.&quot;</p>",
      "<p id=\"2.16.1.8\" class=\"Cody\">&emsp;&quot;Telegram,&quot; I repeat. &quot;And your boyfriend? Julian?&quot;</p>",
      "<p id=\"2.16.1.9\" class=\"Cody\">&emsp;&quot;I don&apos;t know,&quot; she says.</p>",
      "<p id=\"2.16.1.10\" class=\"Cody\">&emsp;&quot;I&apos;d think he would check on you after all that, don&apos;t you think? He should care about you.&quot;</p>",
      "<p id=\"2.16.1.11\" class=\"Cody\">&emsp;Katiya&apos;s eyes narrow. &quot;I think he&apos;s ashamed of me, or something.&quot; I ball my fists. She notices, and tries to defend him. &quot;But I really, really messed up.&quot;</p>",
      "<p id=\"2.16.1.12\" class=\"Cody\">&emsp;&quot;You told me. But I think people that love you should love you through anything, you know?&quot;</p>",
      "<p id=\"2.16.1.13\" class=\"Cody\">&emsp;She tucks her arms together in her hands as if she could ever shiver. &quot;I just don&apos;t really want to talk about it,&quot; she says.</p>",
      "<p id=\"2.16.1.14\" class=\"Cody\">&emsp;&quot;Then how about we get to your &apos;rest day?&apos;&quot;</p>",
      "<p id=\"2.16.1.15\" class=\"Cody\">&emsp;&quot;A rest day?&quot; She glares at me, disgusted. But from the tone of her body, I guess it takes some kind of psycho to be that well-conditioned.</p>",
      "<p id=\"2.16.1.16\" class=\"Cody\">&emsp;&quot;A day to recover before you get back to . . . whatever it is you do. I thought it was streaming, but if you&apos;re really a city guard, then that explains a lot.&quot;</p>",
      "<p id=\"2.16.1.17\" class=\"Cody\">&emsp;&quot;Probational city guard,&quot; she clarifies, as if I should care.</p>",
      "<p id=\"2.16.1.18\" class=\"Cody\">&emsp;&quot;Cool.&quot;</p>",
      "<p id=\"2.16.1.19\" class=\"Cody\">&emsp;&quot;But I think first &mdash; we should set some ground rules for sharing this space.&quot;</p>",
      "<p id=\"2.16.1.20\" class=\"Cody\">&emsp;&quot;Huh,&quot; I say. &quot;Leave it to the city guard to go rambling on about making laws.&quot;</p>",
      "<p id=\"2.16.1.21\" class=\"Cody\">&emsp;&quot;But seriously,&quot; she says, beaming a look of sincerity through her actually-amber eyes. &quot;We have to set boundaries or else things could worsen.&quot;</p>",
      "<p id=\"2.16.1.22\" class=\"Cody\">&emsp;&quot;I guess, but do we have to do that right now? Let&apos;s put it off. It&apos;s the weekend.&quot;</p>",
      "<p id=\"2.16.1.23\" class=\"Cody\">&emsp;&quot;I don&apos;t do week&apos;s ends,&quot; she states, in a sinister voice that almost raises gooseflesh on my arms.</p>",
      "<p id=\"2.16.1.24\" class=\"Cody\">&emsp;&quot;Alright, alright,&quot; I tell her, raising my hands, feeling like a complete couch potato. &quot;We&apos;ll go for a drive later, then. So: where&apos;s your quill and ink, so we can write up this document? Did you pluck the pheasant for a fresh tip?&quot;</p>",
      "<p id=\"2.16.1.25\" class=\"Cody\">&emsp;&quot;We have pens, you nonce,&quot; Katiya says.</p>",
      "<p id=\"2.16.1.26\" class=\"Cody\">&emsp;I grab an old notebook from engineering school and flip it to an empty page near the back. I grab a pen from the ground, only to realize it&apos;s one of Miguel&apos;s disposable vape pens he forgot to pick up.</p>",
      "<p id=\"2.16.1.27\" class=\"Cody\">&emsp;Katiya laughs, muttering something.</p>",
      "<p id=\"2.16.1.28\" class=\"Cody\">&emsp;&quot;What was that?&quot; I demand.</p>",
      "<p id=\"2.16.1.29\" class=\"Cody\">&emsp;&quot;Like a child,&quot; she says. &quot;With all your fancy science, your children don&apos;t learn to write without lines?&quot;</p>",
      "<p id=\"2.16.1.30\" class=\"Cody\">&emsp;&quot;Piss off,&quot; I tell her. And then I add, &quot;Maybe if your world could come up with half this shit instead of relying on Essence, you&apos;d be able to buy a shower instead of using mine,&quot; I tell her. &quot;Maybe that&apos;s the first rule.&quot; I reach for an actual pen in one of the boxes. &quot;Don&apos;t ever get too comfortable with the other world&apos;s stuff, though that&apos;s probably more for you, right?&quot;</p>",
      "<p id=\"2.16.1.31\" class=\"Cody\"><span class=CodyHand msgnote>01. Never depend on the other world&apos;s things.</span></p>",
      "<p id=\"2.16.1.32\" class=\"Cody\">&emsp;&quot;You haven&apos;t been introduced to any of my world&apos;s amenities yet,&quot; she says.</p>",
      "<p id=\"2.16.1.33\" class=\"Cody\">&emsp;&quot;And what else?&quot; I scribble circles in the corner of the page.</p>",
      "<p id=\"2.16.1.34\" class=\"Cody\">&emsp;She looks at the couch before looking at me, probably remembering an hour ago when she hugged my head to the space between her breasts. &quot;And no sleeping over in the other world. Ever,&quot; she says. </p>",
      "<p id=\"2.16.1.35\" class=\"Cody\">&emsp;I write it on the third line in block letters. </p>",
      "<p id=\"2.16.1.36\" class=\"Cody\"><span class=CodyHand msgnote>02. Never spend the night in the other world.</span></p>",
      "<p id=\"2.16.1.37\" class=\"Cody\">&emsp;&quot;Why all capital letters? Are you writing in the voice of an angry god, giving commandments?&quot;</p>",
      "<p id=\"2.16.1.38\" class=\"Cody\">&emsp;&quot;No,&quot; I say, taking my time to write out the line. &quot;And I have a third one: it&apos;s a two-parter. No bringing people across the threshold from your world. And no telling anyone about any of this.&quot;</p>",
      "<p id=\"2.16.1.39\" class=\"Cody\"><span class=CodyHand msgnote>03. No one else can cross the threshold.</span></p>",
      "<p id=\"2.16.1.40\" class=\"Cody\"><span class=CodyHand msgnote>04. No one else can know about the door.</span></p>",
      "<p id=\"2.16.1.41\" class=\"Cody\"><span class=CodyHand msgnote>She adds another one about loud music and sound, as if I didn&apos;t already live around old people. And I add one about using my utilities excessively. And bringing weapons in here. She adds one about being in her world dressed as strangely as I am now, and I counter with a corollary saying she can&apos;t dress like an e-girl unless it&apos;s Halloween or the Renaissance Faire. She says not to go out in Gaffesend without her. I say she doesn&apos;t have a license, so she shouldn&apos;t go out in my world either.</span></p>",
      "<p id=\"2.16.1.42\" class=\"Cody\"><span class=CodyHand msgnote>05. No loud music or sound, especially at night.</span></p>",
      "<p id=\"2.16.1.43\" class=\"Cody\"><span class=CodyHand msgnote>06. Don&apos;t burn a hole in Cody&apos;s wallet using his utilities.</span></p>",
      "<p id=\"2.16.1.44\" class=\"Cody\"><span class=CodyHand msgnote>07. No weapons in Cody&apos;s world.</span></p>",
      "<p id=\"2.16.1.45\" class=\"Cody\"><span class=CodyHand msgnote>08. Thou shalt dress like a commoner when in the other person&apos;s world. No out-of-place clothes.</span></p>",
      "<p id=\"2.16.1.46\" class=\"Cody\"><span class=CodyHand msgnote>09. NEVER go out alone in the other world.</span></p>",
      "<p id=\"2.16.1.47\" class=\"Cody\">&emsp;&quot;And last of all,&quot; she says, thirty minutes later, &quot;is the most important.&quot; I have space for one more before I&apos;d have to flip over the page. &quot;Our worlds are meant to be apart. So we can&apos;t ever get together.&quot;</p>",
      "<p id=\"2.16.1.48\" class=\"Cody\">&emsp;&quot;Like hang out?&quot; I ask.</p>",
      "<p id=\"2.16.1.49\" class=\"Cody\">&emsp;&quot;No, you idiot,&quot; she says. Her cheeks are a little redder. &quot;Like, get together, you know. Love. Fall in love.&quot;</p>",
      "<p id=\"2.16.1.50\" class=\"Cody\">&emsp;&quot;Oh. Oh, no,&quot; I say. &quot;I already have someone I like. And you have that guy.&quot;</p>",
      "<p id=\"2.16.1.51\" class=\"Cody\">&emsp;&quot;Jullian,&quot; she says.</p>",
      "<p id=\"2.16.1.52\" class=\"Cody\">&emsp;&quot;Yeah,&quot; I say, shaking off the sweat in my palm before I finish off the page. It&apos;s strange how she detests that four-letter word so much: probably something about weakness.</p>",
      "<p id=\"2.16.1.53\" class=\"Cody\"><span class=CodyHand msgnote>10. Never fall for each other. Ever.</span></p>",
      "<p id=\"2.16.1.54\" class=\"Cody\">&emsp; &quot;Okay. Is that enough?&quot;</p>",
      "<p id=\"2.16.1.55\" class=\"Cody\">&emsp;&quot;For now,&quot; she says.</p>",
      "<p id=\"2.16.1.56\" class=\"Cody\">&emsp;&quot;How about &apos;have fun?&apos;&quot;</p>",
      "<p id=\"2.16.1.57\" class=\"Cody\">&emsp;&quot;Fun isn&apos;t common in my world,&quot; she says, sternly again. &quot;Sloth is a fatal sin that kills you at a young age.&quot;</p>",
      "<p id=\"2.16.1.58\" class=\"Cody\">&emsp;&quot;Christ. Calm down, Nietzsche,&quot; I tell her. &quot;We&apos;re going to be having fun going for a drive, right?&quot;</p>",
      "<p id=\"2.16.1.59\" class=\"Cody\">&emsp;&quot;I just want to understand your world. It&apos;s dangerous to me. So just understand,&quot; she insists, &quot;that&apos;s all.&quot;</p>"
    ],
    [
      "<p id=\"2.16.2.1\" class=\"Katiya\">&emsp;He spends a near ten minutes trying to find twenty different ways to demand that I sit in the exact same place without touching anything. That I&apos;m safe. That I can&apos;t possibly get hurt, regardless of how fast we go. That anything foreign and strange and big and too impossibly smooth is there for a reason, and that nothing is going wrong unless he says it is, and that he&apos;ll surely bring it up if things are even slightly bad.</p>",
      "<p id=\"2.16.2.2\" class=\"Katiya\">&emsp;He doesn&apos;t press the glowing switch on the wall for a reason, facing the large metal door that looks like it isn&apos;t supposed to open from the sides. The automobile is so smooth and metallic: shinier than my greatsword, and probably one of the shiny things he told me not to touch.</p>",
      "<p id=\"2.16.2.3\" class=\"Katiya\">&emsp;But he instructs me to enter. Then he looks down at my feet and realizes I&apos;m wearing steel boots, and demands more of me, telling me to lace up a pair of his &quot;trainers&quot; though they look nothing like shoes of war.</p>",
      "<p id=\"2.16.2.4\" class=\"Katiya\">&emsp;And once my feet fill the space like two parishioners in a grand chapel to the Gods, he tells me to GENTLY! pull the handle, afraid of my strength.</p>",
      "<p id=\"2.16.2.5\" class=\"Katiya\">&emsp;I sit in the car on the comfortable seat, wondering why everything is so soft in this world that you could fall asleep on it: even the people, from the kind of food Cody&apos;s shown me so far. And then he presses a button on a wide mirror that opens the door to this car room: sounding off with a loud rumble of a generator that nearly sets me into panic.</p>",
      "<p id=\"2.16.2.6\" class=\"Katiya\">&emsp;He reassures me that it&apos;s all okay. But then something flashes on his automobile&apos;s front thing about blue teeth being connected, and I hear the loudest sound I&apos;ve ever heard: one that gives me such a start that I notice it gives him a start, and according to his original rules, that means that I should panic.</p>",
      "<p id=\"2.16.2.7\" class=\"Katiya\">&emsp;His hand slams against the circular knob as I almost drive my fist against the glowing screen, but he deflects my hand just in time. He wags his finger several times at me before pulling out his cellular telephone to change something, saying that music about metal is probably too much for me, that he was just at the gym.</p>",
      "<p id=\"2.16.2.8\" class=\"Katiya\">&emsp;I ask him what they&apos;re yelling about. He says he doesn&apos;t really know, but that it gets him &quot;amped&quot; at the gymnasium, and chooses some other thing that tells the sonograph to play another tune.</p>",
      "<p id=\"2.16.2.9\" class=\"Katiya\">&emsp;He backs out of the space slowly. His eyes flicker between my face and the edge of the car port that&apos;s close to the metal door, and I nearly slam my head against the front with the sudden change in inertia.</p>",
      "<p id=\"2.16.2.10\" class=\"Katiya\">&emsp;He presses his left arm against my shoulders, telling me to relax. And when he&apos;s beginning to second-guess himself of this whole plan, saying that he&apos;s only &quot;adding fuel to the fire that is my anxiety,&quot; and that I&apos;m never going to relax at this rate.</p>",
      "<p id=\"2.16.2.11\" class=\"Katiya\">&emsp;I tell him I&apos;m not made to relax, and that I&apos;ve faced worse than his soft world with all these rounded edges could ever throw at him.</p>",
      "<p id=\"2.16.2.12\" class=\"Katiya\">&emsp;So we back out of the driveway. I tense my legs and feet against the bottom of the car to make sure my back is always against the soft chair, and when he makes his first full quarter-turn backwards into the street, something closes the big steel door.</p>",
      "<p id=\"2.16.2.13\" class=\"Katiya\">&emsp;He asks if I&apos;m alright. I ask if he&apos;s going to stop asking if I&apos;m alright, and when my eyes look up from my legs to take in the view beyond the warped front glass, I see a marvel of architecture in front of my eyes.</p>",
      "<p id=\"2.16.2.14\" class=\"Katiya\">&emsp;It&apos;s like the town of Gaffesend with all its row-houses, but cleaner and sharper. There are children here that play in the street: the young ones at least, the older ones sit in the corners on telephones like the one that Cody has, laughing at something as they share it with each other. One man sprays a dedicated stream of water from a hose to wet his plants. There are so many other cars that sit all across the road: behind the car garages, on the streets off to the side, so many that I wonder if they have cars this comfortable, why they would need a house in the first place. </p>",
      "<p id=\"2.16.2.15\" class=\"Katiya\">&emsp;I wonder aloud. It makes Cody laugh pretty hard, and he manages to collect himself by the first red octagon with the words STOP written across it.</p>",
      "<p id=\"2.16.2.16\" class=\"Katiya\">&emsp;I don&apos;t allow the inertia to surprise me this time. But the right turn does, and I lean so far into Cody that I have to stabilize myself by grabbing his right leg, causing him to slam the brake and throw himself forward.</p>",
      "<p id=\"2.16.2.17\" class=\"Katiya\">&emsp;He barks at me, but without bite, gesturing to a handle attached to the top edge of the car, something he calls the &quot;oh-shit handle,&quot; insisting I grab it until I get my bearing. Several seconds later, he changes his mind and tells me not to, afraid I might rip it off the roof.</p>",
      "<p id=\"2.16.2.18\" class=\"Katiya\">&emsp;But I&apos;m too amazed by the sights to tense my body for any turns. When the view of houses opens up after a couple turns, and the musical automobile climbs a slight hill, I catch a fuller view of the city: spanning so far that my eyes can&apos;t count the number of buildings. Not a single stretch of farmland is anywhere: just buildings erected from the colors of nature around them; shiny points of light that shimmer in the mountains; large balloons of color with people in them that hover above the lake.</p>",
      "<p id=\"2.16.2.19\" class=\"Katiya\">&emsp;&quot;And none of this is Essence,&quot; I ask. </p>",
      "<p id=\"2.16.2.20\" class=\"Katiya\">&emsp;And Cody nods with ease.</p>",
      "<p id=\"2.16.2.21\" class=\"Katiya\">&emsp;My mind doesn&apos;t even know what to process from what my eyes observe, like the late-night lectures in school when all the cadets are too tired to retain anything. My chest stirs with an animated lightness unlike anything I think I&apos;ve ever felt before, except maybe when I was a young child, and although it scares me &mdash; and it&apos;s probably a little from Cody as the operator &mdash; I feel an odd calmness when I&apos;m next to him, listening to the faint voice he tries to hide when he sings the words to the songs he likes.</p>",
      "<p id=\"2.16.2.22\" class=\"Katiya\">&emsp;The cabin is pleasantly cool despite how hot it might be out there. He gestures to a part of the car that shows a number that resembles the temperature, instead of a thermometer.</p>",
      "<p id=\"2.16.2.23\" class=\"Katiya\">&emsp;I bring my head close to the air conditioning. He asks if I really want to have my hair blown, and lowers the window, filling the space with a deafening gust of air until he lowers his window, telling me to reach my hand beyond the cabin.</p>",
      "<p id=\"2.16.2.24\" class=\"Katiya\">&emsp;We race so fast that the air floods through my fingers like water in a stream, and I realize I&apos;m laughing, but I don&apos;t stop myself too much. We get on the highway, and though he&apos;s apprehensive of whether I&apos;ll try to slice the seat belt and jump out the window, I find it amazing: thrilling that any person could have such an ease of access to the sensation of speed.</p>",
      "<p id=\"2.16.2.25\" class=\"Katiya\">&emsp;There are so many other people of this world inside these cars that I wave at them, but Cody tells me not to. He then demands that I &quot;don&apos;t speak to anyone yet&quot; and &quot;don&apos;t call anything anything to anyone&quot; and to &quot;mask my surprise a little&quot; when we get to our destination.</p>",
      "<p id=\"2.16.2.26\" class=\"Katiya\">&emsp;We get off the highway and end up on slower and smaller roads for a while, stopping at crossroads where some light operator tells us when we can drive. One fellow blares his horn really loud, enough to anger Cody to use some gesture on him, speaking words I can&apos;t yet fully understand, but he calms down when he remembers that I&apos;m here, saying he &quot;forgot that I could smite them.&quot;</p>",
      "<p id=\"2.16.2.27\" class=\"Katiya\">&emsp;We end up on a wide square of painted lines in organized rows. Cody stops the automobile between two pairs of them, between two other cars, and instructs me to CAREFULLY! open the car door and not touch the other car door next to me.</p>",
      "<p id=\"2.16.2.28\" class=\"Katiya\">&emsp;I step out into the space between cars, my stomach a little twisted, but my body feeling light. He gestures to a big building with a word that doesn&apos;t translate, because he says it&apos;s a company called Costco, and that they have more stuff to eat and wear and buy than I could ever imagine.</p>",
      "<p id=\"2.16.2.29\" class=\"Katiya\">&emsp;I can feel a hint of the panic set in when I realize I&apos;m surrounded by other commoners of his world for the first time. I&apos;d retreat back into the car if Cody didn&apos;t coax me out by gently grabbing my shirt, telling me that if I stick with him, I&apos;ll be fine.</p>",
      "<p id=\"2.16.2.30\" class=\"Katiya\">&emsp;He offers his hand to me, and I hesitate. But right when I&apos;m about to take it, he pulls away, apologizing, saying that I can walk right next to him.</p>",
      "<p id=\"2.16.2.31\" class=\"Katiya\">&emsp;He points to a row of metal baskets, telling me to grab one. I lift it by the side. His face flushes in secondhand embarrassment when he shows me that there are wheels on the bottom for a reason, and though the wheels are halfway to my waist, I drop the cart as people stare.</p>",
      "<p id=\"2.16.2.32\" class=\"Katiya\">&emsp;He says it&apos;s fine, drawing into his pockets for a small card with patterned lines on it, saying something about hot dogs and some guy that raises them for cheap, instructing me to push the cart as we enter the big warehouse, making sure that I don&apos;t make eye contact with anyone.</p>"
    ],
    [
      "<p id=\"2.16.3.1\" class=\"Cody\">&emsp;&quot;Just try not to make too much eye contact with anyone,&quot; Cody says. &quot;They already think you do dress-up from the color your eyes are.&quot;</p>",
      "<p id=\"2.16.3.2\" class=\"Cody\">&emsp;&quot;But how could they? Are there any other races here?&quot;</p>",
      "<p id=\"2.16.3.3\" class=\"Cody\">&emsp;&quot;Just humans,&quot; Cody says. &quot;So boring and dissimilar we call different skin colors different races, can you believe that?&quot;</p>",
      "<p id=\"2.16.3.4\" class=\"Cody\">&emsp;&quot;No,&quot; I tell him, pushing the cart by its wheels instead of lifting it by the side.</p>",
      "<p id=\"2.16.3.5\" class=\"Cody\">&emsp;The store is so flooded with people that it reminds me of my late childhood in the capital. But it seems that all the vendors are owned by the same people &mdash; the dog guy that Cody was talking about.</p>",
      "<p id=\"2.16.3.6\" class=\"Cody\">&emsp;I spot three exits to the building in case anything happens, Cody tugs the cart past the massive screens, showcasing views of other worlds so real you can&apos;t even see the tiny little dots of color, and I begin to wonder whether it&apos;s a doorway like the one between our homes.</p>",
      "<p id=\"2.16.3.7\" class=\"Cody\">&emsp;But Cody reads my mind. &quot;Not a portal,&quot; he says. &quot;Those are televisions.&quot;</p>",
      "<p id=\"2.16.3.8\" class=\"Cody\">&emsp;&quot;Where do they go?&quot; I ask. &quot;I thought you had to project the pictures from a box.&quot;</p>",
      "<p id=\"2.16.3.9\" class=\"Cody\">&emsp;&quot;Nowhere. You&apos;d probably get electrocuted if you stuck your head in there,&quot; he says.</p>",
      "<p id=\"2.16.3.10\" class=\"Cody\">&emsp;He goads me onward, passing an array of smaller screens in the telephone format that Cody has, called Smartphones, filled with so much knowledge it&apos;s like the Verdala and their network of wisdom trees.</p>",
      "<p id=\"2.16.3.11\" class=\"Cody\">&emsp;I try not making eye contact, but it&apos;s unfathomable to see a crowd of people without a single cat-eared Ahkvasan or mixed-race person. And to think they all have no Essence at all: something that terrifies me if I imagine they were invaded.</p>",
      "<p id=\"2.16.3.12\" class=\"Cody\">&emsp;I try to spin up some conversation instead of asking Cody foolish questions. &quot;Say, who is that girl that you admire?&quot;</p>",
      "<p id=\"2.16.3.13\" class=\"Cody\">&emsp;&quot;Which one?&quot;</p>",
      "<p id=\"2.16.3.14\" class=\"Cody\">&emsp;&quot;The mug girl,&quot; I say. &quot;From work.&quot;</p>",
      "<p id=\"2.16.3.15\" class=\"Cody\">&emsp;He laughs. &quot;Mug girl. You mean Kei?&quot;</p>",
      "<p id=\"2.16.3.16\" class=\"Cody\">&emsp;&quot;Yeah, Kei,&quot; I say. &quot;How are things with her?&quot;</p>",
      "<p id=\"2.16.3.17\" class=\"Cody\">&emsp;His grasp tightens around the mesh of the cart as I push it. &quot;I don&apos;t know. I&apos;m not really sure,&quot; he says. &quot;We used to be really close: we kissed, even. Things were getting good, then she left for college because she was a year ahead of me.&quot;</p>",
      "<p id=\"2.16.3.18\" class=\"Cody\">&emsp;I ask, &quot;Did you have intercourse with this woman?&quot;</p>",
      "<p id=\"2.16.3.19\" class=\"Cody\">&emsp;Cody convulses, grabbing my shoulder before he realizes we&apos;re alone in the aisle. He sighs. &quot;Katiya. You can&apos;t just talk about that out loud,&quot; he says.</p>",
      "<p id=\"2.16.3.20\" class=\"Cody\">&emsp;&quot;Why not?&quot; I ask.</p>",
      "<p id=\"2.16.3.21\" class=\"Cody\">&emsp;&quot;Because people aren&apos;t always that open to talking about stuff like that.&quot;</p>",
      "<p id=\"2.16.3.22\" class=\"Cody\">&emsp;&quot;Why should we care?&quot; I ask, sincerely.</p>",
      "<p id=\"2.16.3.23\" class=\"Cody\">&emsp;&quot;Because it&apos;s etiquette. Sex, drugs, stuff like that, makes people uncomfortable, so it&apos;s better to talk in private.&quot;</p>",
      "<p id=\"2.16.3.24\" class=\"Cody\">&emsp;&quot;Then how does anyone have . . . that level of engagement in your society?&quot;</p>",
      "<p id=\"2.16.3.25\" class=\"Cody\">&emsp;&quot;It&apos;s on the phone now,&quot; he whispers. &quot;You wouldn&apos;t just walk up to someone and ask for it, would you?&quot;</p>",
      "<p id=\"2.16.3.26\" class=\"Cody\">&emsp;&quot;Well, in the poor parts of Northaven, when&mdash;&quot;</p>",
      "<p id=\"2.16.3.27\" class=\"Cody\">&emsp;&quot;&mdash;Don&apos;t answer that,&quot; he says, taking the cart over from me.</p>",
      "<p id=\"2.16.3.28\" class=\"Cody\">&emsp;&quot;So this girl,&quot; I start. &quot;The one you didn&apos;t have,&quot; and I almost laugh, &quot;business with.&quot;</p>",
      "<p id=\"2.16.3.29\" class=\"Cody\">&emsp;He sneers at me. &quot;Yeah. We were too young for that, kind of. And then college was busy &mdash; sleeping around and stuff without anything real, and now the stupid, boring, lonely, real world you&apos;re thrust into after all that, when you have to pay off the student loan and become indebted to a piece of land.&quot;</p>",
      "<p id=\"2.16.3.30\" class=\"Cody\">&emsp;&quot;But how could you ever be bored or lonely? Bored of this?&quot; She lifts a kids&apos; drawing kit, and then a card with a Nintendo Switch depicted on it. &quot;And how could you be lonely when you&apos;re literally connected to everyone?&quot;</p>",
      "<p id=\"2.16.3.31\" class=\"Cody\">&emsp;Some passersby overhears her rant, and adds, &quot;You&apos;re goddamn right.&quot;</p>",
      "<p id=\"2.16.3.32\" class=\"Cody\">&emsp;&quot;Then welcome to the modern age, and the biggest problem we&apos;ve created that we can&apos;t solve,&quot; I tell her, turning the corner of the last aisles on the first side of the store that get into the liquor. &quot;Be glad you&apos;re not included in it.&quot;</p>",
      "<p id=\"2.16.3.33\" class=\"Cody\">&emsp;&quot;But you don&apos;t have to do any of that.&quot;</p>",
      "<p id=\"2.16.3.34\" class=\"Cody\">&emsp;&quot;Not when everybody else does,&quot; I muse. &quot;Imagine if everybody spoke a special language, and you decided not to learn it.&quot;</p>",
      "<p id=\"2.16.3.35\" class=\"Cody\">&emsp;&quot;Then they should speak the old language.&quot;</p>",
      "<p id=\"2.16.3.36\" class=\"Cody\">&emsp;&quot;The new language has funny pictures in it, though: or it used to be funny pictures. Now it&apos;s just pictures about depression.&quot; She narrows her eyes, without even the faintest thread of understanding to tug at. &quot;Hell, maybe you should just close the door and never come back.&quot;</p>",
      "<p id=\"2.16.3.37\" class=\"Cody\">&emsp;&quot;But look at all this.&quot; She gestures to the rows and rows of produce. Whole chickens and hams wrapped in plastic. People filling their carts with an abundance. &quot;How the Res do your people make all this?&quot;</p>",
      "<p id=\"2.16.3.38\" class=\"Cody\">&emsp;&quot;It&apos;s all science,&quot; I say, grabbing a bagged salad that I&apos;ll buy to feel good about myself and probably forget in the back of the refrigerator. &quot;It&apos;s a world that&apos;s connected everywhere. Not a square inch of land uncharted, and we&apos;ve figured out exactly how to trade stuff with each other.&quot;</p>",
      "<p id=\"2.16.3.39\" class=\"Cody\">&emsp;&quot;But what about wars and borders? No new land means it&apos;s a war for what&apos;s there, right?&quot; Katiya lifts a clear carton of cotton candy-flavored grapes.</p>",
      "<p id=\"2.16.3.40\" class=\"Cody\">&emsp;&quot;Please. Just wait for your world to develop the last weapon it ever will: one that can wipe an entire city off a map. One with such power that it leaves the victims as no more than shaded shadows on the wall, giving the survivors illnesses that carry from generation to generation. Then give those weapons to everyone. And then you&apos;ll understand why we don&apos;t dispute those silly lines we shake hands over,&quot; I tell her.</p>",
      "<p id=\"2.16.3.41\" class=\"Cody\">&emsp;I realize I&apos;ve gone a little too far when we&apos;re deciding between colors of grapes. Her jaw hangs open. I get the variety pack so Katiya can take them home with her, and usher her to follow me on to the frozen meals section.</p>",
      "<p id=\"2.16.3.42\" class=\"Cody\">&emsp;&quot;You seem to know a lot about war,&quot; she says. &quot;You seem strong for your world. Did you fight?&quot;</p>",
      "<p id=\"2.16.3.43\" class=\"Cody\">&emsp;&quot;No,&quot; I say. &quot;But my brother did.&quot;</p>",
      "<p id=\"2.16.3.44\" class=\"Cody\">&emsp;&quot;Oh.&quot; </p>",
      "<p id=\"2.16.3.45\" class=\"Cody\">&emsp;She hesitates to ask the next question, so I answer for her when we step into the large dairy fridge, feeling the same cold he must have felt when he had the bloody holes in his abdomen. </p>",
      "<p id=\"2.16.3.46\" class=\"Cody\">&emsp;&quot;But he never came back.&quot;</p>",
      "<p id=\"2.16.3.47\" class=\"Cody\">&emsp;&quot;I&apos;m sorry.&quot;</p>",
      "<p id=\"2.16.3.48\" class=\"Cody\">&emsp;&quot;I just think that&mdash;&quot; war is, but I stop myself, unwilling to go that far this soon.</p>",
      "<p id=\"2.16.3.49\" class=\"Cody\">&emsp;Katiya fills the space with her own words. &quot;It must have been hard.&quot;</p>",
      "<p id=\"2.16.3.50\" class=\"Cody\">&emsp;&quot;It&apos;s been hard. It was roughly five years ago. Inspired me to make something in college,&quot; I say.</p>",
      "<p id=\"2.16.3.51\" class=\"Cody\">&emsp;She looks down at her calloused hands, then traces the faint outline of a scar that spans from her eye down her cheek.</p>",
      "<p id=\"2.16.3.52\" class=\"Cody\">&emsp;I stop her before the pleasantries. &quot;I&apos;d rather not talk about it.&quot;</p>",
      "<p id=\"2.16.3.53\" class=\"Cody\">&emsp;She grasps the mesh of the cart as we walk down the frozen food aisle, maybe feeling again that I detest something about her.</p>",
      "<p id=\"2.16.3.54\" class=\"Cody\">&emsp;&quot;But I need frozen stuff for work,&quot; I say, &quot;and maybe you can get something, too. Have you tried an eggwich?&quot;</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 240,
  "ReleaseDate": [
    "08",
    "29",
    "2025",
    "2025-08-29 00:00:00"
  ],
  "Active": false,
  "Perspective": "Cody",
  "Status": "Revised Draft",
  "WordCount": 0,
  "Summary": ""
}