{"Story": "Paragate", "Title": "Chapter Seventeen", "Subtitle": "Technophile By Choice", "Act": 2, "ChapterNumber": 17, "Synopsis": "Katiya gives Cody an active day in Gaffesend.", "RevNotes": "", "ID": "2.17", "Body": ["<p>&emsp;&quot;Have you tried an Eglich?&quot; She asks.</p><p>&emsp;&quot;No. Running is for people that hate themselves.&quot;</p><p>&emsp;&quot;I guess it fits, then,&quot; she says: lacing up a set of minimalist running sandals that look like what the weirdos from Cross Country used to wear. &quot;You sprint for a while, then jog. And you do it again and again until you make it back.&quot;</p><p>&emsp;&quot;Or you don&apos;t. And you&apos;re sure this is safe?&quot;</p><p>&emsp;&quot;Running?&quot;</p><p>&emsp;&quot;No. Being out there,&quot; I mean.</p><p>&emsp;&quot;I was out in your world, wasn&apos;t I? It&apos;s no different for you. Same rules: just don&apos;t make too much contact with anyone.&quot;</p><p>&emsp;&quot;I&apos;ve fallen a long way since the intramural sports teams, sitting in a cube in an office all day,&quot; I say. &quot;Can&apos;t we just jog?&quot;</p><p>&emsp;&quot;I guess. But I was really looking to push myself today.&quot;</p><p>&emsp;&quot;Anything above a brisk walk is pushing it for me now,&quot; I say. &quot;I&apos;m not even close to your level. And I don&apos;t have Essence.&quot;</p><p>&emsp;&quot;Because you&apos;re just a weak little peasant, huh,&quot; she mocks, flashing her golden eyes at me with a smug grin. &quot;Relying on your big machines, because you let your bodies become so weak.&quot;</p><p>&emsp;&quot;Because we&apos;re trying to live longer than forty-five,&quot; I say. &quot;But &mdash; well, I guess you have a point with running.&quot;</p><p>&emsp;&quot;Our people can live past a hundred and fifty if they have enough Essence. The Mask of the old Northaven royalty is pushing a hundred and sixty, I think &mdash; Ullrich, and he looks no older than my mother,&quot; she says.</p><p>&emsp;&quot;Good for you, then. Let&apos;s just get this over with,&quot; I tell her, lacing up the trainers I&apos;ve kept loose for years so that I can slide my feet into them.</p><p>&emsp;It&apos;s only when I see Katiya in her last-century running gear that I notice the fabric she wrapped her bra straps in around her shoulders, and the deep lines of crimson dug in from every single run.</p><p>&emsp;&quot;So you haven&apos;t invented that yet, huh?&quot; I mutter.</p><p>&emsp;&quot;Apparently we haven&apos;t invented a lot of things,&quot; she says, scratching the deep line worn into her shoulders. &quot;What is it now?&quot;</p><p>&emsp;&quot;Hold on,&quot; I tell her, returning to my world: stabilizing myself as my mind catches up with the temporal shift, sprinting up the stairs to tear through my dresser for the gym drawer. </p><p>&emsp;&quot;Are you skipping out on me, you pushover?&quot; She asks.</p><p>&emsp;First drawer? No . . . second drawer? Nope . . . and third? I find the tight surf shirt I bought freshman year when I thought I&apos;d have time to ever enjoy the beach: tearing the tag off as I race back down the stairs.</p><p>&emsp;&quot;Where did you go?&quot;</p><p>&emsp;&quot;Something that might help you,&quot; I say.</p><p>&emsp;&quot;I have enough hand-me-down boy clothes from the Guard. What makes you think&mdash;&quot; but then her fingers touch the fabric. &quot;Oh,&quot; she says. &quot;Oh. That&apos;s really nice. I see what . . . can you leave for a minute?&quot;</p><p>&emsp;I race back across the threshold. She finagles with the unfamiliar shirt material for about a minute before she says I can come in.</p><p>&emsp;&quot;Well?&quot; She asks.</p><p>&emsp;I crack a smile when I see her wearing the bra over the white surf shirt. I start laughing at her.</p><p>&emsp;&quot;What?&quot; She asks. &quot;Do I look too much like I&apos;m from your world?&quot;</p><p>&emsp;I have to interject between laughs when she wears the upper-body equivalent of socks with sandals. &quot;You look like you belong nowhere! Bra over the shirt? The shirt is the whole point, you fool,&quot; I tell her.</p><p>&emsp;She fumes as she removes the bra, holding her other shirt in her right hand. &quot;There. Better now, huh?&quot;</p><p>&emsp;&quot;Should be better for you,&quot; I say, wiping a tear from my eyes as I catch a glimpse of the BILLABONG logo stretched out where my chest might loosely brush against it. And two bumps from the cool mountain air flowing through the back window.</p><p>&emsp;She traces the path of my eyes before I can remove them, and when she realizes what&apos;s got me flustered, she flips the bottom of the shirt up to double-pad her breast, exposing the toned definition in her abs.</p><p>&emsp;&quot;You degenerate! Tricking a woman into exposing herself like that?&quot; She reaches for the knife block on the counter again.</p><p>&emsp;&quot;No, please, I insist! It&apos;s common fashion in my world.&quot;</p><p>&emsp;&quot;Women walking around in their underwear? How gods-damn indecent!&quot; </p><p>&emsp;She grabs the knife that almost pinned me to the wall, taking aim as I cower beneath the kitchen table, considering whether to flip it again. And then I realize her world hasn&apos;t had flappers or half the women&apos;s progress I&apos;ve taken for granted.</p><p>&emsp;I say, &quot;I swear. Look: I considered taking you shopping for some clothes before I realized how weird that might be.&quot;</p><p>&emsp;&quot;I have a boyfriend,&quot; she says: one line that seems to survive in any universe.</p><p>&emsp;&quot;I know.&quot; One that doesn&apos;t run with you anymore.</p><p>&emsp;&quot;And you&apos;re not helping with our last rule,&quot; she insists. &quot;You remember?&quot;</p><p>&emsp;&quot;You&apos;re right,&quot; I say: my resentment outpacing that stupid part of my mind that will surely hold on to that image.</p><p>&emsp;She puts her mid-sleeve shirt on over the makeshift sports bra. &quot;Well, let&apos;s just get moving.&quot;</p><p>&emsp;&quot;Of course,&quot; I tell her, pushing down the feeling as the fear of her outside world overtakes me.</p>", "<p>&emsp;He never overtakes me, now that I feel so efficient. Without the weight of my chest digging deeper trenches in the flesh of my shoulders, I feel so much lighter: my mind freed enough to take in the sights instead of staving off the thought of suffering.</p><p>&emsp;It&apos;s morning just like it is in Cody&apos;s world, but the air feels fresher: not saturated with the smell of gas and engines like the capital. Sometimes I wonder if Cody&apos;s world traded the splendor of nature for every other sensation that overstimulates the senses: the taste of meaty crunch shells; the smell tag that hangs from the front mirror of his automobile; the can of meadow-scented musk he sprays around the room when he thinks I&apos;m not looking, to mask the odor of his messes. </p><p>&emsp;And in that absence, I think he&apos;s begun to enjoy this world, even though it first terrified him. He huffs behind me in desperate gasps of breath, pleading every quarter-pass around the bottom of Lake Gaffesend to take a break, pretending it&apos;s because he wants to take in the view.</p><p>&emsp;&quot;It&apos;s incredible,&quot; he says, drenched in sweat that saturates an oversized shirt of mine in an upside-down triangle. &quot;This whole area looks like a natural park. Takes three hours of driving to get anywhere like this in Colorado. I&apos;d dream of living here for leisure!&quot;</p><p>&emsp;The words sound so ignorant and pathetic when we&apos;re halfway between Gaffesend and the place my life changed forever. &quot;Leisure,&quot; I repeat.</p><p>&emsp;&quot;Yeah. My world would have houses all along the shores, with docks and boathouses.&quot; He gestures along the distant northern edge where bodies washed ashore last week. &quot;Families floating in the middle of the lake on pontoon boats. With a meal or something, listening to Jack Johnson and&mdash;&quot;</p><p>&emsp;Every description he tacks on makes my skin crawl. I feel an anger build that I can only remove with pain, with more running. Maybe it was a mistake bringing out an innocent, yellow-bellied civilian that hasn&apos;t seen the slightest sliver of war and what it causes. Like my pathetic father that was so damn soft his bones crunched beneath that scalding beam that&mdash;</p><p>&emsp;&quot;Katiya? Hey, what&apos;s wrong?&quot; Cody asks. My nails bite the flesh of my palms and I can feel my face running hot with my muscles tensed. &quot;Did I upset you? Or did I take too long a break?&quot;</p><p>&emsp;Your whole life is a fucking break, I want to say, and I feel my jealousy ride on the threshold of that first rule we wrote together. But I see the earnestness in his expression&mdash; a feeling nobody in my world has the space for &mdash; and it refreshes me, somehow.</p><p>&emsp;I untension my expression. &quot;It&apos;s just that . . . our world has no room for talk like that. We don&apos;t talk in wishes. We only talk about what&apos;s real, and what might be coming.&quot;</p><p>&emsp;He purses his lips, tracing an arc of dirt with his toe as he hesitates to look up at me. Seems as if he debates whether to speak his mind on that. &quot;I think that&mdash;&quot;</p><p>&emsp;&quot;Katiya?&quot; Another voice says. &quot;Is that you?&quot;</p><p>&emsp;A rush of panic floods my circuits before I can reconcile his name. I glare at Cody, gesturing for him to find somewhere to hide &mdash; though when I turn around to face him, I find someone else shamelessly walking next to him.</p><p>&emsp;Jullian walks with Oriya and several of his friends. He tries to bury some sense of shame that threatens to take over, so he hides it with another string of words. &quot;What are you doing out here? Communing with the bushes?&quot;</p><p>&emsp;&quot;I&apos;m going for the run we were supposed to go on,&quot; I tell him.</p><p>&emsp;&quot;Supposed to?&quot; He asks. &quot;We agreed to go on two runs every week. And not at week&apos;s end.&quot;</p><p>&emsp;&quot;But we didn&apos;t even go this week,&quot; I tell him, and noticing how the heat rises, his friends walk ahead. &quot;I thought you said you wanted to spend more time together.&quot;</p><p>&emsp;&quot;I was going to tell you,&quot; Jullian says. &quot;But you never go on patrol, staying in the town. So it feels like you hardly want to spend time with me, and I&apos;m trying to do the quests that feel like they actually prepare me.&quot;</p><p>&emsp;My eyes dart between the trail and the underbrush where Cody hides. While Jullian makes his case for ignorance, Cody&apos;s expression cycles between disbelief and anger on my behalf, but I shake my head at him, insisting we keep our worlds separate.</p><p>&emsp;Jullian notices my lapse in attention. &quot;No, what?&quot;</p><p>&emsp;&quot;I just . . . don&apos;t buy it,&quot; I say. &quot;If you really cared about us, about all those years we spent together fighting for a chance at this side of the warfront &mdash; if you really cherished what we built together, you would make an effort. Even the smallest thing!&quot;</p><p>&emsp;&quot;I did make an effort,&quot; Jullian says. &quot;We spent the entire end of last week together!&quot;</p><p>&emsp;&quot;That was about an hour. And it was before you insisted on meeting your friends at the bar!&quot;</p><p>&emsp;&quot;I asked for you to come. And just like the celebration all those weeks ago, you refused to even try meeting other people in the Guard.&quot; He looks around to make sure no one else is around. &quot;Look. I didn&apos;t want to bring this up, but I get it if you&apos;re humiliated about what happened. The other guards have been talking, but I&apos;ve been standing up for you,&quot; he says. &quot;Every chance I get. And it&apos;s exhausting.&quot;</p><p>&emsp;&quot;What I wanted was for you to stand with me. How can we stay close if all you ever do is support me from a distance? I needed you that night. Why didn&apos;t you even come check on me? Why did you choose your friends over me again?&quot;</p><p>&emsp;&quot;Because . . . it&apos;s just a lot, you know. You have this brilliant energy about you. The reason I love you. But ever since we came to Gaffesend, it feels like you&apos;ve changed. So much fuller of these plagues of anxiety and panic, and&mdash;&quot;</p><p>&emsp;&quot;Are you coming or not, Jullian?&quot; one of his friends says.</p><p>&emsp;&quot;Just a minute,&quot; he shouts, before turning to me again. &quot;And I&apos;m trying to calm down. To get us to calm down, because we&apos;ve made it here, and we have no reason to be so afraid.&quot;</p><p>&emsp;&quot;What does that have anything to do with being there for me?&quot;</p><p>&emsp;&quot;Because I&apos;m tired, Katiya. And&mdash;&quot;</p><p>&emsp;Cody makes a motion with the zipper on his trousers and cuts across the brush behind Jullian, giving him a start. </p><p>&emsp;&quot;God abo&mdash; I mean, Gods above, I&apos;m glad we stopped for a minute,&quot; he says, stretching his legs a couple times as my boyfriend turns to confront my housemate. Even though Jullian might be taller and fully Essenced, he looks like a beanpole compared to Cody. </p><p>&emsp;&quot;Who the res are you?&quot; Jullian asks. Then the strangest sense of recognition overtakes him. &quot;Oh. You&apos;re that strange scientist from the Royal Academy! With the glowing square.&quot;</p><p>&emsp;&quot;Yep,&quot; Cody says. &quot;No idea what this disagreement is about. But your friend was getting upset about all the missed runs, and needed a running partner. So I filled in.&quot;</p><p>&emsp;&quot;She&apos;s my girlfriend,&quot; he says. A certain calculus plays in his head, shrivelling his face in a sneer as his mind re-runs the social arithmetic. &quot;And you live close by?&quot;</p><p>&emsp;&quot;Yeah. We&apos;re next door-neighbors. The Royal Academy put me here in the military district. Since the houses are already sanctioned for the fighting types, and it&apos;s not always a full class that rolls through every time, they had a couple units left over.&quot;</p><p>&emsp;Jullian&apos;s eyes flash between the two of us, and to his friends slowly vanishing down the path. I watch a certain confidence change inside of him.</p><p>&emsp;Cody laughs. &quot;She&apos;s really your girlfriend? I swear, I never see you over there.&quot;</p><p>&emsp;&quot;Because I&apos;ve been busy,&quot; he insists.</p><p>&emsp;&quot;Well, don&apos;t get too busy, then,&quot; Cody says. Your girl is beautiful. And if you don&apos;t spend enough time with her, she might just run away.&quot; Cody&apos;s eyes narrow with a humored smile. &quot;With someone else.&quot;</p><p>&emsp;&quot;Jullian! Come on. It&apos;s gonna be dark before we get back,&quot; his friends shout.</p><p>&emsp;Cody says, &quot;You&apos;re already in the clothes for it. Wanna finish this run with us and ditch your friends? I have some . . . designing stuff . . . to do after this, so I can&apos;t stick around.&quot;</p><p>&emsp;Jullian hesitates. His eyes meet mine as he squirms between choices, but after a while, it seems the guilt isn&apos;t strong enough. &quot;I already have plans. But let&apos;s go tomorrow. How about I stay over tonight?&quot;</p><p>&emsp;&quot;And stay?&quot; I ask.</p><p>&emsp;&quot;Yeah. And we&apos;ll go tomorrow,&quot; Jullian says, starting to run in the opposite direction to catch up with the other cadets.</p><p>&emsp;&quot;You sure?&quot; Cody asks, but Jullian&apos;s already running away. He turns to me, squinting his eyes with a smug grin. &quot;I can see why you like him so much.&quot;</p><p>&emsp;&quot;And why&apos;s that?&quot;</p><p>&emsp;&quot;He runs even more than you do,&quot; Cody says. &quot;You found the only man whose mental gymnastics can outpace your neurotic level of fitness.&quot;</p><p>&emsp;&quot;Oh, shut up,&quot; I tell him. But instead of finding a vacant space inside my chest, I find it filled with something else. </p><p>&emsp;A sense of reassurance.</p><p>&emsp;&quot;What a loser,&quot; Cody says. &quot;So many guys I&apos;ve met in my life like him: especially back in college. Do you really have no other options? In my world, you&apos;d never pay for a drink in your life!&quot;</p><p>&emsp;I think of all my female friends from the capital that settled in with children at a young age. Their softness and tenderness. And the way the other men we went out with would look at me: no more than a friend; as almost another guy; unsightly with all the scars from my past. &quot;Not ever in this world,&quot; I say.</p><p>&emsp;&quot;Then this world sucks,&quot; Cody says. &quot;You&apos;re hot.&quot; Then adds, &quot;But it&apos;s too bad I don&apos;t fall for people that stab me.&quot;</p><p>&emsp;&quot;But this world is all I have,&quot; I tell him. &quot;And your world is all you have. And Jullian really loves me. We got each other through training, watched each other&apos;s sibllings, supported each other enough to make it here, we did everything together!&quot;</p><p>&emsp;&quot;But people can change. And now he&apos;s a small fish in a much bigger lake.&quot; He stretches his legs as he digs his heels into the dirt, preparing to make it back without a break.</p><p>&emsp;&quot;But he&apos;s all I have,&quot; I say, and I mean it. The volume of all those cherished memories is too heavy to ever tip the scales.</p><p>&emsp;&quot;If you say so,&quot; Cody says.</p><p>&emsp;We begin jogging back. I run at practically a walk so Cody has enough breath to speak in fuller sentences.</p><p>&emsp;&quot;But thank you,&quot; I interject. &quot;Really, though. For standing up for me.&quot;</p><p>&emsp;&quot;He just needs to realize. How much you&apos;re worth, Katiya,&quot; Cody says. &quot;If you really insist, on this guy, then . . . you&apos;ve gotta, shake him out of it.&quot;</p><p>&emsp;&quot;Okay,&quot; I say.</p><p>&emsp;&quot;Yeah,&quot; he huffs. &quot;So. Are there . . . any other friends . . . I can meet?&quot;</p>", "<p>&emsp;&quot;You&apos;re the science fella,&quot; Paxton says, taking a deep swig from the mug in our favorite spot in front of the window. &quot;So you&apos;re here for a while, huh?</p><p>&emsp;&quot;The Royal Academy sent me here for a while,&quot; Cody lies, reciting the story we rehearsed on the tail end of the run. He crushes the ale almost as fast as Ryder and Pax do, because he was in some alcohol training program in college &mdash; at least from how he explained it to me.</p><p>&emsp;I managed to gather all of us at the front of the bar: Aldrin wasn&apos;t lying when he said drinking is all you really had to do when the week ends. Cae wets her tongue with a glass of water on the end, too nervous to talk. Bertram, Ryder, and Pax crowd around the middle seat where Cody tries to remember all the important details.</p><p>&emsp;&quot;The device you showed us that night was really interesting,&quot; Ryder says. &quot;How did you make it?&quot;</p><p>&emsp;&quot;Some new non-Essenced technology that runs on electricity,&quot; Cody says. &quot;Who says you&apos;re always going to have access to Essence?&quot;</p><p>&emsp;&quot;So it&apos;s for the people, then? Guards are always brimming with Essence,&quot; Bertram says. &quot;But I can see how that would be useful for the civilians.&quot;</p><p>&emsp;Cody swirls the mug around, probably wondering why I stick to water like the Ahkvasan. &quot;Yeah.&quot; He turns to Cae. &quot;So. You&apos;re actually part cat?&quot;</p><p>&emsp;My other friends are taken aback by his sudden outburst.</p><p>&emsp;&quot;Where the Res are you from?&quot; Bertram asks.</p><p>&emsp;&quot;You can&apos;t just say that,&quot; Pax insists, as Cody disappears behind his mug. &quot;Even to half-bloods.&quot; He turns to me. &quot;Where did you say he was from again?&quot;</p><p>&emsp;&quot;Uh . . .&quot; I try to think of the most remote place I can think of. &quot;From Blackwater?&quot;</p><p>&emsp;&quot;I&apos;m from Blackwater!&quot; Ryder exclaims.</p><p>&emsp;Fuck.</p><p>&emsp;&quot;What part of the city did you live in?&quot;</p><p>&emsp;&quot;Uh . . . north?&quot;</p><p>&emsp;&quot;No way,&quot; he says. &quot;That&apos;s where I was from. How did you make it out?&quot;</p><p>&emsp;Cody glares at me for help, but not even I know anything about Blackwater. He defaults to the basics. &quot;With my, uh, technology.&quot;</p><p>&emsp;&quot;Did you develop for the Academy? How the Res did you survive the frosthards? Not even this snowdrifter kid I knew growing up, er . . . my brother&apos;s friend . . . could stay out there for more than a couple days.&quot;</p><p>&emsp;&quot;I don&apos;t think he really wants to talk about it,&quot; I say. </p><p>&emsp;Cody looks relieved as he finishes the last swig.</p><p>&emsp;&quot;I get it,&quot; Ryder says. &quot;I gave up a lot getting away from that frostbitten prison.&quot;</p><p>&emsp;Our group fills the silence with a few sips. But Cae surprises us when she speaks up.</p><p>&emsp;&quot;Well, not a lot of Humans up here have seen the Ahkvasa,&quot; she says. &quot;Only fire-blooded people survive up here. Our race lives in the jungles. Far from the cold.&quot;</p><p>&emsp;&quot;So what can you do?&quot; Cody asks.</p><p>&emsp;She raises the water glass that&apos;s empty besides a few drips, turning it over in the air, allowing the last drip of water to exit the rim of the glass. </p><p>&emsp;Then she focuses. </p><p>&emsp;The drip decelerates to a slow crawl as it floats through the air. and the harder she squints her jade eyes, the slower it travels, until it almost reaches a halt.</p><p>&emsp;Cody&apos;s jaw drops as she relinquishes her control, allowing the drop to splatter against the table. &quot;You can float things?&quot;</p><p>&emsp;&quot;Float?&quot; Cae laughs: a rare sight, probably thinking he&apos;s even more ignorant than Pax. But it&apos;s refreshing to re-experience the most mundane aspects of the world through a new set of eyes. &quot;Time dilation.&quot;</p><p>&emsp;&quot;Time travel?&quot; Cody asks.</p><p>&emsp;&quot;No,&quot; Cae says. &quot;You can&apos;t go back, only slow things down. This world doesn&apos;t have time travel. Unless, maybe, if you&apos;re a Mask or something.&quot;</p><p>&emsp;&quot;Huh. In my world&mdash;&quot; </p><p>&emsp;I slap my hand against his chest. </p><p>&emsp;He coughs. &quot;Excuse me. In my town, we called them furries. But they&apos;d wear these suits. Pretty impressive.&quot; He then realizes Ryder is present, glaring at him quizzically, and adds, &quot;but only in a small area, after this one incident where this guy, uh . . . nevermind.&quot;</p><p>&emsp;&quot;You sure you&apos;re from Blackwater?&quot; Ryder asks.</p><p>&emsp;&quot;Maybe he&apos;s one of those weird rich types, dressed like that,&quot; Pax says.</p><p>&emsp;Cody digs himself further. &quot;Had to escape my family. They were crazy.&quot;</p><p>&emsp;&quot;No kidding, damn Merlot. How they can lie to a whole people and keep their composure like that,&quot; Ryder says. He claps Cody on the back. &quot;Makes me respect you if you wisened up when you had it all like that. I like you, Cody. That must have been hard: harder than anything I&apos;ve ever been through.&quot;</p><p>&emsp;Cody hangs his head. &quot;Thanks, bro.&quot; He takes a swig. &quot;So anyways, how do you all know Katiya?&quot;</p><p>&emsp;Cody continues to interrogate each of my friends, and despite the odd force that transforms his language into mine, he speaks with such a charisma that they don&apos;t even realize all the questions he&apos;s asking.</p><p>&emsp;He manages to get their opinions of Jullian. He learns of my connection to Bertram, and how he saved me on the night of the fire. He even manages to develop a few in-jokes with them, calling Bertram &quot;Barry&quot; and coaxing Pax to do his frozen shotglass trick.</p><p>&emsp;By the time it&apos;s over, it&apos;s like he&apos;s &quot;one of the boys.&quot; And when the sun crosses the top of the window, casting its rays to signify midday has passed, we bid goodbye to them, asking again where Cody lives, to which he responds with a generic answer.</p><p>&emsp;We walk back in silence in our running clothes. I notice the absence of a pain that used to dig into my shoulders.</p><p>&emsp;&quot;I&apos;m exhausted,&quot; Cody says when we cross the entry door. &quot;I&apos;m good at acting like I&apos;m social, but my battery runs out fast.&quot;</p><p>&emsp;&quot;You did well today,&quot; I say.</p><p>&emsp;&quot;You think they liked me?&quot; He asks, showing the last sliver of energy he&apos;s stored for our goodbye. &quot;Not that I care what they think. I&apos;ll probably never see them again.&quot;</p><p>&emsp;&quot;They liked you a lot,&quot; I say. &quot;Maybe they didn&apos;t buy every lie, but you gave them a good time.&quot;</p><p>&emsp;He scratches the back of his head. &quot;Say. I know we made that rule to not get too invested in each other&apos;s lives, but how about we help each other out?&quot;</p><p>&emsp;&quot;What do you mean?&quot; I ask him.</p><p>&emsp;&quot;Well, you have Jullian, and that childhood friend that likes you.&quot;</p><p>&emsp;&quot;Bertram?&quot; I ask. &quot;Not a chance. We&apos;re like siblings with how we grew up.&quot;</p><p>&emsp;&quot;How cliche,&quot; he says.</p><p>&emsp;&quot;What?&quot;</p><p>&emsp;&quot;Nothing. But if I help you with Jullian and your denial of feelings for the other guy, how about you help me with mine?&quot;</p><p>&emsp;&quot;What do you mean?&quot; I ask for a second time.</p><p>&emsp;&quot;I got this girl I&apos;ve liked for a while,&quot; Cody says. &quot;The one we talked about at Costco. And you&apos;re a girl. Maybe we could help each other out.&quot;</p><p>&emsp;&quot;It would keep us in our worlds,&quot; I say. &quot;Not longing to cross this door and live on the other side forever.&quot;</p><p>&emsp;&quot;Exactly. Because we sure as hell aren&apos;t getting together,&quot; Cody says. &quot;I&apos;ll keep Jullian on his toes. And you help me with Kei. Because if we&apos;re forced to share the same space, we might as well help each other.&quot;</p><p>&emsp;&quot;I think that will work just fine,&quot; I say.</p>"], "BodyFormatted": [], "Release": 247, "ReleaseDate": ["09", "05", "2025", "2025-09-05 00:00:00"], "Active": false, "Perspective": "Cody", "Status": "Revised Draft", "WordCount": 0, "Summary": ""}