{"Story": "Paragate", "Title": "Chapter Nineteen", "Subtitle": "Bonus&mdash;Overnight", "Act": 2, "ChapterNumber": 19, "Synopsis": "", "RevNotes": "", "ID": "3.19", "Body": ["<p>&emsp;I stumble through the dark since the window shades block twilight, leaving only three faint rectangles from the textured glass in the front door. The mounted television blinks blue, probably wise on me with all the automation tech &mdash; predicting that I&apos;ll waste another two hours scrolling through mediocre streaming selections before giving up to scroll on my phone.</p><p>&emsp;I check my messages. Two from Reed, averaging five a week: half about design work and half setting up a half-baked punchline. A text from my mother if I want anything from Costco. A picture from my college friends in California that got together, saying that they love me and miss me. And a text from Kei, saying she ran into our old Student Government advisor from high school.</p><p>&emsp;I break the cycle and decide to try making something for once, with the pots and pans that don&apos;t have so much as a burn mark worn into them. Instead of staving off Door Dash with another frozen meal, I decide to make spaghetti, finding the ingredients from months before when my mother hoarded all these goods to get me started.</p><p>&emsp;But I find myself walking to the door first: on a pathetic strand of hope, still caught up in the image of that improbable future. My stupid hand twists the lock in the door, fielding an array of excuses for why I&apos;d bother wedging myself back into the life of a girl with a fantasy boyfriend. The gusts from your world are better, and it seemed cooler over there, I think. I thought I heard an actual intruder this time. Or maybe I&apos;m bored. But no. That would be cringe.</p><p>&emsp;I settle on door unlocked, and feeling a little brave, I open the door a little: just so I can blame it on the wind if the door cracks. Cracking from being open, of course, because I was checking if the gateway was still there, but then something happened and I totally forgot to close it. </p><p>&emsp;I&apos;m not interested in her: only for that deal we made to help each other out a little (maybe), and maybe to go on another run or something. Stirring the pot of noodles, I think of the shape of her body when that skin-tight wetsuit was against her, wondering what else is under there, and then I shake my head, considering just going to bed so I can sleep in extra late and maybe get in to work, like, fifteen minutes early.</p><p>&emsp;But the air of my world floats into hers from the difference in pressure. It&apos;s warmer in my world. And when a gust flutters in, crashing the window shades against the wall, the aroma of simple spaghetti pushes enough to slam the door. </p><p>&emsp;But something catches it.</p><p>&emsp;Someone catches it?</p><p>&emsp;&quot;Hello?&quot; I try, stirring faster.</p><p>&emsp;The door hinges back just a little.</p><p>&emsp;&quot;Hey there,&quot; she says, for the first time in a week or so. &quot;I wasn&apos;t leaning against the door or anything.&quot;</p><p>&emsp;&quot;Leaning against the door?&quot;</p><p>&emsp;&quot;No, I was in my kitchen,&quot; she clarifies, peeking her head through the door. &quot;On the other side of my house.&quot;</p><p>&emsp;&quot;Okay,&quot; I say, not sure how it&apos;s relevant.</p><p>&emsp;&quot;But I smell you&apos;re cooking something. Smells great,&quot; she says.</p><p>&emsp;&quot;Oh. Just some saucy noodles,&quot; I say, since spaghetti isn&apos;t a cognate. &quot;I always make extra for leftovers, you know.&quot;</p><p>&emsp;&quot;Leftovers?&quot; She asks.</p><p>&emsp;&quot;Yeah. Like extra food.&quot; She still peeks her head in. &quot;You can come in, you know,&quot; I say. &quot;I don&apos;t think we&apos;re enemies anymore.&quot;</p><p>&emsp;&quot;Sure,&quot; she says. &quot;I&apos;m just never sure whether it&apos;s alright to come over, since I don&apos;t want to intrude or anything.&quot;</p><p>&emsp;&quot;I don&apos;t go over because I hate getting attacked,&quot; I say, expecting a sly comeback. But she just looks tired. </p><p>&emsp;She shrugs. Her steel boots clatter on the linoleum as she advances to the marble counter, taking a seat at the table.</p><p>&emsp;&quot;Sorry. I meant that as a joke,&quot; I tell her.</p><p>&emsp;&quot;I know,&quot; she says. &quot;Things have just been really slow. Concerningly slow.&quot;</p><p>&emsp;&quot;And you&apos;re not afraid?&quot;</p><p>&emsp;&quot;The front line&apos;s been pushed east almost as far as it&apos;s ever been.&quot; She twirls the sharp point of her dagger against the counter, brushing her hair to the side.</p><p>&emsp;I turn the heat off. &quot;And how&apos;s your distant, brooding boyfriend? Still both of those things?&quot;</p><p>&emsp;&quot;It got better for a little while, after that run you set up for us,&quot; Katiya says. &quot;Oh, and how about you and that old flame of yours? Kei?&quot;</p><p>&emsp;&quot;No fire here. Besides work talk and sending funny pictures to each other,&quot; I say.</p><p>&emsp;&quot;I thought your people were too advanced to speak in pictures,&quot; she says. A smile shows she&apos;s warming up just a little bit.</p><p>&emsp;&quot;The Internet has ruined a lot of things for us,&quot; I tell her. I retrieve two bowls from the cabinet. &quot;Here. Want to try something else from my world? I promise it&apos;s not too intense on flavor.&quot;</p><p>&emsp;&quot;We salt just about everything so it keeps, so I don&apos;t think it will ever be too much. None of us can afford those fancy new ice boxes,&quot; she says.</p><p>&emsp;I hand her a serving. She&apos;s about to take a bite before she asks something else.</p><p>&emsp;&quot;Say,&quot; she starts. &quot;I know &apos;boring&apos; in my world is intense for you, but it&apos;s boring. So . . . what do you do when you&apos;re bored?&quot;</p><p>&emsp;Jerk off, I almost say.</p><p>&emsp;But I stop myself. </p><p>&emsp;&quot;Play games. And, uh, stalk other people&apos;s lives online. And watch movies and shows,&quot; I tell her. &quot;Or read a book, if the power is out.&quot;</p><p>&emsp;&quot;I was wondering if you could show me one of the films,&quot; she says. She takes a slurp of spaghetti. A look of sudden pleasure arrests her, and then she ravenously takes another bite.</p><p>&emsp;&quot;Oh yeah?&quot; I ask, feeling a little excited. I toss my backpack on the small chair so only the couch is open, before I realize what I&apos;m doing.</p><p>&emsp;&quot;How do you get these pictures? Do you have to go somewhere in the car to get a reel?&quot;</p><p>&emsp;&quot;Nope,&quot; I say, settling in on the right side of the futon as I gesture to the space next to me. &quot;The nineties is over. They&apos;re all inside the box right there.&quot; I lift the remote and press the power button. The screen lights up with several selections: the criteria a little different now that one of us hasn&apos;t seen a single one of them.</p><p>&emsp;She sets the plate on the kitchen counter, removing the light armor from her body with a gasp of relief. I find her wearing the surf shirt underneath: still stretched in the logo, and I hope she&apos;s washed it since last time.</p><p>&emsp;She plops down next to me, taking more of the pasta into her mouth with another slurp. &quot;So those are all the choices?&quot;</p><p>&emsp;&quot;It&apos;s called a menu,&quot; I tell her. &quot;Like in a restaurant.&quot;</p><p>&emsp;&quot;Huh,&quot; she says. &quot;But there are so many choices!&quot;</p><p>&emsp;I laugh. &quot;That&apos;s the problem with my world. So how about this: what kind of story do you want to watch?&quot;</p><p>&emsp;She looks puzzled. &quot;What do you mean?&quot;</p><p>&emsp;&quot;Like an action movie? A funny movie? Fantasy? Futuristic? Or a&mdash;&quot; </p><p>&emsp;&quot;How about that one?&quot; She points to the top left corner. &quot;Two people meeting each other sounds like a simple start. Not too crazy, right?&quot;</p><p>&emsp;&quot;That&apos;s, uh . . . probably a little too intense for you, I think.&quot; My face flushes.</p><p>&emsp;&quot;Please,&quot; she says, flexing an arm: &quot;I&apos;m more adventurous than you&apos;ll ever be. Whatever this missus Sally and mister Harry are doing can&apos;t be that bad!&quot;</p><p>&emsp;&quot;That movie is a romance story,&quot; I say. &quot;A romantic comedy. And your world hasn&apos;t even invented two-piece swimsuits yet. I think you&apos;d faint before the title card!&quot;</p><p>&emsp;Her face reddens. &quot;A romantic story? But isn&apos;t that so shameless?&quot;</p><p>&emsp;And then the preview loads, after I left the cursor on it for too long. </p><p>&emsp;Sally gets a little too flustered in the restaurant, moaning loudly with erotic pleasure. Katiya flinches, slapping the remote out of my hand and blasting it across the room with two of its batteries. I scramble to pick up the pieces in the darkness as the scene plays out: Katiya&apos;s face flushing further into a rose color as she laughs uncomfortably.</p><p>&emsp;I manage to slide the double-A batteries in and take control, switching over to something else: that Gerard Butler flick where he has a talk show about romance.</p><p>&emsp;&quot;So indecent,&quot; she says, covering her mouth and her eyes as she giggles: too innocent for such adulterous media, though I doubt she&apos;s a stranger to the concept.</p><p>&emsp;I return to my spot on the couch. &quot;Wait a second . . . You&apos;ve never been that pleasured over a meal?&quot;</p><p>&emsp;&quot;No,&quot; she says. &quot;Do your people do that? No &mdash; your people don&apos;t do that. No. No . . . do they?&quot;</p><p>&emsp;&quot;Of course!&quot; I say. &quot;I expected you to be weak in the knees after this bitchin&apos; bowl of spaghetti.&quot;</p><p>&emsp;&quot;You&apos;re lying.&quot; She rubs her cheeks, but they don&apos;t get any paler. And when she finds my smug grin from between her fingers, she punches me in the arm. &quot;You&apos;re lying!&quot;</p><p>&emsp;&quot;Alright, fine. But it&apos;s getting late. Can we pick something, already?&quot;</p><p>&emsp;&quot;How about that one?&quot; She points to the picture of a small rabbit standing in front of a train.</p><p>&emsp;&quot;I just watched that one the other week,&quot; I say. </p><p>&emsp;I scan around a little longer. And since Lord Of The Rings is too long, I settle on The Hunger Games.</p><p>&emsp;&quot;Why this one?&quot;</p><p>&emsp;&quot;The main character reminds me of you,&quot; I tell her. </p><p>&emsp;&quot;Please, just tell me it&apos;s not a romance,&quot; she says.</p><p>&emsp;&quot;It&apos;s mostly action. Strong female lead and a boy that&apos;s a baker,&quot; I tell her. &quot;But every story has to have a little bit of romance.&quot;</p><p>&emsp;She turns to me with disgust.</p><p>&emsp;&quot;I didn&apos;t mean it like that. I swear,&quot; I tell her. </p><p>&emsp;She ducks her head so her bangs cover her eyes. &quot;Well . . . there&apos;s nothing wrong with a little bit, you know,&quot; she says, twirling a strand of hair.</p><p>&emsp;I shift my eyes from the screen.</p><p>&emsp;&quot;Like, in a picture,&quot; she says.</p><p>&emsp;And then Katiya watches the first movie she&apos;s ever seen.</p>", "<p>&emsp;I awake at 4:30 to find her breathing softly next to me: a line of drool sliding down my chin, and her hands tensioned on my arm as she buries her face into my shoulder, flinching sporadically.</p><p>&emsp;The autoplay ran so long that it stopped on the third one before asking if we were STILL WATCHING. And when I reach to grab the remote, I find she grips me with such immovable force that I have no reach.</p><p>&emsp;I fiddle with my foot until I feel the power button on my toe through the sock, and turn off the TV.</p><p>&emsp;I shake her gently. </p><p>&emsp;&quot;Katiya. Katiya?&quot;</p><p>&emsp;She moves a little, tightening her grasp.</p><p>&emsp;&quot;Katiya, we have work tomorrow,&quot; I say.</p><p>&emsp;She mumbles.</p><p>&emsp;&quot;Huh?&quot; I get closer, drawing a breath of her exhale.</p><p>&emsp;&quot;Stay,&quot; she mutters.</p><p>&emsp;&quot;But work tomorrow. We have to...&quot; </p><p>&emsp;No response.</p><p>&emsp;It&apos;s still dark enough that if I shut my eyes, I might be able to convince myself it&apos;s late instead of early. So I set the standard alarm on my phone, check her for weapons so she won&apos;t ambush me when it goes off, and find a comfortable place for my head when my arm is stuck to her.</p><p>&emsp;I rest my head on hers: the place it was before, and the only place I find it can go. The odd warmth of her body quickly sets me to sleep, and I sleep better in those three hours than I think I have in months.</p>", "<p>&emsp;The charred cabin calls me back in my dreams. Maybe it knows I&apos;m going to visit today. And though I&apos;ve slept night after night feeling the warmth of my Essenced flesh scald with the memory of the fire, I find a chill course through my body. A lone figure that shoulders the weight of the beam with a wry smile, and though their silhouette is irreconcilable through the smoke, I feel safe for just long enough.</p><p>&emsp;He&apos;s speaking my name, over and over, saying I have to work, but I&apos;m just a child. He looks like he&apos;s going to leave me again, to strand me in the smoke and soot, and so I plead him to stay. And when I think I&apos;ll end up all alone again, he never leaves, and a coolness rests against my head, setting me off to dream of the forest, exploring the lands of Hillfar when the town of a thousand felled trees still stood tall.</p><p>&emsp;I feel a sense of safety, of security, and a feeling I haven&apos;t had the space for in a long time begins to stir within me: one that makes me want to squeeze with all my might and transfer all of this sense of fullness. To dissolve. I feel an emptiness I was blind to for so long: a deepening void that longs to be filled with something whole a thousand times over, and when I finally feel the coldness of the form that compliments my heat, I pull it in, only to wake when it crunches under my strength.</p><p>&emsp;It&apos;s a pillow.</p><p>&emsp;I hear a staccato of beeps from the kitchenette. A nobleman &mdash; no, Cody &mdash; is cooking something savory in the hot box.</p><p>&emsp;&quot;Morning, sleepyhead,&quot; Cody says.</p><p>&emsp;&quot;I . . . Gods damn it, I fell asleep here again! I was so tired, and after such an awful day...&quot;</p><p>&emsp;&quot;Hey. It&apos;s alright,&quot; Cody says: dressed in his fancy noble clothes with neatly-creased pants and a shave.</p><p>&emsp;&quot;What time is it?&quot;</p><p>&emsp;He checks the glowing numbers on the stove. &quot;Uh, almost seven. I got up a little early in case you had to get up even earlier,&quot; he says. &quot;What does your world run on?&quot;</p><p>&emsp;&quot;Did you hear a loud knock?&quot;</p><p>&emsp;&quot;No, not yet, I don&apos;t think. Is that&mdash;&quot;</p><p>&emsp;And then the sound raps across the portal: I must already be conditioned enough to not even need it.  A friendly voice calls my name.</p><p>&emsp;I&apos;ll have to get ready right away. I&apos;ll need bread from the other world again, from Derry and his wife, without time to cook something thoughtful.</p><p>&emsp;&quot;I made you a breakfast burrito,&quot; he says.</p><p>&emsp;&quot;Huh?&quot;</p><p>&emsp;&quot;From the same people that brought you the taco. Hard chewy meat shell, I think you called it?&quot;</p><p>&emsp;&quot;Oh, really?&quot; I ask. He chows into his own wrapped meat pouch: yellowed with eggs and something else inside. &quot;It must have taken you ages to get all those ingredients ready!&quot;</p><p>&emsp;&quot;Costco, frozen section. Don&apos;t you remember?&quot;</p><p>&emsp;&quot;Of course I don&apos;t,&quot; I say.</p><p>&emsp;He hands the plate to me as I rush for the door, making a gesture with his hand.</p><p>&emsp;&quot;May the odds be ever in your favor,&quot; he says.</p><p>&emsp;I grimace. &quot;Are you making fun of the way I talk?&quot; </p><p>&emsp;&quot;No,&quot; he says, &quot;the movie? When did you fall asleep?&quot;</p><p>&emsp;&quot;I have to go,&quot; I say, rushing to the door before Bertram will come knocking.</p><p>&emsp;I slam it shut behind me, reaching to lock it &mdash; but then I hesitate, opening the door just a crack like I did last night, then peeking through the threshold again.</p><p>&emsp;&quot;And thanks, Cody.&quot;</p><p>&emsp;&quot;Stay awake next time,&quot; he says, waving goodbye as he slings his rucksack over his shoulder.</p>"], "BodyFormatted": [], "Release": 261, "ReleaseDate": ["09", "19", "2025", "2025-09-19 00:00:00"], "Active": false, "Perspective": "Cody", "Status": "First Draft", "WordCount": 0, "Summary": ""}