{
  "Story": "Paragate",
  "Title": "Chapter Twenty",
  "Subtitle": "Onward To Chaos",
  "Act": 2,
  "ChapterNumber": 20,
  "Synopsis": "Bertram convinces Katiya to scout.",
  "RevNotes": "",
  "ID": "2.19",
  "Body": [
    "<p>&emsp; I refuse to let in a chance for anything to happen, and that&apos;s why I rise early. Earlier than the knocker that comes to wake me. Earlier than the sun: early enough that the morning hours mask my presence while I wear the hood of my uniform, tucking my golden locks of braided hair beneath the fabric.</p><p>&emsp;There&apos;s still the early risers that do their training in the mornings, and with the approach of our first competencies that all city guards are required to take, the training fields and the alleys between the barracks bustle with far more sweaty servicemen.</p><p>&emsp;So it&apos;s no surprise when the cover of dusk no longer hides me. I hear their whispers when I pass &mdash; or maybe half the time I think I hear them &mdash; calling me &quot;choke&quot; and making a gagging motion, or asking again why I even bothered, some even saying I&apos;d be better suited &quot;for the shady brothels where I could at least be paid to choke on something.&quot; Gossip is easy. Giving up is easy, too: but when I feel the weight of the house key in my pocket, trying to estimate how much heavier it was before the first cadet failed their trials, I remember the other choice is death, and it&apos;s a much stronger wind in my sails than whatever storm these troglodytes can throw at me.</p><p>&emsp;My shoulder scrapes the left wall as I take every narrow alley I can. It&apos;s the first day I&apos;ve decided to visit him, because for the last two weeks, I&apos;ve rued the thought of leaving the infirmary to face their ridicule in broad daylight, though none of them have ever faced anything close to what I&apos;ve fought.</p><p>&emsp;His messages told me that he&apos;d crack the back door of his room in the single-story medical building, and when I find some old, thick tome called FEAR THE CHYMAERA wedged in one of the doors, I cautiously creak it open.</p><p>&emsp;&quot;So you finally came to check on me,&quot; Bertram says. Despite his graze with death, he&apos;s the clearest example of why the Royal Guard juice their soldiers on heavy Essence. &quot;You saved me just in time. The medic said my organs would start shutting down, one by one, if you arrived any later.&quot;</p><p>&emsp;He gets up from the bed in his white hospital gown labeled HARLOWE-B, stretching with a few twists before he approaches. Despite the pallidness of his skin, and the darkened marks on his extremities from where the Chymaeran Curse seized his body, he seems no less capable than any day I&apos;ve seen him before.</p><p>&emsp;&quot;So why are you still here?&quot; I ask.</p><p>&emsp;&quot;The damage is inside, and it will take a while to heal,&quot; Bertram says. &quot;My outside is as handsome as ever, but that assassin did a number on my insides. Said I can&apos;t start training again for another two weeks or so.&quot;</p><p>&emsp;&quot;Oh,&quot; I say. I sit at the chair next to the window. Between the gravel lot outside and the brutal concrete walls, it feels more like a prison infirmary than anything else. &quot;I think I&apos;d get sicker just by staying in this room,&quot; I say. &quot;Do you get to walk around outside, at least?&quot;</p><p>&emsp;&quot;Not really,&quot; he says. &quot;But thinking of the effort you guys put into saving me, it makes me feel full.&quot;</p><p>&emsp;I smile. &quot;You&apos;re worth it. Plus, I kind of owed you for a while.&quot;</p><p>&emsp;&quot;I wish I could have a cool scar like you,&quot; he says, tracing a finger across his face from brow to cheek. &quot;You must be celebrated out there for all that. Have you paid for a single drink at the bar since then?&quot;</p><p>&emsp;My smile fades. &quot;It&apos;s easier to talk poorly about people than to praise them. And I choked a little too much.&quot;</p><p>&emsp;&quot;But a noble is alive because of you!&quot;</p><p>&emsp;&quot;But the wife won&apos;t forgive me. She made a whole show of it at the town hall before they left. Blamed it all on me, though I didn&apos;t pull the trigger.&quot; I sigh. &quot;But at least Aldrin knows the worth of my efforts.&quot;</p><p>&emsp;He rummages under his bed. &quot;Well, it might have been a while ago, but I think I can be the first,&quot; he says. I hear the clatter of glass as he tears through his meager possessions that they let him hold on to. A drawing of the two of us floats across the floor, and I recognize the artistry from my father.</p><p>&emsp;&quot;When was this?&quot; I ask. &quot;And why was it here?&quot;</p><p>&emsp;He blushes: the first sign of life I&apos;ve seen on his pallid face as he holds two bottles. &quot;Just remembering the ones that got me through it,&quot; he says, and then he hands me one. &quot;Ryder and Pax and Cae came by last week. They smuggled in a six-pack, so we had four of them. But I saved two for the day you came back.&quot;</p><p>&emsp;I laugh, looking around cautiously as I grasp the neck of the bottle. The Essenced heat of my hands heats the metal cap enough for it to expand, popping off with a light thunk, and we cheers over half-a-success and half-a-failure. </p><p>&emsp;But I can tell something is still on his mind. And after he wets his mouth a couple times with the ale, quickly chugging so we can hide the evidence, he finally speaks.</p><p>&emsp;&quot;You know, I thought about some stuff when I was on the edge,&quot; he says, sitting on the left side of the hospital bed in his white gown. &quot;I thought about all the things I hadn&apos;t done yet. That I regretted putting off.&quot;</p><p>&emsp;&quot;I understand that fear completely,&quot; I say, as I sit beside him. &quot;The world is so random and chaotic, sometimes it makes you wonder if the Gods stopped watching a long time ago. But you&apos;ve been blessed with more time.&quot;</p><p>&emsp;&quot;More time to express my feelings,&quot; he says: a look of hesitation on his face. &quot;In the week I was on the brink of death, I wrote letters in case I didn&apos;t make it. But then I survived. I started healing quickly, and with a second shot, I decided I should go back to the place it all began.&quot;</p><p>&emsp;My stomach twists at the thought. &quot;You&apos;ve lived don&apos;t mean&mdash;&quot;</p><p>&emsp;&quot;And not alone,&quot; he says. &quot;I want to go back to the place our lives changed forever. I want to go to Hillfar with you, and I want to tell you something. And that&apos;s why,&quot; he reaches behind his back to retrieve two familiar forms, &quot;I insisted that the guildscribes make it official.&quot;</p><p>&emsp;&quot;Going back there. I mean&mdash;&quot; I stammer.</p><p>&emsp;&quot;If you&apos;re not ready yet, I get it. But I think it would be good for us, and I just wanted you to be aware, so you can prepare yourself.&quot;</p><p>&emsp;I look at the quest form: neatly written in the script of the guildscribes. A high-value, four-star quest, with the purpose written in Bertram&apos;s block script that reads FACING A FORMIDABLE PAST.</p><p>&emsp;&quot;Those days in Hillfar cross my thoughts every day,&quot; I say. &quot;I thought time would dull them, but I still feel like I&apos;m there right now.&quot;</p><p>&emsp;&quot;Of course,&quot; he says, looking down at his own sheet.</p><p>&emsp;&quot;The quest involves going there. And I feel like I have to fully convince myself I&apos;ve left before I go back.&quot;</p><p>&emsp;&quot;Then I&apos;ll be patiently waiting,&quot; he assures me. He reaches to grab my hand. &quot;You&apos;re the strongest person I know.&quot;</p><p>&emsp;I tension his hand in mine on a spark of courage. &quot;But I swear to Khiras that I&apos;ll find it in me before this ends. By the end of this season,&quot; I tell him, &quot;I promise you and I will return.&quot;</p><p>&emsp;Bertram&apos;s smile creases with the dimples he&apos;s had since he was a child, taking my quest form to return it to the folder. </p><p>&emsp;&quot;And if you can do that, then maybe I can find the courage, too,&quot; he says.</p><p>&emsp;&quot;To go there?&quot; I ask.</p><p>&emsp;&quot;More than that,&quot; he replies. &quot;But it doesn&apos;t matter yet. It seems you&apos;re the one that will have to be brave first.&quot;</p><p>&emsp;We leave the challenge at that. Another ten minutes pass before we hear the nurses start to make their morning rounds, so I stuff the two bottles in my rucksack neck-up, along with the thick paper doorstop.</p><p>&emsp;&quot;So you&apos;re going on a local quest with double-L, huh?&quot; Bertram asks, reclining back in his bed as he opens an illustrated book about Blackwater. &quot;He must have had his come-to-Khiras moment about you. Or maybe he feels like he&apos;s in trouble.&quot;</p><p>&emsp;&quot;No&mdash;he just has the first group of friends he&apos;s ever had,&quot; I say. &quot;I want him to enjoy them. Because I know he&apos;ll come back.&quot;</p><p>&emsp;&quot;With an apology, I hope,&quot; Bertram says.</p><p>&emsp;I disappear through the door just as the nurse announces his name. The lock clicks in place as I draw my hood, dissolving back between the alleys as morning turns to day.</p>",
    "<p>&emsp;&quot;I want to apologize to you,&quot; Jullian says.</p><p>&emsp;He takes my hand as we swelter inside the guard tent. I thought an open-air bazaar meant a cooling breeze might flow through every once in a while&mdash;or that the tattered tarp above our heads might block the rays&mdash;but the air scalds our lungs like sitting in a kiln.</p><p>&emsp;He parts his chapped lips, and his eyes trace the floor in the same tick of nervousness he&apos;s had since I met him. But there are still signs we&apos;ve grown together. And when he takes another pull off his second fill of the canteen, his eyes meet mine, and he doesn&apos;t hesitate to speak his mind.</p><p>&emsp;&quot;I&apos;m sorry because I feel like I&apos;ve gotten carried away,&quot; he says. &quot;Away from all the burdens of the old days: days we spent taking care of our siblings when our moms were working to put food on the table, and now that I have the chance to make my first group of friends, it&apos;s like taking off ankle weights. And all I want to do is run.&quot;</p><p>&emsp;&quot;As long as you don&apos;t run away,&quot; I say. I tension my sweaty fingers in his, and he returns my strength. &quot;You should have fun during this please. We should both enjoy it: we gave so much of our lives to be here.&quot;</p><p>&emsp;He nods.</p><p>&emsp;I say, &quot;And I want to enjoy it together with you.&quot;</p><p>&emsp;&quot;Of course&mdash;&quot;</p><p>&emsp;&quot;&mdash;And you&apos;ve just been so far away,&quot; I say: careful to distill my emotions through the joy of a love I feel so strongly. &quot;We promised to be candid to each other, and . . . when you leave so early in the morning, before I can even wake to see you or touch you, it just makes me feel so alone.&quot;</p><p>&emsp;&quot;And I&apos;m sorry,&quot; he says.</p><p>&emsp;&quot;Why do you have to leave all the time?&quot;</p><p>&emsp;He stands up, approaching the edge of the canvas window. &quot;I don&apos;t know.&quot;</p><p>&emsp;&quot;You don&apos;t know?&quot; I approach, refusing to let him escape again. &quot;How can you not know?&quot;</p><p>&emsp;&quot;It&apos;s just . . . I&apos;ve spent my whole life living for others. For my siblings, my family&mdash;almost like a good childhood skipped me&mdash;and I was forced to give it all away to the ones that came after. And now,&quot; he says, &quot;I have this freedom I&apos;ve never had before, and I don&apos;t know what to do with it. And any time I wake up sitting there, just standing still, I feel like I&apos;m spending the last seconds of my youth before I get too old to live it, just full of regret.&quot;</p><p>&emsp;&quot;But you weren&apos;t there,&quot; I tell him. He struggles to look at me, but I can sense the pain of loneliness no different than mine. &quot;Why didn&apos;t you stand up for me, or at least come to visit in the days after the attempt on that noble&apos;s life? Were you . . . ashamed of me?&quot; I remember when he couldn&apos;t even return my gaze when we entered the hall with Bertram. It might have been the first event that precipitated this long spiral.</p><p>&emsp;&quot;I had a moment of weakness,&quot; he says. &quot;I should have been there, but every second I wasn&apos;t, this guilt just kept getting greater and greater, until the point that I was afraid of facing you. That you&apos;d think I deserted you.&quot;</p><p>&emsp;&quot;But you did,&quot; I say.</p><p>&emsp;&quot;And I&apos;ve been terrified of this moment ever since,&quot; he says. He brushes a strand of stray hair over my ear. His gauntlets grasp the side of my head, tracing his thumb on my cheek. &quot;I&apos;ve always hated this weakness I&apos;ve felt my entire life. This cowardice, of a boy that never made friends, made fun of, and was so scared and unchallenged that he never tried to fly.&quot; He tears up a little. &quot;And I guess I&apos;ve taken for granted the one thing I&apos;ve thought I would always have, supporting me through it all. You,&quot; he says.</p><p>&emsp;The anger and sorrow mix at just a level that I feel them rest at a stalemate. &quot;I want to be there for you, Jullian. But I need you to try, just try, to be there for me. And to stay,&quot; I tell him.</p><p>&emsp;I tension my arms around his waist, ducking my head beneath his neck as he buries his head into my hair. I mumble something into his chestplate that he doesn&apos;t hear.</p><p>&emsp;&quot;What&apos;s that?&quot;</p><p>&emsp;&quot;I said, this isn&apos;t very comfortable,&quot; I say. </p><p>&emsp;We share a laugh, glancing out across the bustling market: a mosaic of merchants and shoppers browsing and bartering beneath the thin linen.</p><p>&emsp;His mouth curls in a grin after he finds the space to relax again. &quot;You know I love you, right?&quot;</p><p>&emsp;&quot;I know that,&quot; I tell him.</p><p>&emsp;&quot;I just thought about what that guy you were with the other day said, you know.&quot;</p><p>&emsp;&quot;The &apos;science guy?&apos;&quot;</p><p>&emsp;&quot;Yeah. I bet he&apos;s just jealous,&quot; he says. A familiar glare of envy glazes in his eyes. &quot;I think when this is over, we should ditch the armor and&mdash;&quot;</p><p>&emsp;A sudden commotion stirs beneath one of the tents when we hear shouts far louder than usual.</p><p>&emsp;&quot;&mdash;I mean, we should ditch the armor and&mdash;&quot;</p><p>&emsp;&quot;Where is that coming from?&quot; I look at today&apos;s vendor map, counting three rows over as an assailant wrangles something from beneath a table. My finger traces the map as my other hand finds the marching tent. It&apos;s one of the high-end Essence technology-dealing tables.</p><p>&emsp;&quot;We need to get over there,&quot; I say. The cable lines are in place, spanning across the market from the top of the tower. And my hand can take the heat of the friction.</p><p>&emsp;&quot;It&apos;s not your job, Katiya,&quot; he says. &quot;We just wire it in to Command, and they dispatch the experienced guards!&quot;</p><p>&emsp;I feel something twist inside me. &quot;But it will be too late. And we have the height to&mdash;&quot;</p><p>&emsp;&quot;I just don&apos;t want you to get hurt again,&quot; he says. </p><p>&emsp;The thief is already running across the market. And I see the span of cable that can take me to intercept. </p><p>&emsp;He adds, &quot;Just stop trying to be a hero and stay close to me!&quot;</p><p>&emsp;&quot;You don&apos;t get it,&quot; I say, leaping out the window before he can grab the back of my cloak, before my mind can catch up on what I&apos;m doing, as I withdraw the channeled metal hand-hold and put my full weight on the wire from two stories up.</p>",
    "<p>&emsp;I&apos;m lucky my panic catches when I&apos;m two stories off the ground: gravity doesn&apos;t hinder my hesitation, but only aids it. The panic makes me hold fast to the metal contact: siphoning the friction of the Essence into my circuits in a rejuvenating reversal.</p><p>&emsp;The energy cycles through my body from my arms to my legs, and though my blood freezes with the initial surge of panic, my circuits are scalding with power. The vibrations in the tether rattle the bones in my arms, casting sparks of hot iron, and when I&apos;m close enough to drop and run, I use the force of the fall to dig the toe of my boots between cobblestones. And with all the energy I&apos;ve stored from letting the blood pool in my legs for four hours&mdash;sitting in tight, padded pants&mdash;all I want to do is run.</p><p>&emsp;The stones shift their alignment when my boots break the ground. The assailant runs west, crossing back through the market, and though they&apos;re a few rows over, shrouded in a tattered crimson hood with an Essence Tool beneath their arm, I&apos;m still the closest to catching them.</p><p>&emsp;We weave between crowds at different speeds. While I waste momentum weaving around civilians, they cut straight through them&mdash;but still, they&apos;re uncommonly quick for a human, and it&apos;s when the wind sheds their disguise that I see the cat ears. Long locks of black hair trail behind them, and in the absence of short fur, it means they&apos;re a half-blood, dipping into their gift of Ahkvan Essence to accelerate time around them.</p><p>&emsp;I vault over the table of a turquoise tent where Kine changes hands. Now the thief is right ahead of me, and instead of shouting, I save my breath to run faster. Time dilates ever-so-slightly around them, casting their shaded features in blue, but I wager that their abilities are nothing compared to my compass.</p><p>&emsp;But all my running has prepared me for this. As they break the edge of the market, approaching the thin line of houses separating the industrial district and old Gaffesend Castle, it seems they&apos;re familiar with Gaffesend&apos;s best abandoned places to hide.</p><p>&emsp;Jullian shouts something behind me, straining his voice trying to get me to stop, as several other guards give chase. But as we weave between narrow alleys of the tenement homes, I&apos;m the only one that can see the half-blood thief.</p><p>&emsp;The edge of the district is coming near, where a long wooden fence partitions the district from all the abandoned spaces. The assailant takes their time to amble over the edge with the Essenced artifact, and by the time their feet land on the other side, I charge my Essence enough to directly blast myself straight through the wood, casting charred chips of timber toward the abandoned buildings, knowing I&apos;ll be paying for it later with another domestic quest.</p><p>&emsp;I can see them clearer now that we&apos;re neck-and-neck, and I recognize the tattered cloak looks familiar as it billows behind her. Three steps behind, we approach the old castle shed, separated from the grounds of the Estate. To a layman, it would be a dead end&mdash;but for someone with knowledge of the Royal Guards&mdash;it&apos;s an ancient egress point, and when she enters the small storeroom lined with aged tools from centuries ago, she knows to slip beneath the busted trapdoor to drop down into the ancient tunnels.</p><p>&emsp;If only I had this much adrenaline during the parade, maybe the outcome would be different, because from all the energy coursing through my circuits and veins, I don&apos;t think twice about dropping down into the old escape tunnels. Her boots splash in the murky water, crunching the bones of forgotten skeletons that fought the front lines  five hundred years ago. When I land in the calf-high sludge, I cast a plume of fire that bounces between the walls, lighting the lines of the long earthen tomb until it sizzles in the water, just long enough to see her silhouette shrink down the straightaway.</p><p>&emsp;But I&apos;m not letting her go.</p><p>&emsp;A persistent flame materializes above my head, flickering with the musty air as I trudge-run through the roughly-hewn tunnel. The splashing gets louder as I gain on her, turning right, then left, then left again, as I try to remember the maps from the briefing all those months ago.</p><p>&emsp;My race&apos;s skill with healing means I&apos;m sensitive to others&mdash;and when I attenuate her vitals, I can feel her exhaustion, fighting for breath as we approach what looks like a dead end, only to burst through a door to a stairwell that takes us up into the castle courtyard.</p><p>&emsp;I find the energy to yell. &quot;You&apos;re not getting away from me,&quot; I shout, and when we break the threshold of the courtyard, we find drifters and vagrants making camp with tattered sheets, stoking fires with their meager Essence. She scales the stairs of the main edifice, and I wonder why she gains height when it only means she&apos;s getting further from the ground.</p><p>&emsp;I&apos;m close enough now that I can feel the wind she displaces. She grabs for a steaming pot and launches it at me, casting a spray of boiling soup, but I duck out of the way, regathering my footing as she tries throwing down debris to trip me.</p><p>&emsp;But she wasted too much on the offense. I grab her cloak as we crest the stairs of the old hall, so crumbled from war and the elements that sunlight streams through the ceiling and walls.</p><p>&emsp;&quot;Enough,&quot; I shout.</p><p>&emsp;But she tears out a shortsword with her other hand, slicing through the fabric as I stumble. With the Essence Tool still cradled in her arm, she draws her weapon to face me. I drop the scrap of fabric, realizing from touch that it&apos;s a guard cloak.</p><p>&emsp;Her sharp blue eyes catch the trainee insignia on my armor, along with my identifying number. &quot;A replacement,&quot; she says.</p><p>&emsp;We circle around a table. &quot;You stole that cloak from a guard,&quot; I say, as I draw my sword. &quot;Reinforcements are right behind me. You have nowhere to go!&quot;</p><p>&emsp;&quot;You&apos;re as disposable as I was,&quot; she says. &quot;Your number. Starting with eighty-four means they have you in the house with the lake view.&quot;</p><p>&emsp;&quot;How could you know that?&quot; I ask, but I don&apos;t let her mind games shake me.</p><p>&emsp;&quot;Because your name is coming off that damn key just like mine was, and you&apos;ll have nothing,&quot; she shouts, ripping the table aside as she takes her first swing at me.</p><p>&emsp;We trade blows, fighting in a hall that the old Knights once trained in, clashing our swords with echoes of an ancient past. I remember Derry, the baker, and a name that crests my lips as I try to remember.</p><p>&emsp;Our circling runs me into the edge of a table, and unable to evade, she drives at me with a powerful blow, buffeting me with the Essence Tool. I stumble, nearly dropping my sword as she slices across my breastplate, catching metal instead of flesh.</p><p>&emsp;&quot;Aleena,&quot; I say. &quot;Why do you do this?&quot;</p><p>&emsp;She pauses for a moment, as if she&apos;d really give an answer. But then she runs for the spiral staircase to the upper floors, and I give chase, just as I hear the other lagging guards approach the hall.</p><p>&emsp;I take two steps at a time, casting sparks as my steel pauldtons scrape the side of the stairwell. I can hear her footfalls directly above me as we get higher and higher and higher, until we reach the very top. </p><p>&emsp;She&apos;s running out of avenues to escape. All that&apos;s left are the buildings of the old industrial district that border the castle, and when we&apos;re four stories up, running across ramparts that look out to a stark cliffside bordering the forest, I doubt she has anywhere to go.</p><p>&emsp;But then she jumps onto a roof of a wooden building in the servants&apos; quarter. She yelps when her foot crashes through the ceiling, withdrawing as I decide to approach from the other side, aiming for the central beam id the frame instead of the eaves.</p><p>&emsp;We&apos;re neck-and-neck as she lumbers with the stolen tool and I struggle with my armor, not quite in grabbing distance when the fall is too much of a consequence. She&apos;s heading for the other side of the castle rampart bordering the industrial warehouses, and when I think I&apos;m about to grab her, she channels all her Essence into accelerating for one final sprint.</p><p>&emsp;My breath tastes like poison when it leaves my lungs. Falling further behind, I watch as she runs directly for the edge of the castle wall, as if to jump to her death. But without hesitation, she clambers onto a straightaway of stone slabs, managing seven strides before she launches herself over the edge.</p><p>&emsp;She vanishes from sight. And I wager she&apos;s planned this all from the start: planning to live and steal another day, so before the hesitation seizes my muscles, I take the same seven steps and launch myself over the edge.</p><p>&emsp;I can feel the turbulence of wind as gravity comes to collect on my four-story climb. Behind me, I hear Jullian cry my name, and beneath me, a yawning gap spans a thousand years of progress between the old castle and the tall industrial building.</p><p>&emsp;We float in the air at the same time, flying like the Auvryan angels of their floating lands. Her Ahkvan reflexes give her just shy of nine lives to land. I hinge my legs in anticipation of crashing into the gravel roof, and after she rolls off her fall, I thrust myself with a plume of flames to break my speed enough to twist myself into a barrel roll.</p><p>&emsp;The roof is small, high, and flat, surrounded by the stark eaves of industrial buildings that are unnavigable. Out of breath, she rushes for the roof access door, only to find it locked, desperately jimmying the round handle as she groans in exasperation.</p><p>&emsp;&quot;Drop it,&quot; I tell her.</p><p>&emsp;She complies, placing the artifact on the ground. &quot;As soon as I failed that test, I was always destined to die. So do whatever you have to do with me.&quot;</p><p>&emsp;I quickly glance to the edge of the castle wall, so much higher than I remember. All the guards descended the stairs, running around to reconvene inside the warehouse. And I make a decision. </p><p>&emsp;I reach past her, tensioning my fingers against the knob as it glows with scalding heat.</p><p>&emsp;&quot;What are you doing? But aren&apos;t you going to take me in? I&apos;m a part of the Den Of Thieves now!&quot;</p><p>&emsp;&quot;You and I aren&apos;t that different. Just separated by time, I fear.&quot; I gesture for the door. &quot;She got away. But she dropped the high-value tool she might have used to aid the enemy.&quot;</p><p>&emsp;A look of shameful relief flushes her face. Sweat mixes with tears she refuses to allow to break the threshold of her eyes. &quot;I never wanted it to end up this way,&quot; she says. &quot;Aren&apos;t you afraid they&apos;ll send you to die? And then what will you do?&quot;</p><p>&emsp;&quot;I don&apos;t know,&quot; I tell her. &quot;But you can choose something else.&quot;</p><p>&emsp;She makes for the stairway as I hear a dozen footfalls reach the gravel lot below. Then she hesitates. &quot;There&apos;s something brewing from the East, I hear,&quot; she says. &quot;Melenia&apos;s had a dangerous change in its royalty. And I&apos;ve heard things.&quot;</p><p>&emsp;&quot;Heard what?&quot; I ask.</p><p>&emsp;&quot;Just . . . stay aware,&quot; she says. &quot;Watch the East.&quot;</p><p>&emsp;Ans then she disappears past the threshold. My hands clasp the Easence Tool as I give three seconds before I chase her again, but without wares to weigh her down, I find she&apos;s already gone.</p>",
    "<p>&emsp;&quot;That wasn&apos;t our job! That was stupid and senseless,&quot; Jullian says. He looks at the bare flesh of my arm, scratched enough from rolling on roof stones that it bleeds in a staccato of open cuts. </p><p>&emsp;I can feel his power mend my flesh as we walk back across the abandoned fields, warming the skin and coaxing it to join again.</p><p>&emsp;&quot;I thought you&apos;d react differently,&quot; I say, cradling the artifact in my good arm.</p><p>&emsp;&quot;I think that was reckless, and you could have gotten yourself killed.&quot; He looks at the ground with the same expression he wore when Cody called him out. &quot;You&apos;re not supposed to do all that hero stuff. You were supposed wait for the real guards.&quot;</p><p>&emsp;&quot;The real guards? We are real guards,&quot; I say.</p><p>&emsp;&quot;But not yet.&quot;</p><p>&emsp;I ball my fists in my gauntlets. &quot;But how can you say that, after I succeeded at that?&quot; I ask.</p><p>&emsp;&quot;But she got away,&quot; he says.</p><p>&emsp;&quot;But I recovered the stolen item,&quot; I argue.</p><p>&emsp;He sighs. &quot;Yeah. You did. And no, I guess I&apos;m wrong &mdash; you did something well this time.&quot;</p><p>&emsp;&quot;This time?&quot; I ask. The cereal grasses crunch beneath our boots for the last span of nature until we reach the scalding hole in the fence.</p><p>&emsp;He tries to take my hand, and I let him, but there&apos;s little energy behind it. He gestures to the huge hole in the wall. &quot;At least your father worked with wood. I hope he taught you enough to fix this mess.&quot;</p><p>&emsp;I usher a laugh.</p><p>&emsp;&quot;But hey, it&apos;s cool that you got your moment. I wish more people saw it, though &mdash; and not just the homeless that live out there in the ruins.&quot;</p><p>&emsp;&quot;I didn&apos;t do it for the recognition,&quot; I say. &quot;But I hope it helps my case.&quot;</p><p>&emsp;&quot;I&apos;m sure it will,&quot; he says.</p><p>&emsp;We walk through the same twist of alleyways before returning the item to the shopkeeper at the tent. They add an addendum to my quest form with a page-long note about my efforts, and I enthusiastically fold the pages together, burying them in the pocket of my padded pants.</p><p>&emsp;When we re-emerge in the part of town that hasn&apos;t heard of my recent exploits, Jullian tries to flirt with me, but I feel distant. I look down at my battered hands. I think of the fear inside the eyes of that girl, Aleena, just a year older than I was, so consumed by the thought of life after failure that I feel nothing when Jullian kisses me goodbye at the door, refusing again to stay the night.</p><p>&emsp;A sweet smell greets me when I return. I find a small dessert sitting on a polished plate that&apos;s obviously not from my world.</p><p>&emsp;It&apos;s a cookie.</p><p>&emsp;And scrawled in neat letters that aren&apos;t from my world either, I find a small note written on a yellow sticky square in dark black ink:</p><p><span class=CodyHand msgnote>FOR THE BRAVE KNIGHT NEXT DOOR: </span></p><p><span class=CodyHand msgnote>I MADE EXTRA. </span></p><p><span class=CodyHand msgnote>YOUR TENTATIVE FRIEND. CODY</span></p>"
  ],
  "BodyFormatted": [
    [
      "<p id=\"2.20.1.1\" class=\"Katiya\">&emsp; I refuse to let in a chance for anything to happen, and that&apos;s why I rise early. Earlier than the knocker that comes to wake me. Earlier than the sun: early enough that the morning hours mask my presence while I wear the hood of my uniform, tucking my golden locks of braided hair beneath the fabric.</p>",
      "<p id=\"2.20.1.2\" class=\"Katiya\">&emsp;There&apos;s still the early risers that do their training in the mornings, and with the approach of our first competencies that all city guards are required to take, the training fields and the alleys between the barracks bustle with far more sweaty servicemen.</p>",
      "<p id=\"2.20.1.3\" class=\"Katiya\">&emsp;So it&apos;s no surprise when the cover of dusk no longer hides me. I hear their whispers when I pass &mdash; or maybe half the time I think I hear them &mdash; calling me &quot;choke&quot; and making a gagging motion, or asking again why I even bothered, some even saying I&apos;d be better suited &quot;for the shady brothels where I could at least be paid to choke on something.&quot; Gossip is easy. Giving up is easy, too: but when I feel the weight of the house key in my pocket, trying to estimate how much heavier it was before the first cadet failed their trials, I remember the other choice is death, and it&apos;s a much stronger wind in my sails than whatever storm these troglodytes can throw at me.</p>",
      "<p id=\"2.20.1.4\" class=\"Katiya\">&emsp;My shoulder scrapes the left wall as I take every narrow alley I can. It&apos;s the first day I&apos;ve decided to visit him, because for the last two weeks, I&apos;ve rued the thought of leaving the infirmary to face their ridicule in broad daylight, though none of them have ever faced anything close to what I&apos;ve fought.</p>",
      "<p id=\"2.20.1.5\" class=\"Katiya\">&emsp;His messages told me that he&apos;d crack the back door of his room in the single-story medical building, and when I find some old, thick tome called FEAR THE CHYMAERA wedged in one of the doors, I cautiously creak it open.</p>",
      "<p id=\"2.20.1.6\" class=\"Katiya\">&emsp;&quot;So you finally came to check on me,&quot; Bertram says. Despite his graze with death, he&apos;s the clearest example of why the Royal Guard juice their soldiers on heavy Essence. &quot;You saved me just in time. The medic said my organs would start shutting down, one by one, if you arrived any later.&quot;</p>",
      "<p id=\"2.20.1.7\" class=\"Katiya\">&emsp;He gets up from the bed in his white hospital gown labeled HARLOWE-B, stretching with a few twists before he approaches. Despite the pallidness of his skin, and the darkened marks on his extremities from where the Chymaeran Curse seized his body, he seems no less capable than any day I&apos;ve seen him before.</p>",
      "<p id=\"2.20.1.8\" class=\"Katiya\">&emsp;&quot;So why are you still here?&quot; I ask.</p>",
      "<p id=\"2.20.1.9\" class=\"Katiya\">&emsp;&quot;The damage is inside, and it will take a while to heal,&quot; Bertram says. &quot;My outside is as handsome as ever, but that assassin did a number on my insides. Said I can&apos;t start training again for another two weeks or so.&quot;</p>",
      "<p id=\"2.20.1.10\" class=\"Katiya\">&emsp;&quot;Oh,&quot; I say. I sit at the chair next to the window. Between the gravel lot outside and the brutal concrete walls, it feels more like a prison infirmary than anything else. &quot;I think I&apos;d get sicker just by staying in this room,&quot; I say. &quot;Do you get to walk around outside, at least?&quot;</p>",
      "<p id=\"2.20.1.11\" class=\"Katiya\">&emsp;&quot;Not really,&quot; he says. &quot;But thinking of the effort you guys put into saving me, it makes me feel full.&quot;</p>",
      "<p id=\"2.20.1.12\" class=\"Katiya\">&emsp;I smile. &quot;You&apos;re worth it. Plus, I kind of owed you for a while.&quot;</p>",
      "<p id=\"2.20.1.13\" class=\"Katiya\">&emsp;&quot;I wish I could have a cool scar like you,&quot; he says, tracing a finger across his face from brow to cheek. &quot;You must be celebrated out there for all that. Have you paid for a single drink at the bar since then?&quot;</p>",
      "<p id=\"2.20.1.14\" class=\"Katiya\">&emsp;My smile fades. &quot;It&apos;s easier to talk poorly about people than to praise them. And I choked a little too much.&quot;</p>",
      "<p id=\"2.20.1.15\" class=\"Katiya\">&emsp;&quot;But a noble is alive because of you!&quot;</p>",
      "<p id=\"2.20.1.16\" class=\"Katiya\">&emsp;&quot;But the wife won&apos;t forgive me. She made a whole show of it at the town hall before they left. Blamed it all on me, though I didn&apos;t pull the trigger.&quot; I sigh. &quot;But at least Aldrin knows the worth of my efforts.&quot;</p>",
      "<p id=\"2.20.1.17\" class=\"Katiya\">&emsp;He rummages under his bed. &quot;Well, it might have been a while ago, but I think I can be the first,&quot; he says. I hear the clatter of glass as he tears through his meager possessions that they let him hold on to. A drawing of the two of us floats across the floor, and I recognize the artistry from my father.</p>",
      "<p id=\"2.20.1.18\" class=\"Katiya\">&emsp;&quot;When was this?&quot; I ask. &quot;And why was it here?&quot;</p>",
      "<p id=\"2.20.1.19\" class=\"Katiya\">&emsp;He blushes: the first sign of life I&apos;ve seen on his pallid face as he holds two bottles. &quot;Just remembering the ones that got me through it,&quot; he says, and then he hands me one. &quot;Ryder and Pax and Cae came by last week. They smuggled in a six-pack, so we had four of them. But I saved two for the day you came back.&quot;</p>",
      "<p id=\"2.20.1.20\" class=\"Katiya\">&emsp;I laugh, looking around cautiously as I grasp the neck of the bottle. The Essenced heat of my hands heats the metal cap enough for it to expand, popping off with a light thunk, and we cheers over half-a-success and half-a-failure. </p>",
      "<p id=\"2.20.1.21\" class=\"Katiya\">&emsp;But I can tell something is still on his mind. And after he wets his mouth a couple times with the ale, quickly chugging so we can hide the evidence, he finally speaks.</p>",
      "<p id=\"2.20.1.22\" class=\"Katiya\">&emsp;&quot;You know, I thought about some stuff when I was on the edge,&quot; he says, sitting on the left side of the hospital bed in his white gown. &quot;I thought about all the things I hadn&apos;t done yet. That I regretted putting off.&quot;</p>",
      "<p id=\"2.20.1.23\" class=\"Katiya\">&emsp;&quot;I understand that fear completely,&quot; I say, as I sit beside him. &quot;The world is so random and chaotic, sometimes it makes you wonder if the Gods stopped watching a long time ago. But you&apos;ve been blessed with more time.&quot;</p>",
      "<p id=\"2.20.1.24\" class=\"Katiya\">&emsp;&quot;More time to express my feelings,&quot; he says: a look of hesitation on his face. &quot;In the week I was on the brink of death, I wrote letters in case I didn&apos;t make it. But then I survived. I started healing quickly, and with a second shot, I decided I should go back to the place it all began.&quot;</p>",
      "<p id=\"2.20.1.25\" class=\"Katiya\">&emsp;My stomach twists at the thought. &quot;You&apos;ve lived don&apos;t mean&mdash;&quot;</p>",
      "<p id=\"2.20.1.26\" class=\"Katiya\">&emsp;&quot;And not alone,&quot; he says. &quot;I want to go back to the place our lives changed forever. I want to go to Hillfar with you, and I want to tell you something. And that&apos;s why,&quot; he reaches behind his back to retrieve two familiar forms, &quot;I insisted that the guildscribes make it official.&quot;</p>",
      "<p id=\"2.20.1.27\" class=\"Katiya\">&emsp;&quot;Going back there. I mean&mdash;&quot; I stammer.</p>",
      "<p id=\"2.20.1.28\" class=\"Katiya\">&emsp;&quot;If you&apos;re not ready yet, I get it. But I think it would be good for us, and I just wanted you to be aware, so you can prepare yourself.&quot;</p>",
      "<p id=\"2.20.1.29\" class=\"Katiya\">&emsp;I look at the quest form: neatly written in the script of the guildscribes. A high-value, four-star quest, with the purpose written in Bertram&apos;s block script that reads FACING A FORMIDABLE PAST.</p>",
      "<p id=\"2.20.1.30\" class=\"Katiya\">&emsp;&quot;Those days in Hillfar cross my thoughts every day,&quot; I say. &quot;I thought time would dull them, but I still feel like I&apos;m there right now.&quot;</p>",
      "<p id=\"2.20.1.31\" class=\"Katiya\">&emsp;&quot;Of course,&quot; he says, looking down at his own sheet.</p>",
      "<p id=\"2.20.1.32\" class=\"Katiya\">&emsp;&quot;The quest involves going there. And I feel like I have to fully convince myself I&apos;ve left before I go back.&quot;</p>",
      "<p id=\"2.20.1.33\" class=\"Katiya\">&emsp;&quot;Then I&apos;ll be patiently waiting,&quot; he assures me. He reaches to grab my hand. &quot;You&apos;re the strongest person I know.&quot;</p>",
      "<p id=\"2.20.1.34\" class=\"Katiya\">&emsp;I tension his hand in mine on a spark of courage. &quot;But I swear to Khiras that I&apos;ll find it in me before this ends. By the end of this season,&quot; I tell him, &quot;I promise you and I will return.&quot;</p>",
      "<p id=\"2.20.1.35\" class=\"Katiya\">&emsp;Bertram&apos;s smile creases with the dimples he&apos;s had since he was a child, taking my quest form to return it to the folder. </p>",
      "<p id=\"2.20.1.36\" class=\"Katiya\">&emsp;&quot;And if you can do that, then maybe I can find the courage, too,&quot; he says.</p>",
      "<p id=\"2.20.1.37\" class=\"Katiya\">&emsp;&quot;To go there?&quot; I ask.</p>",
      "<p id=\"2.20.1.38\" class=\"Katiya\">&emsp;&quot;More than that,&quot; he replies. &quot;But it doesn&apos;t matter yet. It seems you&apos;re the one that will have to be brave first.&quot;</p>",
      "<p id=\"2.20.1.39\" class=\"Katiya\">&emsp;We leave the challenge at that. Another ten minutes pass before we hear the nurses start to make their morning rounds, so I stuff the two bottles in my rucksack neck-up, along with the thick paper doorstop.</p>",
      "<p id=\"2.20.1.40\" class=\"Katiya\">&emsp;&quot;So you&apos;re going on a local quest with double-L, huh?&quot; Bertram asks, reclining back in his bed as he opens an illustrated book about Blackwater. &quot;He must have had his come-to-Khiras moment about you. Or maybe he feels like he&apos;s in trouble.&quot;</p>",
      "<p id=\"2.20.1.41\" class=\"Katiya\">&emsp;&quot;No&mdash;he just has the first group of friends he&apos;s ever had,&quot; I say. &quot;I want him to enjoy them. Because I know he&apos;ll come back.&quot;</p>",
      "<p id=\"2.20.1.42\" class=\"Katiya\">&emsp;&quot;With an apology, I hope,&quot; Bertram says.</p>",
      "<p id=\"2.20.1.43\" class=\"Katiya\">&emsp;I disappear through the door just as the nurse announces his name. The lock clicks in place as I draw my hood, dissolving back between the alleys as morning turns to day.</p>"
    ],
    [
      "<p id=\"2.20.2.1\" class=\"Katiya\">&emsp;&quot;I want to apologize to you,&quot; Jullian says.</p>",
      "<p id=\"2.20.2.2\" class=\"Katiya\">&emsp;He takes my hand as we swelter inside the guard tent. I thought an open-air bazaar meant a cooling breeze might flow through every once in a while&mdash;or that the tattered tarp above our heads might block the rays&mdash;but the air scalds our lungs like sitting in a kiln.</p>",
      "<p id=\"2.20.2.3\" class=\"Katiya\">&emsp;He parts his chapped lips, and his eyes trace the floor in the same tick of nervousness he&apos;s had since I met him. But there are still signs we&apos;ve grown together. And when he takes another pull off his second fill of the canteen, his eyes meet mine, and he doesn&apos;t hesitate to speak his mind.</p>",
      "<p id=\"2.20.2.4\" class=\"Katiya\">&emsp;&quot;I&apos;m sorry because I feel like I&apos;ve gotten carried away,&quot; he says. &quot;Away from all the burdens of the old days: days we spent taking care of our siblings when our moms were working to put food on the table, and now that I have the chance to make my first group of friends, it&apos;s like taking off ankle weights. And all I want to do is run.&quot;</p>",
      "<p id=\"2.20.2.5\" class=\"Katiya\">&emsp;&quot;As long as you don&apos;t run away,&quot; I say. I tension my sweaty fingers in his, and he returns my strength. &quot;You should have fun during this please. We should both enjoy it: we gave so much of our lives to be here.&quot;</p>",
      "<p id=\"2.20.2.6\" class=\"Katiya\">&emsp;He nods.</p>",
      "<p id=\"2.20.2.7\" class=\"Katiya\">&emsp;I say, &quot;And I want to enjoy it together with you.&quot;</p>",
      "<p id=\"2.20.2.8\" class=\"Katiya\">&emsp;&quot;Of course&mdash;&quot;</p>",
      "<p id=\"2.20.2.9\" class=\"Katiya\">&emsp;&quot;&mdash;And you&apos;ve just been so far away,&quot; I say: careful to distill my emotions through the joy of a love I feel so strongly. &quot;We promised to be candid to each other, and . . . when you leave so early in the morning, before I can even wake to see you or touch you, it just makes me feel so alone.&quot;</p>",
      "<p id=\"2.20.2.10\" class=\"Katiya\">&emsp;&quot;And I&apos;m sorry,&quot; he says.</p>",
      "<p id=\"2.20.2.11\" class=\"Katiya\">&emsp;&quot;Why do you have to leave all the time?&quot;</p>",
      "<p id=\"2.20.2.12\" class=\"Katiya\">&emsp;He stands up, approaching the edge of the canvas window. &quot;I don&apos;t know.&quot;</p>",
      "<p id=\"2.20.2.13\" class=\"Katiya\">&emsp;&quot;You don&apos;t know?&quot; I approach, refusing to let him escape again. &quot;How can you not know?&quot;</p>",
      "<p id=\"2.20.2.14\" class=\"Katiya\">&emsp;&quot;It&apos;s just . . . I&apos;ve spent my whole life living for others. For my siblings, my family&mdash;almost like a good childhood skipped me&mdash;and I was forced to give it all away to the ones that came after. And now,&quot; he says, &quot;I have this freedom I&apos;ve never had before, and I don&apos;t know what to do with it. And any time I wake up sitting there, just standing still, I feel like I&apos;m spending the last seconds of my youth before I get too old to live it, just full of regret.&quot;</p>",
      "<p id=\"2.20.2.15\" class=\"Katiya\">&emsp;&quot;But you weren&apos;t there,&quot; I tell him. He struggles to look at me, but I can sense the pain of loneliness no different than mine. &quot;Why didn&apos;t you stand up for me, or at least come to visit in the days after the attempt on that noble&apos;s life? Were you . . . ashamed of me?&quot; I remember when he couldn&apos;t even return my gaze when we entered the hall with Bertram. It might have been the first event that precipitated this long spiral.</p>",
      "<p id=\"2.20.2.16\" class=\"Katiya\">&emsp;&quot;I had a moment of weakness,&quot; he says. &quot;I should have been there, but every second I wasn&apos;t, this guilt just kept getting greater and greater, until the point that I was afraid of facing you. That you&apos;d think I deserted you.&quot;</p>",
      "<p id=\"2.20.2.17\" class=\"Katiya\">&emsp;&quot;But you did,&quot; I say.</p>",
      "<p id=\"2.20.2.18\" class=\"Katiya\">&emsp;&quot;And I&apos;ve been terrified of this moment ever since,&quot; he says. He brushes a strand of stray hair over my ear. His gauntlets grasp the side of my head, tracing his thumb on my cheek. &quot;I&apos;ve always hated this weakness I&apos;ve felt my entire life. This cowardice, of a boy that never made friends, made fun of, and was so scared and unchallenged that he never tried to fly.&quot; He tears up a little. &quot;And I guess I&apos;ve taken for granted the one thing I&apos;ve thought I would always have, supporting me through it all. You,&quot; he says.</p>",
      "<p id=\"2.20.2.19\" class=\"Katiya\">&emsp;The anger and sorrow mix at just a level that I feel them rest at a stalemate. &quot;I want to be there for you, Jullian. But I need you to try, just try, to be there for me. And to stay,&quot; I tell him.</p>",
      "<p id=\"2.20.2.20\" class=\"Katiya\">&emsp;I tension my arms around his waist, ducking my head beneath his neck as he buries his head into my hair. I mumble something into his chestplate that he doesn&apos;t hear.</p>",
      "<p id=\"2.20.2.21\" class=\"Katiya\">&emsp;&quot;What&apos;s that?&quot;</p>",
      "<p id=\"2.20.2.22\" class=\"Katiya\">&emsp;&quot;I said, this isn&apos;t very comfortable,&quot; I say. </p>",
      "<p id=\"2.20.2.23\" class=\"Katiya\">&emsp;We share a laugh, glancing out across the bustling market: a mosaic of merchants and shoppers browsing and bartering beneath the thin linen.</p>",
      "<p id=\"2.20.2.24\" class=\"Katiya\">&emsp;His mouth curls in a grin after he finds the space to relax again. &quot;You know I love you, right?&quot;</p>",
      "<p id=\"2.20.2.25\" class=\"Katiya\">&emsp;&quot;I know that,&quot; I tell him.</p>",
      "<p id=\"2.20.2.26\" class=\"Katiya\">&emsp;&quot;I just thought about what that guy you were with the other day said, you know.&quot;</p>",
      "<p id=\"2.20.2.27\" class=\"Katiya\">&emsp;&quot;The &apos;science guy?&apos;&quot;</p>",
      "<p id=\"2.20.2.28\" class=\"Katiya\">&emsp;&quot;Yeah. I bet he&apos;s just jealous,&quot; he says. A familiar glare of envy glazes in his eyes. &quot;I think when this is over, we should ditch the armor and&mdash;&quot;</p>",
      "<p id=\"2.20.2.29\" class=\"Katiya\">&emsp;A sudden commotion stirs beneath one of the tents when we hear shouts far louder than usual.</p>",
      "<p id=\"2.20.2.30\" class=\"Katiya\">&emsp;&quot;&mdash;I mean, we should ditch the armor and&mdash;&quot;</p>",
      "<p id=\"2.20.2.31\" class=\"Katiya\">&emsp;&quot;Where is that coming from?&quot; I look at today&apos;s vendor map, counting three rows over as an assailant wrangles something from beneath a table. My finger traces the map as my other hand finds the marching tent. It&apos;s one of the high-end Essence technology-dealing tables.</p>",
      "<p id=\"2.20.2.32\" class=\"Katiya\">&emsp;&quot;We need to get over there,&quot; I say. The cable lines are in place, spanning across the market from the top of the tower. And my hand can take the heat of the friction.</p>",
      "<p id=\"2.20.2.33\" class=\"Katiya\">&emsp;&quot;It&apos;s not your job, Katiya,&quot; he says. &quot;We just wire it in to Command, and they dispatch the experienced guards!&quot;</p>",
      "<p id=\"2.20.2.34\" class=\"Katiya\">&emsp;I feel something twist inside me. &quot;But it will be too late. And we have the height to&mdash;&quot;</p>",
      "<p id=\"2.20.2.35\" class=\"Katiya\">&emsp;&quot;I just don&apos;t want you to get hurt again,&quot; he says. </p>",
      "<p id=\"2.20.2.36\" class=\"Katiya\">&emsp;The thief is already running across the market. And I see the span of cable that can take me to intercept. </p>",
      "<p id=\"2.20.2.37\" class=\"Katiya\">&emsp;He adds, &quot;Just stop trying to be a hero and stay close to me!&quot;</p>",
      "<p id=\"2.20.2.38\" class=\"Katiya\">&emsp;&quot;You don&apos;t get it,&quot; I say, leaping out the window before he can grab the back of my cloak, before my mind can catch up on what I&apos;m doing, as I withdraw the channeled metal hand-hold and put my full weight on the wire from two stories up.</p>"
    ],
    [
      "<p id=\"2.20.3.1\" class=\"Katiya\">&emsp;I&apos;m lucky my panic catches when I&apos;m two stories off the ground: gravity doesn&apos;t hinder my hesitation, but only aids it. The panic makes me hold fast to the metal contact: siphoning the friction of the Essence into my circuits in a rejuvenating reversal.</p>",
      "<p id=\"2.20.3.2\" class=\"Katiya\">&emsp;The energy cycles through my body from my arms to my legs, and though my blood freezes with the initial surge of panic, my circuits are scalding with power. The vibrations in the tether rattle the bones in my arms, casting sparks of hot iron, and when I&apos;m close enough to drop and run, I use the force of the fall to dig the toe of my boots between cobblestones. And with all the energy I&apos;ve stored from letting the blood pool in my legs for four hours&mdash;sitting in tight, padded pants&mdash;all I want to do is run.</p>",
      "<p id=\"2.20.3.3\" class=\"Katiya\">&emsp;The stones shift their alignment when my boots break the ground. The assailant runs west, crossing back through the market, and though they&apos;re a few rows over, shrouded in a tattered crimson hood with an Essence Tool beneath their arm, I&apos;m still the closest to catching them.</p>",
      "<p id=\"2.20.3.4\" class=\"Katiya\">&emsp;We weave between crowds at different speeds. While I waste momentum weaving around civilians, they cut straight through them&mdash;but still, they&apos;re uncommonly quick for a human, and it&apos;s when the wind sheds their disguise that I see the cat ears. Long locks of black hair trail behind them, and in the absence of short fur, it means they&apos;re a half-blood, dipping into their gift of Ahkvan Essence to accelerate time around them.</p>",
      "<p id=\"2.20.3.5\" class=\"Katiya\">&emsp;I vault over the table of a turquoise tent where Kine changes hands. Now the thief is right ahead of me, and instead of shouting, I save my breath to run faster. Time dilates ever-so-slightly around them, casting their shaded features in blue, but I wager that their abilities are nothing compared to my compass.</p>",
      "<p id=\"2.20.3.6\" class=\"Katiya\">&emsp;But all my running has prepared me for this. As they break the edge of the market, approaching the thin line of houses separating the industrial district and old Gaffesend Castle, it seems they&apos;re familiar with Gaffesend&apos;s best abandoned places to hide.</p>",
      "<p id=\"2.20.3.7\" class=\"Katiya\">&emsp;Jullian shouts something behind me, straining his voice trying to get me to stop, as several other guards give chase. But as we weave between narrow alleys of the tenement homes, I&apos;m the only one that can see the half-blood thief.</p>",
      "<p id=\"2.20.3.8\" class=\"Katiya\">&emsp;The edge of the district is coming near, where a long wooden fence partitions the district from all the abandoned spaces. The assailant takes their time to amble over the edge with the Essenced artifact, and by the time their feet land on the other side, I charge my Essence enough to directly blast myself straight through the wood, casting charred chips of timber toward the abandoned buildings, knowing I&apos;ll be paying for it later with another domestic quest.</p>",
      "<p id=\"2.20.3.9\" class=\"Katiya\">&emsp;I can see them clearer now that we&apos;re neck-and-neck, and I recognize the tattered cloak looks familiar as it billows behind her. Three steps behind, we approach the old castle shed, separated from the grounds of the Estate. To a layman, it would be a dead end&mdash;but for someone with knowledge of the Royal Guards&mdash;it&apos;s an ancient egress point, and when she enters the small storeroom lined with aged tools from centuries ago, she knows to slip beneath the busted trapdoor to drop down into the ancient tunnels.</p>",
      "<p id=\"2.20.3.10\" class=\"Katiya\">&emsp;If only I had this much adrenaline during the parade, maybe the outcome would be different, because from all the energy coursing through my circuits and veins, I don&apos;t think twice about dropping down into the old escape tunnels. Her boots splash in the murky water, crunching the bones of forgotten skeletons that fought the front lines  five hundred years ago. When I land in the calf-high sludge, I cast a plume of fire that bounces between the walls, lighting the lines of the long earthen tomb until it sizzles in the water, just long enough to see her silhouette shrink down the straightaway.</p>",
      "<p id=\"2.20.3.11\" class=\"Katiya\">&emsp;But I&apos;m not letting her go.</p>",
      "<p id=\"2.20.3.12\" class=\"Katiya\">&emsp;A persistent flame materializes above my head, flickering with the musty air as I trudge-run through the roughly-hewn tunnel. The splashing gets louder as I gain on her, turning right, then left, then left again, as I try to remember the maps from the briefing all those months ago.</p>",
      "<p id=\"2.20.3.13\" class=\"Katiya\">&emsp;My race&apos;s skill with healing means I&apos;m sensitive to others&mdash;and when I attenuate her vitals, I can feel her exhaustion, fighting for breath as we approach what looks like a dead end, only to burst through a door to a stairwell that takes us up into the castle courtyard.</p>",
      "<p id=\"2.20.3.14\" class=\"Katiya\">&emsp;I find the energy to yell. &quot;You&apos;re not getting away from me,&quot; I shout, and when we break the threshold of the courtyard, we find drifters and vagrants making camp with tattered sheets, stoking fires with their meager Essence. She scales the stairs of the main edifice, and I wonder why she gains height when it only means she&apos;s getting further from the ground.</p>",
      "<p id=\"2.20.3.15\" class=\"Katiya\">&emsp;I&apos;m close enough now that I can feel the wind she displaces. She grabs for a steaming pot and launches it at me, casting a spray of boiling soup, but I duck out of the way, regathering my footing as she tries throwing down debris to trip me.</p>",
      "<p id=\"2.20.3.16\" class=\"Katiya\">&emsp;But she wasted too much on the offense. I grab her cloak as we crest the stairs of the old hall, so crumbled from war and the elements that sunlight streams through the ceiling and walls.</p>",
      "<p id=\"2.20.3.17\" class=\"Katiya\">&emsp;&quot;Enough,&quot; I shout.</p>",
      "<p id=\"2.20.3.18\" class=\"Katiya\">&emsp;But she tears out a shortsword with her other hand, slicing through the fabric as I stumble. With the Essence Tool still cradled in her arm, she draws her weapon to face me. I drop the scrap of fabric, realizing from touch that it&apos;s a guard cloak.</p>",
      "<p id=\"2.20.3.19\" class=\"Katiya\">&emsp;Her sharp blue eyes catch the trainee insignia on my armor, along with my identifying number. &quot;A replacement,&quot; she says.</p>",
      "<p id=\"2.20.3.20\" class=\"Katiya\">&emsp;We circle around a table. &quot;You stole that cloak from a guard,&quot; I say, as I draw my sword. &quot;Reinforcements are right behind me. You have nowhere to go!&quot;</p>",
      "<p id=\"2.20.3.21\" class=\"Katiya\">&emsp;&quot;You&apos;re as disposable as I was,&quot; she says. &quot;Your number. Starting with eighty-four means they have you in the house with the lake view.&quot;</p>",
      "<p id=\"2.20.3.22\" class=\"Katiya\">&emsp;&quot;How could you know that?&quot; I ask, but I don&apos;t let her mind games shake me.</p>",
      "<p id=\"2.20.3.23\" class=\"Katiya\">&emsp;&quot;Because your name is coming off that damn key just like mine was, and you&apos;ll have nothing,&quot; she shouts, ripping the table aside as she takes her first swing at me.</p>",
      "<p id=\"2.20.3.24\" class=\"Katiya\">&emsp;We trade blows, fighting in a hall that the old Knights once trained in, clashing our swords with echoes of an ancient past. I remember Derry, the baker, and a name that crests my lips as I try to remember.</p>",
      "<p id=\"2.20.3.25\" class=\"Katiya\">&emsp;Our circling runs me into the edge of a table, and unable to evade, she drives at me with a powerful blow, buffeting me with the Essence Tool. I stumble, nearly dropping my sword as she slices across my breastplate, catching metal instead of flesh.</p>",
      "<p id=\"2.20.3.26\" class=\"Katiya\">&emsp;&quot;Aleena,&quot; I say. &quot;Why do you do this?&quot;</p>",
      "<p id=\"2.20.3.27\" class=\"Katiya\">&emsp;She pauses for a moment, as if she&apos;d really give an answer. But then she runs for the spiral staircase to the upper floors, and I give chase, just as I hear the other lagging guards approach the hall.</p>",
      "<p id=\"2.20.3.28\" class=\"Katiya\">&emsp;I take two steps at a time, casting sparks as my steel pauldtons scrape the side of the stairwell. I can hear her footfalls directly above me as we get higher and higher and higher, until we reach the very top. </p>",
      "<p id=\"2.20.3.29\" class=\"Katiya\">&emsp;She&apos;s running out of avenues to escape. All that&apos;s left are the buildings of the old industrial district that border the castle, and when we&apos;re four stories up, running across ramparts that look out to a stark cliffside bordering the forest, I doubt she has anywhere to go.</p>",
      "<p id=\"2.20.3.30\" class=\"Katiya\">&emsp;But then she jumps onto a roof of a wooden building in the servants&apos; quarter. She yelps when her foot crashes through the ceiling, withdrawing as I decide to approach from the other side, aiming for the central beam id the frame instead of the eaves.</p>",
      "<p id=\"2.20.3.31\" class=\"Katiya\">&emsp;We&apos;re neck-and-neck as she lumbers with the stolen tool and I struggle with my armor, not quite in grabbing distance when the fall is too much of a consequence. She&apos;s heading for the other side of the castle rampart bordering the industrial warehouses, and when I think I&apos;m about to grab her, she channels all her Essence into accelerating for one final sprint.</p>",
      "<p id=\"2.20.3.32\" class=\"Katiya\">&emsp;My breath tastes like poison when it leaves my lungs. Falling further behind, I watch as she runs directly for the edge of the castle wall, as if to jump to her death. But without hesitation, she clambers onto a straightaway of stone slabs, managing seven strides before she launches herself over the edge.</p>",
      "<p id=\"2.20.3.33\" class=\"Katiya\">&emsp;She vanishes from sight. And I wager she&apos;s planned this all from the start: planning to live and steal another day, so before the hesitation seizes my muscles, I take the same seven steps and launch myself over the edge.</p>",
      "<p id=\"2.20.3.34\" class=\"Katiya\">&emsp;I can feel the turbulence of wind as gravity comes to collect on my four-story climb. Behind me, I hear Jullian cry my name, and beneath me, a yawning gap spans a thousand years of progress between the old castle and the tall industrial building.</p>",
      "<p id=\"2.20.3.35\" class=\"Katiya\">&emsp;We float in the air at the same time, flying like the Auvryan angels of their floating lands. Her Ahkvan reflexes give her just shy of nine lives to land. I hinge my legs in anticipation of crashing into the gravel roof, and after she rolls off her fall, I thrust myself with a plume of flames to break my speed enough to twist myself into a barrel roll.</p>",
      "<p id=\"2.20.3.36\" class=\"Katiya\">&emsp;The roof is small, high, and flat, surrounded by the stark eaves of industrial buildings that are unnavigable. Out of breath, she rushes for the roof access door, only to find it locked, desperately jimmying the round handle as she groans in exasperation.</p>",
      "<p id=\"2.20.3.37\" class=\"Katiya\">&emsp;&quot;Drop it,&quot; I tell her.</p>",
      "<p id=\"2.20.3.38\" class=\"Katiya\">&emsp;She complies, placing the artifact on the ground. &quot;As soon as I failed that test, I was always destined to die. So do whatever you have to do with me.&quot;</p>",
      "<p id=\"2.20.3.39\" class=\"Katiya\">&emsp;I quickly glance to the edge of the castle wall, so much higher than I remember. All the guards descended the stairs, running around to reconvene inside the warehouse. And I make a decision. </p>",
      "<p id=\"2.20.3.40\" class=\"Katiya\">&emsp;I reach past her, tensioning my fingers against the knob as it glows with scalding heat.</p>",
      "<p id=\"2.20.3.41\" class=\"Katiya\">&emsp;&quot;What are you doing? But aren&apos;t you going to take me in? I&apos;m a part of the Den Of Thieves now!&quot;</p>",
      "<p id=\"2.20.3.42\" class=\"Katiya\">&emsp;&quot;You and I aren&apos;t that different. Just separated by time, I fear.&quot; I gesture for the door. &quot;She got away. But she dropped the high-value tool she might have used to aid the enemy.&quot;</p>",
      "<p id=\"2.20.3.43\" class=\"Katiya\">&emsp;A look of shameful relief flushes her face. Sweat mixes with tears she refuses to allow to break the threshold of her eyes. &quot;I never wanted it to end up this way,&quot; she says. &quot;Aren&apos;t you afraid they&apos;ll send you to die? And then what will you do?&quot;</p>",
      "<p id=\"2.20.3.44\" class=\"Katiya\">&emsp;&quot;I don&apos;t know,&quot; I tell her. &quot;But you can choose something else.&quot;</p>",
      "<p id=\"2.20.3.45\" class=\"Katiya\">&emsp;She makes for the stairway as I hear a dozen footfalls reach the gravel lot below. Then she hesitates. &quot;There&apos;s something brewing from the East, I hear,&quot; she says. &quot;Melenia&apos;s had a dangerous change in its royalty. And I&apos;ve heard things.&quot;</p>",
      "<p id=\"2.20.3.46\" class=\"Katiya\">&emsp;&quot;Heard what?&quot; I ask.</p>",
      "<p id=\"2.20.3.47\" class=\"Katiya\">&emsp;&quot;Just . . . stay aware,&quot; she says. &quot;Watch the East.&quot;</p>",
      "<p id=\"2.20.3.48\" class=\"Katiya\">&emsp;Ans then she disappears past the threshold. My hands clasp the Easence Tool as I give three seconds before I chase her again, but without wares to weigh her down, I find she&apos;s already gone.</p>"
    ],
    [
      "<p id=\"2.20.4.1\" class=\"Katiya\">&emsp;&quot;That wasn&apos;t our job! That was stupid and senseless,&quot; Jullian says. He looks at the bare flesh of my arm, scratched enough from rolling on roof stones that it bleeds in a staccato of open cuts. </p>",
      "<p id=\"2.20.4.2\" class=\"Katiya\">&emsp;I can feel his power mend my flesh as we walk back across the abandoned fields, warming the skin and coaxing it to join again.</p>",
      "<p id=\"2.20.4.3\" class=\"Katiya\">&emsp;&quot;I thought you&apos;d react differently,&quot; I say, cradling the artifact in my good arm.</p>",
      "<p id=\"2.20.4.4\" class=\"Katiya\">&emsp;&quot;I think that was reckless, and you could have gotten yourself killed.&quot; He looks at the ground with the same expression he wore when Cody called him out. &quot;You&apos;re not supposed to do all that hero stuff. You were supposed wait for the real guards.&quot;</p>",
      "<p id=\"2.20.4.5\" class=\"Katiya\">&emsp;&quot;The real guards? We are real guards,&quot; I say.</p>",
      "<p id=\"2.20.4.6\" class=\"Katiya\">&emsp;&quot;But not yet.&quot;</p>",
      "<p id=\"2.20.4.7\" class=\"Katiya\">&emsp;I ball my fists in my gauntlets. &quot;But how can you say that, after I succeeded at that?&quot; I ask.</p>",
      "<p id=\"2.20.4.8\" class=\"Katiya\">&emsp;&quot;But she got away,&quot; he says.</p>",
      "<p id=\"2.20.4.9\" class=\"Katiya\">&emsp;&quot;But I recovered the stolen item,&quot; I argue.</p>",
      "<p id=\"2.20.4.10\" class=\"Katiya\">&emsp;He sighs. &quot;Yeah. You did. And no, I guess I&apos;m wrong &mdash; you did something well this time.&quot;</p>",
      "<p id=\"2.20.4.11\" class=\"Katiya\">&emsp;&quot;This time?&quot; I ask. The cereal grasses crunch beneath our boots for the last span of nature until we reach the scalding hole in the fence.</p>",
      "<p id=\"2.20.4.12\" class=\"Katiya\">&emsp;He tries to take my hand, and I let him, but there&apos;s little energy behind it. He gestures to the huge hole in the wall. &quot;At least your father worked with wood. I hope he taught you enough to fix this mess.&quot;</p>",
      "<p id=\"2.20.4.13\" class=\"Katiya\">&emsp;I usher a laugh.</p>",
      "<p id=\"2.20.4.14\" class=\"Katiya\">&emsp;&quot;But hey, it&apos;s cool that you got your moment. I wish more people saw it, though &mdash; and not just the homeless that live out there in the ruins.&quot;</p>",
      "<p id=\"2.20.4.15\" class=\"Katiya\">&emsp;&quot;I didn&apos;t do it for the recognition,&quot; I say. &quot;But I hope it helps my case.&quot;</p>",
      "<p id=\"2.20.4.16\" class=\"Katiya\">&emsp;&quot;I&apos;m sure it will,&quot; he says.</p>",
      "<p id=\"2.20.4.17\" class=\"Katiya\">&emsp;We walk through the same twist of alleyways before returning the item to the shopkeeper at the tent. They add an addendum to my quest form with a page-long note about my efforts, and I enthusiastically fold the pages together, burying them in the pocket of my padded pants.</p>",
      "<p id=\"2.20.4.18\" class=\"Katiya\">&emsp;When we re-emerge in the part of town that hasn&apos;t heard of my recent exploits, Jullian tries to flirt with me, but I feel distant. I look down at my battered hands. I think of the fear inside the eyes of that girl, Aleena, just a year older than I was, so consumed by the thought of life after failure that I feel nothing when Jullian kisses me goodbye at the door, refusing again to stay the night.</p>",
      "<p id=\"2.20.4.19\" class=\"Katiya\">&emsp;A sweet smell greets me when I return. I find a small dessert sitting on a polished plate that&apos;s obviously not from my world.</p>",
      "<p id=\"2.20.4.20\" class=\"Katiya\">&emsp;It&apos;s a cookie.</p>",
      "<p id=\"2.20.4.21\" class=\"Katiya\">&emsp;And scrawled in neat letters that aren&apos;t from my world either, I find a small note written on a yellow sticky square in dark black ink:</p>",
      "<p id=\"2.20.4.22\" class=\"Katiya\"><span class=CodyHand msgnote>FOR THE BRAVE KNIGHT NEXT DOOR: </span></p>",
      "<p id=\"2.20.4.23\" class=\"Katiya\"><span class=CodyHand msgnote>I MADE EXTRA. </span></p>",
      "<p id=\"2.20.4.24\" class=\"Katiya\"><span class=CodyHand msgnote>YOUR TENTATIVE FRIEND. CODY</span></p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 268,
  "ReleaseDate": [
    "09",
    "26",
    "2025",
    "2025-09-26 00:00:00"
  ],
  "Active": false,
  "Perspective": "Katiya",
  "Status": "First Draft",
  "WordCount": 0,
  "Summary": ""
}