{"Story": "Paragate", "Title": "Chapter Twenty-Two", "Subtitle": "Warrior Business", "Act": 2, "ChapterNumber": 22, "Synopsis": "Katiya attends Cody&apos;s work&apos;s open house.", "RevNotes": "", "ID": "3.22", "Body": ["<p>&emsp;And so I sell him a lie.</p><p>&emsp;&quot;I just don&apos;t see how this shirt looks any different,&quot; I say, &quot;you know?&quot;</p><p>&emsp;He glares at me through the door. &quot;Different? You still look like you were ripped out of the high Middle Ages.&quot; </p><p>&emsp;I have no idea what he means. &quot;But it&apos;s a shirt with a collar, right?&quot; I ask. &quot;I don&apos;t have the fancy noble clothes from your world. This was woven by hand!&quot;</p><p>&emsp;&quot;And it looks like you&apos;re off to add your name to the Drclaration Of Independence,&quot; he says. Cody cracks a smile as he slips his feet onto a pair of his work shoes, wearing what he calls a weekend-formal shirt with stretchy fabric and a sharp collar.</p><p>&emsp;&quot;Are you really sure you want me to go, then? All you&apos;ve done is insult me since I showed you the only other outfit I have,&quot; I say. &quot;I&apos;m dressed by the guard. They only let me take a hundred pounds of personal items when I came here.&quot;</p><p>&emsp;&quot;It shows,&quot; he says.</p><p>&emsp;I sneer at him. &quot;Are you done?&quot;</p><p>&emsp;He rises to his feet, taking one last glance at the odd texture of my shirt: thin in some areas, and mildly frayed from wearing it beneath my armor.</p><p>&emsp;&quot;Not yet. Give me a second,&quot; he says, retreating back upstairs to rustle through his cupboard. Half a minute later, he returns with another nice shirt. It&apos;s stitched with the letters NAVIDSON-MONROE: evidently woven by one of the fancy machines of his world.</p><p>&emsp;&quot;I&apos;m going to fill a whole closet from you at this rate,&quot; I say, hesitant to take another garment.</p><p>&emsp;&quot;It&apos;s been like a month since the last time I gave you that shirt,&quot; he says. &quot;And we still haven&apos;t even properly shopped for you yet. I got this in a New Years raffle from my company when they were trying to empty out the old employee storeroom. It&apos;s a women&apos;s medium, and I don&apos;t have the body for it.&quot;</p><p>&emsp;He extends his hand though the doorway. I crack the door shut to quickly change, trading the bright, uneven stitch-work for a smooth, silken, short-sleeve polo, surprised by how little I feel of the texture &mdash; and in moments like these, it makes me hesitant to indulge any further in even the simplest of his world&apos;s conveniences.</p><p>&emsp;&quot;Well?&quot; He asks. I crack the door open again as he takes his work passport into his pocket. His eyes glow with a certain sarcastic pride. &quot;You look like a new intern. Just don&apos;t ask the guys for any questions on your projects, or they&apos;ll never leave you alone.&quot;</p><p>&emsp;I get the impression it&apos;s some backhanded compliment. &quot;I&apos;ll be quiet unless talked to.&quot;</p><p>&emsp;&quot;No, not this time,&quot; he says. &quot;The whole point is to interact with people! You get to meet my team: it&apos;s an open house. The world left behind keeping women quiet a while ago.&quot;</p><p>&emsp;&quot;Okay. And...&quot; I gesture to my boots: the last oddity we haven&apos;t discussed. It&apos;s the casual pair, emblazoned with the faintest trace of metal around the toe and heel. &quot;Are these really okay?&quot;</p><p>&emsp;&quot;Just means you can go on the floor, if you&apos;re wearing steel toes like that.&quot; Cody gestures for me to enter his car port. &quot;You look fine. We should really get moving, or else they&apos;ll eat all the pizza before we can even get there.&quot;</p><p>&emsp;He cracks the door to the car port, and the solid steel gate slides along the rails. It&apos;s been more than a month since my first and last adventure in his car, and I feel ready to withstand all the twists and turns.</p><p>&emsp;I gently feather the car door open and sit in the seat. My body feels so light and free without the weight of the armor, as if I&apos;m wearing nothing at all, and after he pulls out of the car room into the street, the gate closes behind us.</p><p>&emsp;We take a different route this time, driving straight instead of turning left. It&apos;s been about a month since the self-defense training program, and with all that time passed in forgettable engagements, we share a couple stories from our lives.</p><p>&emsp;I describe how fast the town of Gaffesend transitions from festive joy to dreadful unease. I talk about the letters from my family back home, and how proud they say they are of my brother and I &mdash; though I&apos;m glad they aren&apos;t around to see what the other townsfolk think. I tell him how my mistake still overshadows me, and that I&apos;m glad they&apos;ve forgotten my foolish leap between buildings, and how I&apos;ve returned to prowling the streets.</p><p>&emsp;He tells me about work, but doesn&apos;t say much: just that he&apos;s nervous about being let go, and that he&apos;s developing something &quot;stupid&quot; that might make or break his career. I&apos;m entranced by the unfamiliar foliage that whips past us, pretending we&apos;re driving on the backroads between Gaffesend and the capital, surprised at how open Cody&apos;s world actually is when you get away from all the tall buildings.</p><p>&emsp;I ask him about Kei: he says not much has changed. He asks me about Jullian, and I say not much has changed, either: still middling in our relationship.</p><p>&emsp;His eyes glaze over with an unfamiliar joy when we wind the switchbacks, taking the turns with a certain passion, and though we&apos;re taking his daily passage to work, I doubt it&apos;s related to his employment.</p><p>&emsp;We pull up to the gates an hour after midday to find them open. The armor-less guard waves us through, and we come to a stop in a large dirt lot.</p><p>&emsp;Cody looks at me before we exit, as if to say something, but then his face falls. </p><p>&emsp;&quot;Damn it,&quot; he says.</p><p>&emsp;&quot;What?&quot;</p><p>&emsp;He rifles through the center cupboard on his car, pulling out a cheap pair of dark glasses with letters on the side. &quot;Here.&quot;</p><p>&emsp;&quot;For what?&quot;</p><p>&emsp;&quot;I forgot about your eyes,&quot; he says. &quot;I just got so used to them from looking in them all the time.&quot;</p><p>&emsp;My face flushes. &quot;Are you&mdash;&quot;</p><p>&emsp;&quot;No . . . no! Not at all. Calm down,&quot; he says, covering his face with a nicer pair of glasses as he gestures for me to exit. I CAREFULLY open the door, so I don&apos;t hit the vehicle next to me.</p><p>&emsp;&quot;You keep disguising glasses on you?&quot; I ask. &quot;When would you need them?&quot;</p><p>&emsp;&quot;They protect your eyes from the sun, dummy,&quot; he says, overcompensating for his accidental pick-up line. I feel my nerves rise as we approach the massive building, shaded like night as I look through the lenses, my body masked behind Cody as a nervous shadow.</p><p>&emsp;An unfamiliar voice calls to him as we approach his colleagues. &quot;So you finally made it to your first work event,&quot; the lady says. &quot;Even I made it to one before you!&quot; Her face changes when she sees me step out from behind Cody, reminding me a little bit of Jullian. &quot;And who is this you brought?&quot;</p><p>&emsp;&quot;This is Katiya. A neighbor of mine,&quot; Cody says.</p><p>&emsp;&quot;Nice to meet you,&quot; I say, speaking seamlessly in Cody&apos;s tongue.</p>&quot;And I&apos;m Kei,&quot; she says, shaking my hand gently. &quot;Kei Sakurashima.&quot;", "<p>&emsp;The installation looks like one of those dug-in shelters on the border of the Purgatory Line, and when we enter the quaint area dug into the side of the mountain, facing the set of reflective steel doors, I expect they&apos;ll open to a grand chamber beneath the ground.</p><p>&emsp;But when Cody&apos;s paramour presses the glowing arrow button, the doors slide open with a chime, exposing a tiny room that the three of us enter. The metal doors are just about to close when a fourth guy shows up, sticking his hands directly into the metal jaws to keep them open.</p><p>&emsp;It&apos;s a young man with the same aesthetic as Cody, except he has beach-blonde hair and a much more energized personality. He stares at me with his hazel eyes. &quot;Ha! Looks like I made it just in time,&quot; he says. &quot;Cody, my man, and Kei. And who are you?&quot;</p><p>&emsp;His conversational flow throws me off guard, stammering for words, but he speaks again.</p><p>&emsp;&quot;I&apos;m Reed. Reed Broderick,&quot; he says, extending his hand.</p><p>&emsp;&quot;I&apos;m Katiya,&quot; I manage, giving his hand a gentle-but-firm shake. &quot;Katiya Bre&mdash;&quot;</p><p>&emsp;But as soon as the doors close, the room jostles upwards, catching me off guard as I nearly fall, taking both Cody and Reed&apos;s hands.</p><p>&emsp;The two men lift me to my feet.</p><p>&emsp;&quot;Bad hangover, huh?&quot; Kei asks. &quot;I hope Cody didn&apos;t challenge you to any drinking games. Ever since he joined that fraternity, he became a fish!&quot;</p><p>&emsp;I ask, &quot;A fish? As in...&quot;</p><p>&emsp;Cody cuts the silence with a laugh. &quot;Very funny. We thought we&apos;d pregame this little mixer to make it go faster, you know?&quot; And then he takes me aside, muttering to me under the tone of his breath. &quot;You can take the shades off now.&quot;</p><p>&emsp;&quot;But my eyes,&quot; I whisper. &quot;Won&apos;t they think I&apos;m weird?&quot;</p><p>&emsp;&quot;It&apos;s fine. Remember the lie I gave you?&quot;</p><p>&emsp;&quot;Caused-play,&quot; I say. &quot;But shouldn&apos;t I at least know what caused this?&quot;</p><p>&emsp;Cody creases his brow with his fingers in disappointment as the man called Reed continues.  &quot;Well, hey, quite a coincidence you work at Navidson-Monroe too, huh?&quot; He asks, pointing to my shirt. It says ENGINEERING TEAM beneath it. &quot;So are you, like, a purchaser or something? Or are you on the Aerospace team? I don&apos;t see you in the main office,&quot; he says.</p><p>&emsp;I stammer over a response, watching Cody prevent his face from changing shades of red when he realizes he&apos;s trapped himself again. &quot;It was that shirt I won in the raffle that didn&apos;t fit me,&quot; he says, &quot;and I decided to give it to her.&quot;</p><p>&emsp;Kei laughs. &quot;You don&apos;t have to explain,&quot; she says, catching contagion of Cody&apos;s secondhand embarrassment. &quot;Unless you&apos;re dating or something. But even then, you know. You wouldn&apos;t have to...&quot;</p><p>&emsp;&quot;We&apos;re not,&quot; Cody insists, turning his eyes down as Reed masterfully switches subjects.</p><p>&emsp;&quot;Well then I hope it will be a better raffle this year. My dad said they were just emptying out the corporate closet of shirts before the moths could get to them. And all those mugs and pencils and flash drives they were handing out at the job fairs,&quot; Reed says. His piercing eyes meet mine. &quot;Say, Katiya: where do you work if you don&apos;t work here?&quot;</p><p>&emsp;&quot;Oh. I work in, uh, military.&quot;</p><p>&emsp;Cody elbows me.</p><p>&emsp;&quot;The military?&quot; Reed smiles. &quot;Nice, Just like my cousin. Well, thank you for your service. What branch? Are you at the Air Force base up north or something?&quot;</p><p>&emsp;&quot;I&apos;m in the mountains,&quot; I say, unsure how much further I&apos;m digging myself, wondering if I could ever be ready enough for Cody to bring me anywhere.</p><p>&emsp;Cody interjects, &quot;She&apos;s stationed up near Grand Lake, working on some topographical research, for uh, NOAA.&quot; He glares at me, but in a humored way. &quot;Guess we shouldn&apos;t have pre-gamed so hard, huh? I told you to start clear.&quot;</p><p>&emsp;&quot;Well, you two seem pretty close,&quot; Kei says. &quot;Reed and I had to cheat, making each other our plus one.&quot;</p><p>&emsp;Cody opens his mouth to speak, but then the doors open, just as he ushers the words: &quot;So you guys...&quot;</p><p>&emsp;The carriage lets out to a breathtaking atrium with a curved glass ceiling, surrounded on both sides by stairs and private walled rooms. The chatter is almost deafening from the volume of well-dressed people &mdash; like a royal ball &mdash; and when I look up to the sky, I find a full view of the mountainside through the ceiling glass.</p><p>&emsp;But a lady is poised at the top, standing there with her husband that almost looks like one of our farmers from his brawny arms. As she approaches, exposing a name tag that says KIMBERLY (KIM), I find a reticence suddenly take over Cody, even though it&apos;s too late.</p><p>&emsp;&quot;Kei! Oh, hey, so good to see you,&quot; she says, smiling with dimples from ear-to-ear. &quot;And there&apos;s my son. Won&apos;t you say hello?&quot;</p><p>&emsp;&quot;Hey, Mom,&quot; Cody says. &quot;And Dad,&quot; as he approaches.</p><p>&emsp;&quot;Oh, don&apos;t look so surprised. Both my boys work here,&quot; Cody&apos;s mother says. &quot;I swear. The last time I saw you two cuties dressed up together was Junior Prom. And that&apos;s before you vanished into our basement all night, to&mdash;&quot;</p><p>&emsp;Cost lunges between Kei and Reed. &quot;Whoa, whoa, already too far, Mom,&quot; he says, redder than a tomato.</p><p>&emsp;&quot;Oh. I just assumed you were Kei&apos;s plus one, like last time?&quot;</p><p>&emsp;&quot;Not this time, Mrs. C,&quot; Kei says. &quot;Reed here asked me to the dance this time.&quot;</p><p>&emsp;&quot;Oh,&quot; Cody&apos;s mother Kim says. &quot;So Cody&apos;s flying solo this time.&quot;</p><p>&emsp;Cody&apos;s dad almost looks disappointed for a second before Kei interjects. &quot;Not this time. He brought a neighbor-friend.&quot;</p><p>&emsp;They turn their faces to me. And after they look me up and down, I almost gleam a sense of pride lighting their faces again.</p><p>&emsp;I extend my hand. &quot;It&apos;s truly an honor to make your acquaintance,&quot; I say. &quot;Your son and I live next door to each other.&quot;</p><p>&emsp;&quot;Well isn&apos;t he a lucky son of a gun?&quot; Alan says, and I feel the urge to drag Cody away before his redness turns to blue. Reed begins to introduce himself to Kim with Kei as Alan gestures for us to keep walking. &quot;Well, don&apos;t let an old chunk of coal like me hold you kids up. It&apos;s nice to meet ya.&quot; He gives me a firm handshake. I tension my hand a little harder than usual.  &quot;And sweet Jesus, she&apos;s got a grip!&quot; He turns to his progeny. Some surly thought skips the queue in his mind. &quot;Son, you know what they say about strong wrists in a woman&mdash;&quot;</p><p>&emsp;&quot;Yeah,&quot; I say, &quot;nice to meet you.&quot; I take Cody&apos;s hand to rush him to the water table, pulsing some healing Essence into him so he might not pass out, but he seems fine. I barricade us both with a group of young trainees from a local seminary, led around by their instructor.</p><p>&emsp;He scans the table until he finds something harder, flashing his badge so they give him a painted can. After a crack and several guzzles later, his soul returns. &quot;Thanks for saving me, there,&quot; he says.</p><p>&emsp;&quot;That&apos;s kind of my job,&quot; I tell him. Then I grin. &quot;So is that what you brought me here for? A piece of arm candy to get your love interest off that other guy&apos;s arm?&quot;</p><p>&emsp;&quot;It would make sense,&quot; he says, fisting a second cup of water. &quot;But no.&quot;</p><p>&emsp;&quot;Then why?&quot; I ask.</p><p>&emsp;&quot;I&apos;ll tell you later,&quot; he says. &quot;But how about we look around?&quot;</p>", "<p>&emsp;I spend the rest of the day in Cody&apos;s shadow, avoiding long conversations with his coworkers and eating as much of the free food as we can. And after watching as many of the children&apos;s science demonstrations as possible &mdash; while Cody eagerly riffed on about all these concepts named after scientists &mdash; we take a break on the east balcony that opposes the view from the elevator, looking out across his world&apos;s well-developed landscape.</p><p>&emsp;&quot;But it&apos;s fluids,&quot; I say. &quot;You say you&apos;re studying fluids when you study aeroplanes. But fluid is water, not air.&quot;</p><p>&emsp;&quot;Air has a lot of the same properties of fluids, so we call it fluids,&quot; he says. Then he mentions several scientists from his world as if name-dropping will support his argument. Bernoulli. Lagrange. Some guy he says is an oiler, which sounds like he deals with fluids, only supporting me further.</p><p>&emsp;&quot;It&apos;s Euler,&quot; he says, beginning to gesture with hands that only hurt his explanation. &quot;So there&apos;s streamlines, like this,&quot; he gestures, &quot;that you look at,&quot; he gestures, &quot;you know,&quot; he gestures again, &quot;and then there&apos;s streaklines. And you can look at it through the LaGrangian form that emphasizes states of a moving frame of reference, but the Euler form is for a control volume FIXED instead of moving, and in Aerospace, which is what I want to get into, I find that . . .&quot;</p><p>&emsp;There&apos;s something entrancing about his passion when he rattles on about concepts I can&apos;t hope to understand. I find such a radiant light when I meet eyes with his, and he thinks he&apos;s explaining it clearly.</p><p>&emsp;I nod my head as I turn to gaze out across the landscape, still bright with early-morning sun, trying to wrap my head around the fact that this whole landmass is safe from ocean to ocean. And with no clear lines partitioning them, the buildings grow like weeds without the culling force of constant conflict.</p><p>&emsp;&quot; . . . So Bernoulli says the pressure difference pushes up on the wing,&quot; he says, spouting more names and using his Navidson-Monroe water bottle now as a prop. I forget to nod. &quot;And now I realize you have no idea what I&apos;m talking about.&quot;</p><p>&emsp;I smile. &quot;But your enthusiasm is refreshing. Pray tell: do you know how many people have the emotional resources to be passionate like you where I live?&quot; I say. &quot;Your people focus on designing planes and big machines. All our people have to think about is what&apos;s moving around in the dark.&quot;</p><p>&emsp;&quot;That&apos;s why you should come over more,&quot; Cody says. &quot;You might have scared me at first, but I like spending time with you now.&quot;</p><p>&emsp;I adjust my sweaty hand on the hot steel railing, unaware I&apos;m sliding closer to his. &quot;You aren&apos;t too bad either,&quot; I say. We touch with a spark, then withdraw our hands. &quot;A good friend. I&apos;m just afraid of getting comfortable with all of this.&quot;</p><p>&emsp;&quot;Understandable,&quot; he says.</p><p>&emsp;I put on the sun glasses instead of squinting my eyes, and Cody points out landmarks. A cluster of red rocks in the shape of an amphitheatre. His parents&apos; house in Hearthland Ridge. And our house &mdash; I mean, his house, across the lake, muddled in a cluster of homes.</p><p>&emsp;We step inside to tour the last section we haven&apos;t seen yet: the Engineering showroom, with models of all the famous planes like the Flawless Diamond and the SR-71. Cody continues his ramblings, dumbing them down a little further as I look at him with a refreshing sense of admiration. He talks in my language of war: about the big bombs named after a little boy and a heavy man, and the cold war between nations that followed. The planes were made for spy missions, surveying enemy lands at unfathomable speeds.</p><p>&emsp;&quot;Maybe one day I can see the view from one of those,&quot; I say.</p><p>&emsp;&quot;Maybe you will,&quot; he says, turning to face the last presentation wall we haven&apos;t seen yet. It reads FUTURE ENGINEERING TALENT, with a few profiles of new engineers. </p><p>&emsp;He scans through the posted pages like trainees at the Academy after an exam. </p><p>&emsp;&quot;What is this?&quot; He asks, trying to mask his words as only those of curious interest, but then mutters, &quot;a fucking email sent to them?&quot; His fingers trace the dates of hire. &quot;Some have been here longer than I have!&quot; And when his hand reaches the profile on the guy in the elevator, his hand balls into a fist.</p><p>&emsp;I approach him. &quot;What&apos;s wrong?&quot;</p><p>&emsp;He pulls out his smart telephone, scrolling frantically through it, opening an app with messages that read longer than a simple text. He scrolls the subjects of those correspondences, getting angrier and more dejected as he looks further and further. &quot;So they just don&apos;t consider me, huh? Because my dad doesn&apos;t have a fucking name around here, and I came from nothing, so they&mdash;&quot; He curbs his words when he realizes I&apos;m still here. &quot;Heh. Sorry, Katiya. Just some work stuff,&quot; he says, smiling with an embarrassed laugh.</p><p>&emsp;He hears voices behind us coming around the hall, and he drags me beneath one of the displays. I open my mouth to protest, but he covers it, and I recognize the voices in an instant.</p><p>&emsp;&quot;Finally somewhere quiet, huh?&quot; Reed asks. &quot;I might be good at the social stuff, but even I&apos;m pretty tapped out.&quot;</p><p>&emsp;&quot;And I never get out,&quot; Kei says. She walks towards the display we&apos;re hiding behind. I watch Cody&apos;s mind scroll through possible explanations to diffuse the embarrassment, but just as she&apos;s about to cross our hiding spot&mdash;</p><p>&emsp;&quot;Here it is,&quot; Reed says.</p><p>&emsp;&quot;What?&quot; We watch Kei&apos;s heels pivot as she turns.</p><p>&emsp;&quot;You never got the email about this?&quot; He asks. &quot;You&apos;re still new enough, right?&quot;</p><p>&emsp;&quot;The new talent wall? I think I forgot to respond to the email about it.&quot;</p><p>&emsp;&quot;It was something the Engineering Director was pushing through. Said he wanted to highlight some of the fresh talent.&quot;</p><p>&emsp;We hear silence as they scan the wall for something. &quot;There&apos;s mine,&quot; Reed says. But Kei looks further.</p><p>&emsp;&quot;Huh,&quot; she says.</p><p>&emsp;&quot;What?&quot;</p><p>&emsp;&quot;I really hope he hasn&apos;t come in here,&quot; Kei says. &quot;Haven&apos;t seen Cody or that neighbor he brought, so I hope they went home.&quot;</p><p>&emsp;Another silence.</p><p>&emsp;&quot;Oh. He&apos;s not even on the wall,&quot; Reed says. &quot;Did he not fill it out?&quot;</p><p>&emsp;&quot;He totally would have filled it out. You see the way he looks up at this place? His eyes get more sun dreaming of this place than any of the lifers that sit next to the windows.&quot;</p><p>&emsp;&quot;Huh.&quot;</p><p>&emsp;&quot;Maybe it was an accident. Some kind of mix-up?&quot;</p><p>&emsp;&quot;I don&apos;t know about that,&quot; Reed says.</p><p>&emsp;&quot;How can you be so sure?&quot;</p><p>&emsp;&quot;Just something I&apos;ve thought about since I came here. Some talk between my dad and his best friend, the Director of Engineering.&quot;</p><p>&emsp;&quot;Well, he got you hired here,&quot; Kei says.</p><p>&emsp;&quot;But there was more,&quot; Reed says. &quot;I was listening to them on the patio out back behind our place. He said he&apos;s clearing the way for me. And that &apos;that other engineer wouldn&apos;t be an obstacle.&apos;&quot;</p><p>&emsp;&quot;The &apos;other engineer?&apos; You don&apos;t mean...&quot;</p><p>&emsp;&quot;He said Cody was unexceptional. Just did his time and left, not really ever trying once he reached a certain point. That the life left him. That he never makes an effort to meet anyone, and that he&apos;d be easy to make an excuse for,&quot; Reed says, and I watch Cody bow his head as he balls his fists. &quot;I mean, I like the guy a lot. We&apos;re pretty similar, and I really want to be buddies with him.&quot;</p><p>&emsp;Kei takes a long pause. And I almost think she&apos;ll stand up for him. I hope she does, for Cody&apos;s sake, but she says something else. &quot;We used to be pretty close, you know. High school, we dated: just like his mom said, and he was so full of this joy, it was like staring at the sun.&quot;</p><p>&emsp;Reed asks, &quot;But what?&quot;</p><p>&emsp;&quot;But the summer I left for school was when he lost his brother.&quot;</p><p>&emsp;&quot;He lost his brother?&quot;</p><p>&emsp;&quot;Yeah. To some conflict in the war: Jackson was a Navy SEAL. And Cody never opened up about it. And by the time his last year of high school ended, he followed me to college, but I couldn&apos;t even recognize him. He was just a shell. And he still is, though sometimes there&apos;s a glimmer of that guy who had so much joy. That I liked a lot,&quot; Kei says, looking around nervously. &quot;I hope something changes. Because he&apos;s surely next out of all of us.&quot;</p><p>&emsp;They turn to leave. And Reed says, &quot;Well, at least I can be that for you.&quot;</p><p>&emsp;Kei laughs. &quot;I still don&apos;t know if I&apos;m ready for that,&quot; she says.</p><p>&emsp;I feel angry for him. I want to stand up and call them out for speaking so ill of him. In fact, I begin to stand, but Cody weakly grabs my borrowed shirt.</p><p>&emsp;&quot;Stand down, soldier,&quot; Cody says. &quot;It&apos;s alright. Nothing they said was wrong.&quot;</p><p>&emsp;&quot;But this Reed guy is slighting you! His family line is aimed to cut you down because you&apos;re in his way, though you&apos;re the venerable one,&quot; I say, grabbing his shirt while I turn his chin to look in my eyes, finding the crest of his tears ready to break.</p><p>&emsp;&quot;Maybe I deserve it,&quot; he says. &quot;I&apos;ve become a mess since then. I dragged myself through this stupid degree because it&apos;s what I used to want to do. I&apos;m running on fumes of a past when I was fueled on that thing: the spark, what Kei and anyone else liked about me.&quot; He sniffles, trying to keep his tears to a professional medium. &quot;No passion. No prospect of a girlfriend in years. I don&apos;t know . . . I think I just suck now. Even my parents can sniff it out.&quot;</p><p>&emsp;His words anger me because they insult someone I&apos;ve come to care about, and it&apos;s him, and of all my years of guarding, I feel nothing more than the urge to protect this guy and his precious dream.</p><p>&emsp;I feel the heat rise in my circuits as I grab the collar of his shirt, forcing him to look at me as I pin him against the display. I dissolve his tears with the Essence in my hands. &quot;You listen. Your dreams are far from stupid, Cody Dunsmore, and you are gods-damn precious,&quot; I say.</p><p>&emsp;He looks down. &quot;You&apos;re just&mdash;&quot;</p><p>&emsp;&quot;Shut up,&quot; I command, jostling him against the wall to shock him into a sense of truth. &quot;Can&apos;t you see that you&apos;re already enough as you are? You say the ale doesn&apos;t taste any different. And you&apos;re the only person I&apos;ve ever found who means it. You care,&quot; I say, &quot;so Gods-damn much about anyone.&quot;</p><p>&emsp;&quot;It&apos;s just lonely,&quot; he says. He gestures for me to get off him, and I help him to his feet. &quot;I think something broke in me that I can&apos;t fix.&quot;</p><p>&emsp;&quot;What do you mean?&quot; I ask.</p><p>&emsp;&quot;I said I&apos;d tell you why I invited you here. I mean, yeah &mdash; all the engineers and techs and business guys were ogling you, and you&apos;re an amazing piece of arm candy. You even made my family have faith in me again.&quot; He laughs. &quot;But I brought you here because I have no one else to share this with. It feels like everyone&apos;s left me or moved on. And I&apos;m tired now. And it&apos;s getting so late.&quot;</p><p>&emsp;I wrap my arms around him, letting the heat of my body speak where my words fall short. He hesitates, but then gently returns my embrace, holding for just a second before he releases. And even in his act of forced vulnerability, I almost feel a piece of myself open, too.</p><p>&emsp;&quot;Bastards,&quot; he says.</p><p>&emsp;&quot;Huh?&quot; I ask.</p><p>&emsp;&quot;Bastards have probably already eaten their way through the food trucks,&quot; he says. &quot;I totally forgot. Usually it&apos;s like eight bucks for a slice of pizza, but Navidson-Monroe&apos;s footing the bill.&quot;</p><p>&emsp;I don&apos;t know what a food truck is. But if it&apos;s designed to move, and it has food in it, I assume it won&apos;t be around for long.</p><p>&emsp;&quot;And hey,&quot; Cody says. &quot;You have to be careful saying stuff like that.&quot;</p><p>&emsp;&quot;What do you mean?&quot; I ask, noticing his face flushes lightly now that we&apos;re out of the dark.</p><p>&emsp;&quot;You have a boyfriend. And yet you almost made me break our tenth rule.&quot;</p><p>&emsp; &quot;Then you must be weak,&quot; I tell him. &quot;Too weak for me,&quot; I say, though I feel refreshed by his sincerity. &quot;But that doesn&apos;t mean I can&apos;t help you.&quot;</p>"], "BodyFormatted": [], "Release": 282, "ReleaseDate": ["10", "10", "2025", "2025-10-10 00:00:00"], "Active": false, "Perspective": "Katiya", "Status": "Revised Draft", "WordCount": 0, "Summary": ""}