{
  "Story": "Paragate",
  "Title": "Chapter Twenty-Three",
  "Subtitle": "Domestic Relations",
  "Act": 2,
  "ChapterNumber": 23,
  "Synopsis": "Katiya and Cody go on separate dates.",
  "RevNotes": "",
  "ID": "2.22",
  "Body": [
    "<p>&emsp;She waits until I&apos;m fully seated in the car to tell me the news. And when she does, I feel both relieved and horrified at the same time &mdash; like the wife that tells her husband he&apos;s packing the largest out of all his friends.</p><p>&emsp;&quot;You did what?&quot; I ask. &quot;Really? But when?&quot;</p><p>&emsp;&quot;It&apos;s when you were busy moping around behind the ration trucks,&quot; Katiya says, with a smug grin. &quot;But I didn&apos;t embarrass you too much.&quot;</p><p>&emsp;I start the car, mute the volume, then feel my head lower into my hands. &quot;How bad is the damage? And what the hell did you say?&quot; </p><p>&emsp;&quot;I said you&apos;re terrible at communicating.&quot;</p><p>&emsp;&quot;Oh, great. And what else?&quot;</p><p>&emsp;&quot;That you and I have nothing between us.&quot;</p><p>&emsp;&quot;Okay,&quot; I ask. &quot;And what good things did you say?&quot;</p><p>&emsp;&quot;Not much,&quot; Katiya says. &quot;Just that you talk about her a lot.&quot;</p><p>&emsp;&quot;Oh, great. So I&apos;m a creep and a loser. So it&apos;s a pity date?&quot; I ask, starting to feel worse than I did in the exhibition hall.</p><p>&emsp;&quot;No. She almost looked relieved when I said we weren&apos;t a thing,&quot; she says, &quot;and when I asked her out for you, she said &apos;yes&apos; right away.&quot;</p><p>&emsp;&quot;Really?&quot; I say, feeling a glimmer of hopeful excitement I haven&apos;t felt in a while. I put the car in drive. &quot;You&apos;re not just saying that?&quot;</p><p>&emsp;Katiya laughs. &quot;Of course not. I can tell. Despite all the tomboy stuff, I&apos;m a woman like her, you know,&quot; she says. &quot;She only had one condition, though.&quot;</p><p>&emsp;&quot;And what&apos;s that?&quot; I ask.</p><p>&emsp;&quot;She wants to be my friend. Says &apos;friends are hard to come by at this age.&apos; And then she asked for my number.&quot;</p><p>&emsp;I pass the gate, waving to the guard whose name I should know by this point. &quot;So what did you say?&quot; I ask.</p><p>&emsp;&quot;I said I left it at home. Then she gave me a sticky page from her purse instead.&quot; She holds up a sticky note with flowery girl handwriting on it. &quot;So what do I do now?&quot;</p><p>&emsp;&quot;We get you a phone,&quot; I tell her. &quot;Take it as a token of my thanks.&quot;</p><p>&emsp;&quot;But won&apos;t I get addicted to it? Like the children of your world and their cat movies?&quot;</p><p>&emsp;&quot;You can leave it at my place, or whatever. I don&apos;t care,&quot; I say, adding the phone store as another stop on the way home. &quot;You can even get a basic one, without all the brain-rot stuff. I&apos;ll show you how to use it.&quot;</p><p>&emsp;And she agrees. And I&apos;m relieved &mdash; because I have no idea how to shop for clothes with her.</p>",
    "<p>&emsp;Kei laughs, crossing her legs as she sits across from me in the train car. &quot;So you didn&apos;t realize that this is exactly the same date we went on all those years ago?&quot;</p><p>&emsp;<span class=internal>So it is a date,</span> I think, rubbing the stubble on my chin that I shaved for the first time in months. </p><p>&emsp;&quot;I guess not,&quot; I say. &quot;I mean, the last one with you was probably the last real date I&apos;ve been on.&quot;</p><p>&emsp;&quot;Real one, huh?&quot; </p><p>&emsp;She leans in closer, showing that same mischievous grin that comes when she&apos;s trying to gaslight me. </p><p>&emsp;&quot;And what makes it real?&quot;</p><p>&emsp;&quot;I don&apos;t know.&quot;</p><p>&emsp;&quot;No, tell me,&quot; she says, leaning even closer, just as a voice chimes over the intercom, declaring we&apos;re at the first stop in Hearthland Ridge on Mineral Street. </p><p>&emsp;The train car lurches to motion, and with her sweaty palms slipping against her bare thighs, her face crashes straight into my chest.</p><p>&emsp;But my mind is quick. &quot;Maybe it&apos;s because we just got here and you&apos;re already throwing yourself at me.&quot; I gently lift Kei up by her shoulders: despite my courageous words, I&apos;m more afraid that she&apos;ll sense the swiftness of my heartbeat, and how badly I&apos;m afraid of fucking this up.</p><p>&emsp;&quot;Oh, don&apos;t be so sure,&quot; she says. Her face flushes. &quot;I bought us the tickets, but that&apos;s only because I make big money compared to you!&quot;</p><p>&emsp;My mind is fast at this performance. I wonder when I stopped feeling the humor in the words. &quot;And you&apos;ll probably spend every last red cent of it on this date.&quot;  I find a smile. &quot;What is it? Another hundred dollars more than me?&quot;</p><p>&emsp;&quot;Who said this was a date?&quot;</p><p>&emsp;&quot;Please,&quot; I say. &quot;You said that, like, four sentences ago.&quot;</p><p>&emsp;&quot;Oh. I guess I did.&quot; She brushes several rebellious strands of her dense, dark hair behind her left ear. </p><p>&emsp;We fix our eyes on the distant mountainscape. It&apos;s the only fixed point when residential houses, rusted refuse, and reckless weeds tear past us at a blistering speed. The only place we&apos;re allowed to look when too much eye contact with anyone on this train might mean a fight, or an impromptu Sunday sermon.</p><p>&emsp;But despite the courage it took to come back here, it feels like no time has passed. It&apos;s not just because she&apos;s wearing the same white-and-blue summer dress she wore all those summers ago. Nor is it because she&apos;s wearing the same perfume. I assume those two things are just because she&apos;s living at home with her parents, not because she&apos;s trying to imply something.</p><p>&emsp;Or is she? </p><p>&emsp;No . . . I refuse to make that same mistake again. But I can feel the excitement of that anticipation as I watch her there, trying not to notice the curvature of her breasts change with each jostle of the cabin, nor the slenderness of her smooth legs lightly damp with sweat from a blistering June day. Not letting that animalistic side that wishes to skip all this overtake what I&apos;m searching for &mdash; the one track of feeling that I&apos;m afraid I lost.</p><p>&emsp;I try to notice if I <span class=internal>notice</span> anything that might show I still feel that way about her. Or that I still have it in me to feel about anyone. I try to remember when I almost said that four-letter word to her, right on the same platform where we boarded this train, before fear and diminishing time sealed that path off from me for years. </p><p>&emsp;But that feeling isn&apos;t something you search for. It happens to you. It&apos;s a place you only realize once you&apos;re there, and I swear to God I have the emotional receipts to prove I was there.</p><p>&emsp;Our view of the Rocky Mountains is shaded by one of those big law firm ads that wraps around the train car, like looking through those bug-resistant screens that pixelate everything into a disparate spread of dots. Looking at the mountains makes me wonder how Katiya&apos;s date is going, hoping that she finds all the things she missed inside of Jullian. The silhouette of an image overshadows the entire car through the windows, but I can&apos;t see the full picture. I spend more time looking at how beautiful Kei is, accented with dots like the shading in a comic book, how little she&apos;s changed since the last time we were here, and wonder how much I&apos;ve changed in ways that I don&apos;t even realize.</p><p>&emsp;I do small talk. </p><p>&emsp;&quot;These windows are scratched to hell, huh?&quot;</p><p>&emsp;&quot;What?&quot; She asks, distracted like she is when I approach her with redlines, still mesmerized by the way everything tears past us.</p><p>&emsp;&quot;The windows. I thought I remembered the Denver Light Rail being a lot cleaner.&quot;</p><p>&emsp;&quot;Was it ever clean?&quot; She turns to me with her sapphire eyes. &quot;Cleaning this system up is like sculpting dry sand.&quot; And I realize this small talk is getting me nowhere.</p><p>&emsp;I feel that mindless feeling rise within me, dragging me closer to her. She leaned that far earlier for a reason. She&apos;s wearing this dress and that perfume for a reason. Maybe she meant to fall like that. </p><p>&emsp;Or maybe she didn&apos;t. </p><p>&emsp;And yet all I want is to just make a move.</p><p>&emsp;I look weird now, the way I&apos;m bent over so far.</p><p>&emsp;&quot;You drop something?&quot; Kei asks.</p><p>&emsp;My heart seizes, still absorbed in her words from a day before. &quot;No, I just . . .&quot; and then I feel my body move in an act of fear, finding myself right next to her on the two-seater with our legs pressed together.</p><p>&emsp;Her skin is so pleasantly cool. The smell of her is overwhelming, and I feel that same part that led me to all those meaningless hook-ups in college urge me to move a little closer.</p><p>&emsp;<span class=internal>But she&apos;s my colleague,</span> I think. <span class=internal>Didn&apos;t you learn last time that she doesn&apos;t see things that way?</span></p><p>&emsp;She&apos;s not moving away, keeping her position either because I made her vastly uncomfortable and she&apos;s stuck with me now, or because she&apos;s interested.</p><p>&emsp;But I don&apos;t want to assume. I don&apos;t want to lean on hope again.</p><p>&emsp;Her voice is warm. &quot;Took you long enough,&quot; she says, &quot;so is it realer now?&quot; </p><p>&emsp;&quot;Sure,&quot; I say. The feeling engulfs me after all these lonely years. I venture my hand on her leg, and she returns by placing her hand on top of mine, leaning close so I can feel even more of her. </p><p>&emsp;&quot;I guess we&apos;re right back where we started now, right? And yet you couldn&apos;t even ask on your own.&quot;</p><p>&emsp;&quot;Well, what can I say? You&apos;re a lot of things I like. You still make me hella nervous.&quot;</p><p>&emsp;&quot;Hella nervous? I can tell,&quot; she says, feeling a slight tremble in my hand. &quot;Is it still stressful dating an upperclassmen?&quot;</p><p>&emsp;&quot;There&apos;s no grades here anymore,&quot; I say.</p><p>&emsp;&quot;You could have asked sooner. Like in college, maybe.&quot;</p><p>&emsp;&quot;But we were both out and around. It seemed like we were chasing a different experience. And neither of us was ready to come down to earth, you know?&quot; </p><p>&emsp;There&apos;s a part of me that yearns to break with all the darkness of those years. Meaningless hook-ups, lonely nights when my sorrow almost set me over the edge, and even though I long to relish the comfort of this exact moment, I&apos;m so afraid of showing it. I&apos;m afraid this feeling isn&apos;t what I want it to be, losing grasp of my ability to judge, falling headlong into that hedonistic sense of longing.</p><p>&emsp;And so I press my lips against hers to try to remember again.</p>",
    "<p>&emsp;And so I press my lips against his to try to forget.</p><p>&emsp;The feeling has hunted me since we left Gaffesend in the carriage. It seems to trail every time that Jullian and I get together. It builds with the crescendo of all the unspoken questions: the useless questions that get us nowhere; the useless, pathetic questions that drive a larger wedge between us, preventing us from just enjoying things the way they are.</p><p>&emsp;What more can I want?</p><p>&emsp;The driver of this personal carriage is distracted by the noise of the horses. It&apos;s surely not his business to care, anyways: just to focus on our safe  passage from the Knights&apos; Quarter of Gaffesend to the day spa in the springs. And as the carriage jostles us around on uneven terrain, I grab his shirt to pull him closer, stabilizing the two of us while the rest of the world trembles.</p><p>&emsp;I speak with my lips against his for every question that crosses my mind. The nostalgia of this love brings me back to the better times, when all we had to do was study, and not to serve our sentence on the brink of war. He tastes the same way he did all those years ago. And when I shift seats to sit next to him on the two-seater, with our legs pressed together, I find his skin so pleasantly warm, contrasting the cold of the alpine air.</p><p>&emsp;The smell of his musk is overwhelming: the Jullian smell in all the shirts he left behind. I feel that same part that led me to all those passionate nights in school urge me to move a little closer.</p><p>&emsp;<span class=internal>But does he still feel that way?</span> I ask. <span class=internal>Why did he set this up for us?</span></p><p>&emsp;That same fear that keeps me from the scouting quests rhymes with the anxiety I feel now. I wonder if his kisses are just performative, because every time I pull away to collect my breath, it seems as if he wants to stop.</p><p>&emsp;&quot;What&apos;s wrong?&quot; I ask.</p><p>&emsp;&quot;Just trying to breathe,&quot; he says. &quot;Maybe it&apos;s because we just got in here, and you&apos;re already throwing yourself at me.&quot;</p><p>&emsp;&quot;Because you&apos;re my boyfriend?&quot;</p><p>&emsp;He glances nervously at the coachman right behind us. &quot;I&apos;m kidding,&quot; he says.</p><p>&emsp;&quot;Because he&apos;s surely paid to care,&quot; I say. &quot;How many Uber drivers&mdash;&quot;</p><p>&emsp;&quot;Uber?&quot; He asks. And I realize I&apos;m reciting the most recent thing I learned about Cody&apos;s world.</p><p>&emsp;&quot;I mean, how many OTHER drivers care about that? I&apos;ll bet you half the people they chaperone in small carriages like this  are couples. No storage on the top: most certainly unable to move a family. Designed for just a group of friends, or two lovers, on a day trip.&quot;</p><p>&emsp;<span class=internal>And, pray tell, which of those describes us?</span> I think, but I shake my head.</p><p>&emsp;&quot;I hope a carriage is enough. I was gonna get one of those new touring cars with the motor . . . but I ended up spending most of it on the spa.&quot; Jullian smiles. &quot;You know I want to treat you right.&quot;</p><p>&emsp;<span class=internal>Now you do,</span> I think. &quot;What made you change?&quot;</p><p>&emsp;&quot;Change what?&quot; He still smiles.</p><p>&emsp;<span class=internal>Shit.</span></p><p>&emsp;My mind races for something I can actually say. &quot;Well, it just came out of nowhere, you know.&quot;</p><p>&emsp;His face falls, still begging the question I refuse to answer. &quot;Change what, Katiya?&quot;</p><p>&emsp;&quot;It&apos;s . . . nothing,&quot; I claim, retreating to the edge of the narrow bench.</p><p>&emsp;&quot;It&apos;s&mdash;&quot; he looks to the coachman again. Then he lowers his voice. &quot;It&apos;s something that bothers you. That matters.&quot;</p><p>&emsp;&quot;Well, we&apos;ve already talked about it before,&quot; I say.</p><p>&emsp;&quot;I know. And I paid for this whole trip for you,&quot; he says.</p><p>&emsp;&quot;You paid for it? So money just makes up for . . .&quot; I clench my fists, hating the entrapment of this state more than how he hurts me, sometimes, so I do the same thing I always do.</p><p>&emsp;I clear my throat, and the cowardice speaks for me.</p><p>&emsp;&quot;I&apos;m sorry,&quot; I tell him. &quot;This will be a great trip. I&apos;m excited. And I&apos;m sorry if I come off as ungrateful,&quot; I say.</p><p>&emsp;He turns my chin up with his fingers to look at him. &quot;I accept your apology. And I&apos;m sorry, too.&quot;</p><p>&emsp;&quot;For what?&quot; I ask.</p><p>&emsp;&quot;For . . . all of it,&quot; he says.</p><p>&emsp;<span class=internal>Like what?</span> I think again, making sure not to say it this time. &quot;Let&apos;s just return to that wonderful part where we were enjoying our time off,&quot; I say. &quot;I&apos;m glad we can do this together.&quot;</p>",
    "<p>&emsp;&quot;I&apos;m glad we could do this together,&quot; Kei says. &quot;After all these years.&quot;</p><p>&emsp;And I realize our entire date has passed in a blur.</p><p>&emsp;We sit downtown at some sushi restaurant on 16th Street Mall. I said all the funny things at all the right times. I made sure to drink as much as I could when we went bowling, to loosen up a little, because even if alcohol makes me feel the call of the void the day after, I need to steal that emotional currency from my future self.</p><p>&emsp;Fact is that we walked into most of the stores, finding myself thinking what Katiya might choose. I chose an outfit for Kei, and she chose a funny work shirt for me.</p><p>&emsp;Fact is that we went bowling. Last time she beat me with her perfect technique, and just as she was about to beat me again, I gave up on trying to win, spinning the twelve-pounder with only two of my fingers in the holes. She laughed at my gutter balls, and when we played a round with the guards up, I wondered how Katiya would fair in a bowling match.</p><p>&emsp;The fact is that she kissed me when I paid for the game. She laughed when I said I scraped together my &quot;level-one poverty dollars for this special date,&quot; and badgered me over whether choosing sushi had to do with her ethnicity.</p><p>&emsp;Is this love, then?</p><p>&emsp;Two glasses of Soju in before the volcano rolls, I ask: &quot;So what&apos;s your favorite date we&apos;ve been on?&quot;</p><p>&emsp;She mixes wasabi with soy in hungry anticipation. &quot;Honestly? I think the best times have just been talking to you. Whether it was at your parents&apos; house after class. Or any dinner date.&quot;</p><p>&emsp;&quot;What can I say? My voice is mesmerizing,&quot; I say, then recite a canned one-liner. &quot;People always told me I had a face for radio. Or was it voice? I don&apos;t remember.&quot;</p><p>&emsp;&quot;I&apos;d say both, if I liked you enough to date you. And even now, as ragged as you still look.&quot;</p><p>&emsp;I retreat to memories of the past. &quot;You remember when your family took me to sushi back in middle school?&quot;</p><p>&emsp;She cracks up when the image hits of me skewering the rolls with chopsticks like meats on a kabob. &quot;How the hell did you think that was the right thing to do?&quot;</p><p>&emsp;&quot;I don&apos;t know,&quot; I say. &quot;I honestly think I was just trying to make you laugh.&quot;</p><p>&emsp;&quot;You always make me laugh,&quot; she says, but her eyes narrow. &quot;But, I don&apos;t know. It&apos;s felt like there&apos;s something different now.&quot;</p><p>&emsp;I take another sip of the rice wine. &quot;What do you mean?&quot;</p><p>&emsp;&quot;I just . . . well, never mind. I don&apos;t want to get all serious.&quot;</p><p>&emsp;&quot;No,&quot; I say, still flashing a smile. &quot;It&apos;s alright.&quot;</p><p>&emsp;&quot;Well,&quot; She hesitates, but after another sip, finds it in her to finish. &quot;You know, ever since what happened. I&apos;ve just felt this kind of sadness in you. Even when you laugh sometimes &mdash; and I&apos;m not saying you don&apos;t laugh sincerely.&quot;</p><p>&emsp;My face falls. I guess we&apos;re doing this after all. &quot;I mean, it still affects me. But I&apos;m over all that. Life moves on.&quot; I gesture the &apos;moving on&apos; with my hands,  convincingly, nearly knocking over the bottle.</p><p>&emsp;&quot;There&apos;s just a pain there that saddens me.&quot; She sips again on her third glass since we don&apos;t have to drive for a while.</p><p>&emsp;I laugh. &quot;What kind of fortune cookie shit is that?&quot;</p><p>&emsp;&quot;But really,&quot; she says. </p><p>&emsp;And then a little bit, just a little bit &mdash; I scoop into that emptiness just to draw out a little bit. Not too much, or it might break me. Not too little, or it won&apos;t sell.</p><p>&emsp;I start, &quot;There was a time I felt so alive after it all went down. With that project I did in Jackson&apos;s name, you know, back in college. It felt like I was processing it, I was working through it.&quot;</p><p>&emsp;&quot;But then what happened?&quot;</p><p>&emsp;&quot;I don&apos;t know. Then, I guess, the two quarters were up, and so was Senior Design. School was over, along with the drive, and now it collects dust in my garage.&quot;</p><p>&emsp;She pauses, having known me long enough to have the courage to ask me further. &quot;But, was it enough?&quot;</p><p>&emsp;My insides cramp. &quot;Of course. After the news report. The presentation. I shared his story. Hero for a day, or whatever.&quot;</p><p>&emsp;&quot;Huh,&quot; she says. She looks out the high windows of the sunken, subterranean restaurant where many random footsteps pass outside. I&apos;m not sure if I&apos;ve convinced her. And I&apos;m not sure I have it in me to try. </p><p>&emsp;I fight that stupid feeling again that I buried for so damn long: either I had one too many, or scooped out a little too much of myself. But I don&apos;t trust her to catch me, afraid that if I fall, that I&apos;ll fall apart completely. </p><p>&emsp;So I pack it in, smile, and add, &quot;But that past is over.&quot; <span class=internal>Because it is.</span> &quot;And my brother Jackie would want me to live on. I have to live enough for the both of us!&quot;</p><p>&emsp;But do I really have that spark left? Is she right? I wove this connection between Katiya and I &mdash; I mean, Kei and I, when I had that passion, but that weaving feels like a forgotten craft. All I have left are just the relics from that time that feel foreign to me: a song I forgot how to play, and all I know now is just how to improvise over it.</p><p>&emsp;I feel so drained of energy now, even dizzy. I anticipate those basic-bitch California rolls to absorb all the alcohol in my empty stomach, and I find I&apos;m thinking of Katiya again, wondering what she&apos;s doing. It breaks my focus, causing my words to trail off as I grit my teeth and continue to recite even more of our past.</p>"
  ],
  "BodyFormatted": [
    [
      "<p id=\"2.23.1.1\" class=\"Cody\">&emsp;She waits until I&apos;m fully seated in the car to tell me the news. And when she does, I feel both relieved and horrified at the same time &mdash; like the wife that tells her husband he&apos;s packing the largest out of all his friends.</p>",
      "<p id=\"2.23.1.2\" class=\"Cody\">&emsp;&quot;You did what?&quot; I ask. &quot;Really? But when?&quot;</p>",
      "<p id=\"2.23.1.3\" class=\"Cody\">&emsp;&quot;It&apos;s when you were busy moping around behind the ration trucks,&quot; Katiya says, with a smug grin. &quot;But I didn&apos;t embarrass you too much.&quot;</p>",
      "<p id=\"2.23.1.4\" class=\"Cody\">&emsp;I start the car, mute the volume, then feel my head lower into my hands. &quot;How bad is the damage? And what the hell did you say?&quot; </p>",
      "<p id=\"2.23.1.5\" class=\"Cody\">&emsp;&quot;I said you&apos;re terrible at communicating.&quot;</p>",
      "<p id=\"2.23.1.6\" class=\"Cody\">&emsp;&quot;Oh, great. And what else?&quot;</p>",
      "<p id=\"2.23.1.7\" class=\"Cody\">&emsp;&quot;That you and I have nothing between us.&quot;</p>",
      "<p id=\"2.23.1.8\" class=\"Cody\">&emsp;&quot;Okay,&quot; I ask. &quot;And what good things did you say?&quot;</p>",
      "<p id=\"2.23.1.9\" class=\"Cody\">&emsp;&quot;Not much,&quot; Katiya says. &quot;Just that you talk about her a lot.&quot;</p>",
      "<p id=\"2.23.1.10\" class=\"Cody\">&emsp;&quot;Oh, great. So I&apos;m a creep and a loser. So it&apos;s a pity date?&quot; I ask, starting to feel worse than I did in the exhibition hall.</p>",
      "<p id=\"2.23.1.11\" class=\"Cody\">&emsp;&quot;No. She almost looked relieved when I said we weren&apos;t a thing,&quot; she says, &quot;and when I asked her out for you, she said &apos;yes&apos; right away.&quot;</p>",
      "<p id=\"2.23.1.12\" class=\"Cody\">&emsp;&quot;Really?&quot; I say, feeling a glimmer of hopeful excitement I haven&apos;t felt in a while. I put the car in drive. &quot;You&apos;re not just saying that?&quot;</p>",
      "<p id=\"2.23.1.13\" class=\"Cody\">&emsp;Katiya laughs. &quot;Of course not. I can tell. Despite all the tomboy stuff, I&apos;m a woman like her, you know,&quot; she says. &quot;She only had one condition, though.&quot;</p>",
      "<p id=\"2.23.1.14\" class=\"Cody\">&emsp;&quot;And what&apos;s that?&quot; I ask.</p>",
      "<p id=\"2.23.1.15\" class=\"Cody\">&emsp;&quot;She wants to be my friend. Says &apos;friends are hard to come by at this age.&apos; And then she asked for my number.&quot;</p>",
      "<p id=\"2.23.1.16\" class=\"Cody\">&emsp;I pass the gate, waving to the guard whose name I should know by this point. &quot;So what did you say?&quot; I ask.</p>",
      "<p id=\"2.23.1.17\" class=\"Cody\">&emsp;&quot;I said I left it at home. Then she gave me a sticky page from her purse instead.&quot; She holds up a sticky note with flowery girl handwriting on it. &quot;So what do I do now?&quot;</p>",
      "<p id=\"2.23.1.18\" class=\"Cody\">&emsp;&quot;We get you a phone,&quot; I tell her. &quot;Take it as a token of my thanks.&quot;</p>",
      "<p id=\"2.23.1.19\" class=\"Cody\">&emsp;&quot;But won&apos;t I get addicted to it? Like the children of your world and their cat movies?&quot;</p>",
      "<p id=\"2.23.1.20\" class=\"Cody\">&emsp;&quot;You can leave it at my place, or whatever. I don&apos;t care,&quot; I say, adding the phone store as another stop on the way home. &quot;You can even get a basic one, without all the brain-rot stuff. I&apos;ll show you how to use it.&quot;</p>",
      "<p id=\"2.23.1.21\" class=\"Cody\">&emsp;And she agrees. And I&apos;m relieved &mdash; because I have no idea how to shop for clothes with her.</p>"
    ],
    [
      "<p id=\"2.23.2.1\" class=\"Cody\">&emsp;Kei laughs, crossing her legs as she sits across from me in the train car. &quot;So you didn&apos;t realize that this is exactly the same date we went on all those years ago?&quot;</p>",
      "<p id=\"2.23.2.2\" class=\"Cody\">&emsp;<span class=internal>So it is a date,</span> I think, rubbing the stubble on my chin that I shaved for the first time in months. </p>",
      "<p id=\"2.23.2.3\" class=\"Cody\">&emsp;&quot;I guess not,&quot; I say. &quot;I mean, the last one with you was probably the last real date I&apos;ve been on.&quot;</p>",
      "<p id=\"2.23.2.4\" class=\"Cody\">&emsp;&quot;Real one, huh?&quot; </p>",
      "<p id=\"2.23.2.5\" class=\"Cody\">&emsp;She leans in closer, showing that same mischievous grin that comes when she&apos;s trying to gaslight me. </p>",
      "<p id=\"2.23.2.6\" class=\"Cody\">&emsp;&quot;And what makes it real?&quot;</p>",
      "<p id=\"2.23.2.7\" class=\"Cody\">&emsp;&quot;I don&apos;t know.&quot;</p>",
      "<p id=\"2.23.2.8\" class=\"Cody\">&emsp;&quot;No, tell me,&quot; she says, leaning even closer, just as a voice chimes over the intercom, declaring we&apos;re at the first stop in Hearthland Ridge on Mineral Street. </p>",
      "<p id=\"2.23.2.9\" class=\"Cody\">&emsp;The train car lurches to motion, and with her sweaty palms slipping against her bare thighs, her face crashes straight into my chest.</p>",
      "<p id=\"2.23.2.10\" class=\"Cody\">&emsp;But my mind is quick. &quot;Maybe it&apos;s because we just got here and you&apos;re already throwing yourself at me.&quot; I gently lift Kei up by her shoulders: despite my courageous words, I&apos;m more afraid that she&apos;ll sense the swiftness of my heartbeat, and how badly I&apos;m afraid of fucking this up.</p>",
      "<p id=\"2.23.2.11\" class=\"Cody\">&emsp;&quot;Oh, don&apos;t be so sure,&quot; she says. Her face flushes. &quot;I bought us the tickets, but that&apos;s only because I make big money compared to you!&quot;</p>",
      "<p id=\"2.23.2.12\" class=\"Cody\">&emsp;My mind is fast at this performance. I wonder when I stopped feeling the humor in the words. &quot;And you&apos;ll probably spend every last red cent of it on this date.&quot;  I find a smile. &quot;What is it? Another hundred dollars more than me?&quot;</p>",
      "<p id=\"2.23.2.13\" class=\"Cody\">&emsp;&quot;Who said this was a date?&quot;</p>",
      "<p id=\"2.23.2.14\" class=\"Cody\">&emsp;&quot;Please,&quot; I say. &quot;You said that, like, four sentences ago.&quot;</p>",
      "<p id=\"2.23.2.15\" class=\"Cody\">&emsp;&quot;Oh. I guess I did.&quot; She brushes several rebellious strands of her dense, dark hair behind her left ear. </p>",
      "<p id=\"2.23.2.16\" class=\"Cody\">&emsp;We fix our eyes on the distant mountainscape. It&apos;s the only fixed point when residential houses, rusted refuse, and reckless weeds tear past us at a blistering speed. The only place we&apos;re allowed to look when too much eye contact with anyone on this train might mean a fight, or an impromptu Sunday sermon.</p>",
      "<p id=\"2.23.2.17\" class=\"Cody\">&emsp;But despite the courage it took to come back here, it feels like no time has passed. It&apos;s not just because she&apos;s wearing the same white-and-blue summer dress she wore all those summers ago. Nor is it because she&apos;s wearing the same perfume. I assume those two things are just because she&apos;s living at home with her parents, not because she&apos;s trying to imply something.</p>",
      "<p id=\"2.23.2.18\" class=\"Cody\">&emsp;Or is she? </p>",
      "<p id=\"2.23.2.19\" class=\"Cody\">&emsp;No . . . I refuse to make that same mistake again. But I can feel the excitement of that anticipation as I watch her there, trying not to notice the curvature of her breasts change with each jostle of the cabin, nor the slenderness of her smooth legs lightly damp with sweat from a blistering June day. Not letting that animalistic side that wishes to skip all this overtake what I&apos;m searching for &mdash; the one track of feeling that I&apos;m afraid I lost.</p>",
      "<p id=\"2.23.2.20\" class=\"Cody\">&emsp;I try to notice if I <span class=internal>notice</span> anything that might show I still feel that way about her. Or that I still have it in me to feel about anyone. I try to remember when I almost said that four-letter word to her, right on the same platform where we boarded this train, before fear and diminishing time sealed that path off from me for years. </p>",
      "<p id=\"2.23.2.21\" class=\"Cody\">&emsp;But that feeling isn&apos;t something you search for. It happens to you. It&apos;s a place you only realize once you&apos;re there, and I swear to God I have the emotional receipts to prove I was there.</p>",
      "<p id=\"2.23.2.22\" class=\"Cody\">&emsp;Our view of the Rocky Mountains is shaded by one of those big law firm ads that wraps around the train car, like looking through those bug-resistant screens that pixelate everything into a disparate spread of dots. Looking at the mountains makes me wonder how Katiya&apos;s date is going, hoping that she finds all the things she missed inside of Jullian. The silhouette of an image overshadows the entire car through the windows, but I can&apos;t see the full picture. I spend more time looking at how beautiful Kei is, accented with dots like the shading in a comic book, how little she&apos;s changed since the last time we were here, and wonder how much I&apos;ve changed in ways that I don&apos;t even realize.</p>",
      "<p id=\"2.23.2.23\" class=\"Cody\">&emsp;I do small talk. </p>",
      "<p id=\"2.23.2.24\" class=\"Cody\">&emsp;&quot;These windows are scratched to hell, huh?&quot;</p>",
      "<p id=\"2.23.2.25\" class=\"Cody\">&emsp;&quot;What?&quot; She asks, distracted like she is when I approach her with redlines, still mesmerized by the way everything tears past us.</p>",
      "<p id=\"2.23.2.26\" class=\"Cody\">&emsp;&quot;The windows. I thought I remembered the Denver Light Rail being a lot cleaner.&quot;</p>",
      "<p id=\"2.23.2.27\" class=\"Cody\">&emsp;&quot;Was it ever clean?&quot; She turns to me with her sapphire eyes. &quot;Cleaning this system up is like sculpting dry sand.&quot; And I realize this small talk is getting me nowhere.</p>",
      "<p id=\"2.23.2.28\" class=\"Cody\">&emsp;I feel that mindless feeling rise within me, dragging me closer to her. She leaned that far earlier for a reason. She&apos;s wearing this dress and that perfume for a reason. Maybe she meant to fall like that. </p>",
      "<p id=\"2.23.2.29\" class=\"Cody\">&emsp;Or maybe she didn&apos;t. </p>",
      "<p id=\"2.23.2.30\" class=\"Cody\">&emsp;And yet all I want is to just make a move.</p>",
      "<p id=\"2.23.2.31\" class=\"Cody\">&emsp;I look weird now, the way I&apos;m bent over so far.</p>",
      "<p id=\"2.23.2.32\" class=\"Cody\">&emsp;&quot;You drop something?&quot; Kei asks.</p>",
      "<p id=\"2.23.2.33\" class=\"Cody\">&emsp;My heart seizes, still absorbed in her words from a day before. &quot;No, I just . . .&quot; and then I feel my body move in an act of fear, finding myself right next to her on the two-seater with our legs pressed together.</p>",
      "<p id=\"2.23.2.34\" class=\"Cody\">&emsp;Her skin is so pleasantly cool. The smell of her is overwhelming, and I feel that same part that led me to all those meaningless hook-ups in college urge me to move a little closer.</p>",
      "<p id=\"2.23.2.35\" class=\"Cody\">&emsp;<span class=internal>But she&apos;s my colleague,</span> I think. <span class=internal>Didn&apos;t you learn last time that she doesn&apos;t see things that way?</span></p>",
      "<p id=\"2.23.2.36\" class=\"Cody\">&emsp;She&apos;s not moving away, keeping her position either because I made her vastly uncomfortable and she&apos;s stuck with me now, or because she&apos;s interested.</p>",
      "<p id=\"2.23.2.37\" class=\"Cody\">&emsp;But I don&apos;t want to assume. I don&apos;t want to lean on hope again.</p>",
      "<p id=\"2.23.2.38\" class=\"Cody\">&emsp;Her voice is warm. &quot;Took you long enough,&quot; she says, &quot;so is it realer now?&quot; </p>",
      "<p id=\"2.23.2.39\" class=\"Cody\">&emsp;&quot;Sure,&quot; I say. The feeling engulfs me after all these lonely years. I venture my hand on her leg, and she returns by placing her hand on top of mine, leaning close so I can feel even more of her. </p>",
      "<p id=\"2.23.2.40\" class=\"Cody\">&emsp;&quot;I guess we&apos;re right back where we started now, right? And yet you couldn&apos;t even ask on your own.&quot;</p>",
      "<p id=\"2.23.2.41\" class=\"Cody\">&emsp;&quot;Well, what can I say? You&apos;re a lot of things I like. You still make me hella nervous.&quot;</p>",
      "<p id=\"2.23.2.42\" class=\"Cody\">&emsp;&quot;Hella nervous? I can tell,&quot; she says, feeling a slight tremble in my hand. &quot;Is it still stressful dating an upperclassmen?&quot;</p>",
      "<p id=\"2.23.2.43\" class=\"Cody\">&emsp;&quot;There&apos;s no grades here anymore,&quot; I say.</p>",
      "<p id=\"2.23.2.44\" class=\"Cody\">&emsp;&quot;You could have asked sooner. Like in college, maybe.&quot;</p>",
      "<p id=\"2.23.2.45\" class=\"Cody\">&emsp;&quot;But we were both out and around. It seemed like we were chasing a different experience. And neither of us was ready to come down to earth, you know?&quot; </p>",
      "<p id=\"2.23.2.46\" class=\"Cody\">&emsp;There&apos;s a part of me that yearns to break with all the darkness of those years. Meaningless hook-ups, lonely nights when my sorrow almost set me over the edge, and even though I long to relish the comfort of this exact moment, I&apos;m so afraid of showing it. I&apos;m afraid this feeling isn&apos;t what I want it to be, losing grasp of my ability to judge, falling headlong into that hedonistic sense of longing.</p>",
      "<p id=\"2.23.2.47\" class=\"Cody\">&emsp;And so I press my lips against hers to try to remember again.</p>"
    ],
    [
      "<p id=\"2.23.3.1\" class=\"Katiya\">&emsp;And so I press my lips against his to try to forget.</p>",
      "<p id=\"2.23.3.2\" class=\"Katiya\">&emsp;The feeling has hunted me since we left Gaffesend in the carriage. It seems to trail every time that Jullian and I get together. It builds with the crescendo of all the unspoken questions: the useless questions that get us nowhere; the useless, pathetic questions that drive a larger wedge between us, preventing us from just enjoying things the way they are.</p>",
      "<p id=\"2.23.3.3\" class=\"Katiya\">&emsp;What more can I want?</p>",
      "<p id=\"2.23.3.4\" class=\"Katiya\">&emsp;The driver of this personal carriage is distracted by the noise of the horses. It&apos;s surely not his business to care, anyways: just to focus on our safe  passage from the Knights&apos; Quarter of Gaffesend to the day spa in the springs. And as the carriage jostles us around on uneven terrain, I grab his shirt to pull him closer, stabilizing the two of us while the rest of the world trembles.</p>",
      "<p id=\"2.23.3.5\" class=\"Katiya\">&emsp;I speak with my lips against his for every question that crosses my mind. The nostalgia of this love brings me back to the better times, when all we had to do was study, and not to serve our sentence on the brink of war. He tastes the same way he did all those years ago. And when I shift seats to sit next to him on the two-seater, with our legs pressed together, I find his skin so pleasantly warm, contrasting the cold of the alpine air.</p>",
      "<p id=\"2.23.3.6\" class=\"Katiya\">&emsp;The smell of his musk is overwhelming: the Jullian smell in all the shirts he left behind. I feel that same part that led me to all those passionate nights in school urge me to move a little closer.</p>",
      "<p id=\"2.23.3.7\" class=\"Katiya\">&emsp;<span class=internal>But does he still feel that way?</span> I ask. <span class=internal>Why did he set this up for us?</span></p>",
      "<p id=\"2.23.3.8\" class=\"Katiya\">&emsp;That same fear that keeps me from the scouting quests rhymes with the anxiety I feel now. I wonder if his kisses are just performative, because every time I pull away to collect my breath, it seems as if he wants to stop.</p>",
      "<p id=\"2.23.3.9\" class=\"Katiya\">&emsp;&quot;What&apos;s wrong?&quot; I ask.</p>",
      "<p id=\"2.23.3.10\" class=\"Katiya\">&emsp;&quot;Just trying to breathe,&quot; he says. &quot;Maybe it&apos;s because we just got in here, and you&apos;re already throwing yourself at me.&quot;</p>",
      "<p id=\"2.23.3.11\" class=\"Katiya\">&emsp;&quot;Because you&apos;re my boyfriend?&quot;</p>",
      "<p id=\"2.23.3.12\" class=\"Katiya\">&emsp;He glances nervously at the coachman right behind us. &quot;I&apos;m kidding,&quot; he says.</p>",
      "<p id=\"2.23.3.13\" class=\"Katiya\">&emsp;&quot;Because he&apos;s surely paid to care,&quot; I say. &quot;How many Uber drivers&mdash;&quot;</p>",
      "<p id=\"2.23.3.14\" class=\"Katiya\">&emsp;&quot;Uber?&quot; He asks. And I realize I&apos;m reciting the most recent thing I learned about Cody&apos;s world.</p>",
      "<p id=\"2.23.3.15\" class=\"Katiya\">&emsp;&quot;I mean, how many OTHER drivers care about that? I&apos;ll bet you half the people they chaperone in small carriages like this  are couples. No storage on the top: most certainly unable to move a family. Designed for just a group of friends, or two lovers, on a day trip.&quot;</p>",
      "<p id=\"2.23.3.16\" class=\"Katiya\">&emsp;<span class=internal>And, pray tell, which of those describes us?</span> I think, but I shake my head.</p>",
      "<p id=\"2.23.3.17\" class=\"Katiya\">&emsp;&quot;I hope a carriage is enough. I was gonna get one of those new touring cars with the motor . . . but I ended up spending most of it on the spa.&quot; Jullian smiles. &quot;You know I want to treat you right.&quot;</p>",
      "<p id=\"2.23.3.18\" class=\"Katiya\">&emsp;<span class=internal>Now you do,</span> I think. &quot;What made you change?&quot;</p>",
      "<p id=\"2.23.3.19\" class=\"Katiya\">&emsp;&quot;Change what?&quot; He still smiles.</p>",
      "<p id=\"2.23.3.20\" class=\"Katiya\">&emsp;<span class=internal>Shit.</span></p>",
      "<p id=\"2.23.3.21\" class=\"Katiya\">&emsp;My mind races for something I can actually say. &quot;Well, it just came out of nowhere, you know.&quot;</p>",
      "<p id=\"2.23.3.22\" class=\"Katiya\">&emsp;His face falls, still begging the question I refuse to answer. &quot;Change what, Katiya?&quot;</p>",
      "<p id=\"2.23.3.23\" class=\"Katiya\">&emsp;&quot;It&apos;s . . . nothing,&quot; I claim, retreating to the edge of the narrow bench.</p>",
      "<p id=\"2.23.3.24\" class=\"Katiya\">&emsp;&quot;It&apos;s&mdash;&quot; he looks to the coachman again. Then he lowers his voice. &quot;It&apos;s something that bothers you. That matters.&quot;</p>",
      "<p id=\"2.23.3.25\" class=\"Katiya\">&emsp;&quot;Well, we&apos;ve already talked about it before,&quot; I say.</p>",
      "<p id=\"2.23.3.26\" class=\"Katiya\">&emsp;&quot;I know. And I paid for this whole trip for you,&quot; he says.</p>",
      "<p id=\"2.23.3.27\" class=\"Katiya\">&emsp;&quot;You paid for it? So money just makes up for . . .&quot; I clench my fists, hating the entrapment of this state more than how he hurts me, sometimes, so I do the same thing I always do.</p>",
      "<p id=\"2.23.3.28\" class=\"Katiya\">&emsp;I clear my throat, and the cowardice speaks for me.</p>",
      "<p id=\"2.23.3.29\" class=\"Katiya\">&emsp;&quot;I&apos;m sorry,&quot; I tell him. &quot;This will be a great trip. I&apos;m excited. And I&apos;m sorry if I come off as ungrateful,&quot; I say.</p>",
      "<p id=\"2.23.3.30\" class=\"Katiya\">&emsp;He turns my chin up with his fingers to look at him. &quot;I accept your apology. And I&apos;m sorry, too.&quot;</p>",
      "<p id=\"2.23.3.31\" class=\"Katiya\">&emsp;&quot;For what?&quot; I ask.</p>",
      "<p id=\"2.23.3.32\" class=\"Katiya\">&emsp;&quot;For . . . all of it,&quot; he says.</p>",
      "<p id=\"2.23.3.33\" class=\"Katiya\">&emsp;<span class=internal>Like what?</span> I think again, making sure not to say it this time. &quot;Let&apos;s just return to that wonderful part where we were enjoying our time off,&quot; I say. &quot;I&apos;m glad we can do this together.&quot;</p>"
    ],
    [
      "<p id=\"2.23.4.1\" class=\"Cody\">&emsp;&quot;I&apos;m glad we could do this together,&quot; Kei says. &quot;After all these years.&quot;</p>",
      "<p id=\"2.23.4.2\" class=\"Cody\">&emsp;And I realize our entire date has passed in a blur.</p>",
      "<p id=\"2.23.4.3\" class=\"Cody\">&emsp;We sit downtown at some sushi restaurant on 16th Street Mall. I said all the funny things at all the right times. I made sure to drink as much as I could when we went bowling, to loosen up a little, because even if alcohol makes me feel the call of the void the day after, I need to steal that emotional currency from my future self.</p>",
      "<p id=\"2.23.4.4\" class=\"Cody\">&emsp;Fact is that we walked into most of the stores, finding myself thinking what Katiya might choose. I chose an outfit for Kei, and she chose a funny work shirt for me.</p>",
      "<p id=\"2.23.4.5\" class=\"Cody\">&emsp;Fact is that we went bowling. Last time she beat me with her perfect technique, and just as she was about to beat me again, I gave up on trying to win, spinning the twelve-pounder with only two of my fingers in the holes. She laughed at my gutter balls, and when we played a round with the guards up, I wondered how Katiya would fair in a bowling match.</p>",
      "<p id=\"2.23.4.6\" class=\"Cody\">&emsp;The fact is that she kissed me when I paid for the game. She laughed when I said I scraped together my &quot;level-one poverty dollars for this special date,&quot; and badgered me over whether choosing sushi had to do with her ethnicity.</p>",
      "<p id=\"2.23.4.7\" class=\"Cody\">&emsp;Is this love, then?</p>",
      "<p id=\"2.23.4.8\" class=\"Cody\">&emsp;Two glasses of Soju in before the volcano rolls, I ask: &quot;So what&apos;s your favorite date we&apos;ve been on?&quot;</p>",
      "<p id=\"2.23.4.9\" class=\"Cody\">&emsp;She mixes wasabi with soy in hungry anticipation. &quot;Honestly? I think the best times have just been talking to you. Whether it was at your parents&apos; house after class. Or any dinner date.&quot;</p>",
      "<p id=\"2.23.4.10\" class=\"Cody\">&emsp;&quot;What can I say? My voice is mesmerizing,&quot; I say, then recite a canned one-liner. &quot;People always told me I had a face for radio. Or was it voice? I don&apos;t remember.&quot;</p>",
      "<p id=\"2.23.4.11\" class=\"Cody\">&emsp;&quot;I&apos;d say both, if I liked you enough to date you. And even now, as ragged as you still look.&quot;</p>",
      "<p id=\"2.23.4.12\" class=\"Cody\">&emsp;I retreat to memories of the past. &quot;You remember when your family took me to sushi back in middle school?&quot;</p>",
      "<p id=\"2.23.4.13\" class=\"Cody\">&emsp;She cracks up when the image hits of me skewering the rolls with chopsticks like meats on a kabob. &quot;How the hell did you think that was the right thing to do?&quot;</p>",
      "<p id=\"2.23.4.14\" class=\"Cody\">&emsp;&quot;I don&apos;t know,&quot; I say. &quot;I honestly think I was just trying to make you laugh.&quot;</p>",
      "<p id=\"2.23.4.15\" class=\"Cody\">&emsp;&quot;You always make me laugh,&quot; she says, but her eyes narrow. &quot;But, I don&apos;t know. It&apos;s felt like there&apos;s something different now.&quot;</p>",
      "<p id=\"2.23.4.16\" class=\"Cody\">&emsp;I take another sip of the rice wine. &quot;What do you mean?&quot;</p>",
      "<p id=\"2.23.4.17\" class=\"Cody\">&emsp;&quot;I just . . . well, never mind. I don&apos;t want to get all serious.&quot;</p>",
      "<p id=\"2.23.4.18\" class=\"Cody\">&emsp;&quot;No,&quot; I say, still flashing a smile. &quot;It&apos;s alright.&quot;</p>",
      "<p id=\"2.23.4.19\" class=\"Cody\">&emsp;&quot;Well,&quot; She hesitates, but after another sip, finds it in her to finish. &quot;You know, ever since what happened. I&apos;ve just felt this kind of sadness in you. Even when you laugh sometimes &mdash; and I&apos;m not saying you don&apos;t laugh sincerely.&quot;</p>",
      "<p id=\"2.23.4.20\" class=\"Cody\">&emsp;My face falls. I guess we&apos;re doing this after all. &quot;I mean, it still affects me. But I&apos;m over all that. Life moves on.&quot; I gesture the &apos;moving on&apos; with my hands,  convincingly, nearly knocking over the bottle.</p>",
      "<p id=\"2.23.4.21\" class=\"Cody\">&emsp;&quot;There&apos;s just a pain there that saddens me.&quot; She sips again on her third glass since we don&apos;t have to drive for a while.</p>",
      "<p id=\"2.23.4.22\" class=\"Cody\">&emsp;I laugh. &quot;What kind of fortune cookie shit is that?&quot;</p>",
      "<p id=\"2.23.4.23\" class=\"Cody\">&emsp;&quot;But really,&quot; she says. </p>",
      "<p id=\"2.23.4.24\" class=\"Cody\">&emsp;And then a little bit, just a little bit &mdash; I scoop into that emptiness just to draw out a little bit. Not too much, or it might break me. Not too little, or it won&apos;t sell.</p>",
      "<p id=\"2.23.4.25\" class=\"Cody\">&emsp;I start, &quot;There was a time I felt so alive after it all went down. With that project I did in Jackson&apos;s name, you know, back in college. It felt like I was processing it, I was working through it.&quot;</p>",
      "<p id=\"2.23.4.26\" class=\"Cody\">&emsp;&quot;But then what happened?&quot;</p>",
      "<p id=\"2.23.4.27\" class=\"Cody\">&emsp;&quot;I don&apos;t know. Then, I guess, the two quarters were up, and so was Senior Design. School was over, along with the drive, and now it collects dust in my garage.&quot;</p>",
      "<p id=\"2.23.4.28\" class=\"Cody\">&emsp;She pauses, having known me long enough to have the courage to ask me further. &quot;But, was it enough?&quot;</p>",
      "<p id=\"2.23.4.29\" class=\"Cody\">&emsp;My insides cramp. &quot;Of course. After the news report. The presentation. I shared his story. Hero for a day, or whatever.&quot;</p>",
      "<p id=\"2.23.4.30\" class=\"Cody\">&emsp;&quot;Huh,&quot; she says. She looks out the high windows of the sunken, subterranean restaurant where many random footsteps pass outside. I&apos;m not sure if I&apos;ve convinced her. And I&apos;m not sure I have it in me to try. </p>",
      "<p id=\"2.23.4.31\" class=\"Cody\">&emsp;I fight that stupid feeling again that I buried for so damn long: either I had one too many, or scooped out a little too much of myself. But I don&apos;t trust her to catch me, afraid that if I fall, that I&apos;ll fall apart completely. </p>",
      "<p id=\"2.23.4.32\" class=\"Cody\">&emsp;So I pack it in, smile, and add, &quot;But that past is over.&quot; <span class=internal>Because it is.</span> &quot;And my brother Jackie would want me to live on. I have to live enough for the both of us!&quot;</p>",
      "<p id=\"2.23.4.33\" class=\"Cody\">&emsp;But do I really have that spark left? Is she right? I wove this connection between Katiya and I &mdash; I mean, Kei and I, when I had that passion, but that weaving feels like a forgotten craft. All I have left are just the relics from that time that feel foreign to me: a song I forgot how to play, and all I know now is just how to improvise over it.</p>",
      "<p id=\"2.23.4.34\" class=\"Cody\">&emsp;I feel so drained of energy now, even dizzy. I anticipate those basic-bitch California rolls to absorb all the alcohol in my empty stomach, and I find I&apos;m thinking of Katiya again, wondering what she&apos;s doing. It breaks my focus, causing my words to trail off as I grit my teeth and continue to recite even more of our past.</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 289,
  "ReleaseDate": [
    "10",
    "17",
    "2025",
    "2025-10-17 00:00:00"
  ],
  "Active": false,
  "Perspective": "Cody",
  "Status": "First Draft",
  "WordCount": 0,
  "Summary": ""
}