{
  "Story": "Paragate",
  "Title": "Chapter Twenty-Four",
  "Subtitle": "Foreign Affairs",
  "Act": 2,
  "ChapterNumber": 24,
  "Synopsis": "Their dates continue, with unexpected friction.",
  "RevNotes": "",
  "ID": "2.23",
  "Body": [
    "<p>&emsp;I grit my teeth and continue to descend into the cold tub. My body aches, but not yet from the freezing water. It&apos;s from the pain of how heavy-handed those backwater Ahkvasans are &mdash; digging their manicured claws into the thinnest muscles on our backs, extracting pain from our overworked muscles by dealing it. And now I&apos;m tasked to withstand the freezing water for a couple minutes, because it&apos;s supposedly good for me.</p><p>&emsp;&quot;No Essence,&quot; Jullian says, seemingly humored by my suffering as he recovers in the warm tub. &quot;I didn&apos;t do it with Essence. No cheating!&quot;</p><p>&emsp;&quot;What, you think I&apos;m a cheater?&quot; I ask. The ache seeps into my bones, as if my marrow is infected with the Chymaeran Curse. </p><p>&emsp;My face twitches. </p><p>&emsp;I ask, &quot;and how long did you say this was for?&quot;</p><p>&emsp;&quot;Five minutes,&quot; he says.</p><p>&emsp;I tremble as gooseflesh spreads like a rash, feeling parts of my body contract that are beyond my control. &quot;Well, talk to me about something. I talked to you, didn&apos;t I?&quot;</p><p>&emsp;&quot;Aren&apos;t we kind of out of things to talk about?&quot; He says.</p><p>&emsp;&quot;How about the,&quot; my teeth chatter, &quot;how about how pointless this place is for people like us?&quot;</p><p>&emsp;He laughs. &quot;Just because you hate the cold tub&mdash;&quot;</p><p>&emsp;&quot;No. Not the Gods-damn cold tub. I mean &mdash; can&apos;t anything be made a warm tub with our abilities? We could get in the bath at home and heat it in seconds.&quot;</p><p>&emsp;&quot;But what about the nature?&quot; Jullian says, spreading his arms as he gestures to the open-air naked bath. &quot;What about the trip? Getting a little ways out of Gaffesend? The water has special properties. They say it heals you.&quot;</p><p>&emsp;&quot;We can heal ourselves, too, you know.&quot; I tense my jaw shut to stop that Gods-awful sound of bone-on-bone.</p><p>&emsp;He smirks. &quot;Sounds like you don&apos;t like this date.&quot;</p><p>&emsp;&quot;I do. All that doesn&apos;t mean this isn&apos;t nice. It&apos;s pain, just like every day. But it&apos;s good pain. Pain that&apos;s for you, you know?&quot;</p><p>&emsp;&quot;For you?&quot; He asks. &quot;Isn&apos;t all pain for the person in pain?&quot;</p><p>&emsp;&quot;No, but pain that makes you better. Half the pain of our training is just lifting stuff all day, or walking laps around the border. But this is to make you feel better later.&quot; My arms tighten around each other as I shiver. &quot;Or it&apos;s supposed to. Right?&quot;</p><p>&emsp;&quot;Sounds to me like your brain is starting to freeze,&quot; he says. &quot;Maybe you should get out. And admit you&apos;re weaker than me.&quot;</p><p>&emsp;&quot;Or maybe you should admit you&apos;re bad at distracting me! Make me feel better,&quot; I say. &quot;Relax me.&quot;</p><p>&emsp;&quot;I&apos;m not getting in there with you,&quot; he says.</p><p>&emsp;&quot;Then talk about . . . the future,&quot; I say.</p><p>&emsp;&quot;What about it?&quot;</p><p>&emsp;&quot;About us. About what happens after all of this. After the trials, after probation and all.&quot;</p><p>&emsp;I expect his face to warm a little. Maybe from the thought of us living together and depending on each other like we planned, and I want to warm my spirit on that while my body freezes. But he hardly seems to give it a thought.</p><p>&emsp;&quot;I don&apos;t know, haven&apos;t really thought about it,&quot; he says. &quot;I&apos;m more focused on what&apos;s happening right now.&quot;</p><p>&emsp;&quot;But really, though,&quot; I say. &quot;You haven&apos;t thought about any of it?&quot;</p><p>&emsp;&quot;I think I&apos;m already in the future I wanted,&quot; he says. &quot;And I hope tomorrow is just a continuation of that. Just the prospect of being free is enough: from all those awful years I never had the freedom to do anything. School, then training, then taking care of my brothers. Sleep for a while. Then repeat it all over again,&quot; he says.</p><p>&emsp;&quot;You met me in those years,&quot; I say, losing the feeling of ice.</p><p>&emsp;&quot;Oh. I mean, of course,&quot; he says. &quot;And you saved me from doing that forever. Could you imagine our lives if we weren&apos;t free like this? Boyhood was something I never had. And surely you&apos;d admit that you didn&apos;t have a childhood either.&quot;</p><p>&emsp;&quot;I had a piece of one,&quot; I say. &quot;But what we have now is control. To steer our lives somewhere better. That after all the hard work and delayed gratification, we can reach something and call it ours. That thing we both wanted, remember?&quot;</p><p>&emsp;&quot;I remember.&quot; </p><p>&emsp;Then I decide to test him. &quot;And what was it?&quot;</p><p>&emsp;&quot;Settling down once we&apos;re on the other side. After our service.&quot; He sounds like a child reciting chores. Then he opens his mouth to modify that statement, but he pauses.</p><p>&emsp;&quot;But what?&quot; I ask. &quot;What&apos;s changed?&quot;</p><p>&emsp;&quot;Nothing&apos;s changed. It&apos;s just&mdash;&quot; he starts, then lets out a long sigh. &quot;I remember being the oldest after both my brothers were born. And I remember school as the only time I had to enjoy myself. And my friends: Gavin and Auren, and how they&apos;d keep inviting me to things, again and again, turning them down every time since I had to walk home and pick up my stupid siblings and feed them. While they got girlfriends, and they forgot about me, and got new friends, and . . .&quot; </p><p>&emsp;Jullian clenches his fist and drives it into the water, but it doesn&apos;t launch a plume of hot water. His fist sizzles, sending clouds of water vapor to join the miasmic haze that hovers over the pools. </p><p>&emsp;He says, &quot;you remember the Harvest Festival before we left, I&apos;m sure.&quot;</p><p>&emsp;&quot;Of course. The last real fun we had back there,&quot; I say. &quot;Just the two of us, walking between booths.&quot;</p><p>&emsp;&quot;That was the first festival I&apos;ve ever been to. And it just . . . gave me a taste of something. Like having sugar for the first time at age twenty.&quot; I feel like he wants me to extrapolate the meaning, but I don&apos;t get it. &quot;Like &mdash; is it so wrong?&quot;</p><p>&emsp;&quot;Is what so wrong?&quot; I ask. &quot;You&apos;re not being specific, Jullian.&quot;</p><p>&emsp;&quot;So wrong to wish for something.&quot;</p><p>&emsp;&quot;To wish for what?&quot;</p><p>&emsp;&quot;To wish my father never died in the mining accident: to knock up my mother and leave me to care for them. Or to wish they were never born, and I could have enjoyed my life. Or if I can&apos;t go back there, then to change the present.&quot; But then he stops himself in his moment of passion. He recoils, frightened of his true nature for just a moment until his expression glazes over. &quot;Nevermind,&quot; he says.</p><p>&emsp;&quot;No. Finish the thought,&quot; I say, losing sense of the freezing water. &quot;What is it you wish for?&quot;</p><p>&emsp;&quot;For nothing,&quot; he insists. I can feel the anger and disappointment of all these months flood through me, but it can&apos;t come out of my mouth. I&apos;m choking on it, like holding back the urge to vomit: the thought of the something that comes after those final words. It&apos;s the thought of oblivion. That with how things are going at training, that I&apos;m headed for death anyways. That I don&apos;t have the time or the temerity or the looks or the emotional energy, and with all that fear, all I can do is keep holding it here.</p><p>&emsp;I bite my tongue until I think it bleeds, shutting my eyes as I fail to recognize what it does to me. He rattles off with some reason he found the time to make up, and as the panic makes me sweat like those sleepless nights in the dream of the cabin, I can feel the fingers closing in on me, surrounding my body with scentless smoke.</p><p>&emsp;But it isn&apos;t smoke. </p><p>&emsp;It&apos;s steam.</p><p>&emsp;And then I breathe it in.</p><p>&emsp;I think of things that rest me, but nothing works. The morning runs. The view from my house in the evenings. The love we had when I was building him up. And only when another man&apos;s face crosses my mind &mdash; that smug face of the outsider when he insults me, but in a friendly way; the expression he wears when he&apos;s deep in focus; the way his forearms fill the space in his shirt when he rolls his sleeves &mdash; the thought of Cody gives me a sense of control, of resistance. </p><p>&emsp;And so I open my eyes to find the water no longer at my shoulders. It boils beneath me as I sit here tucked in a ball, wondering how much longer I have to savor this mediocrity before I&apos;m sent off to die.</p><p>&emsp;I rise from the tub, covering my breasts with my arm as Jullian&apos;s eyes snare on something in the distance, too much of a coward to turn and face me, or even himself. </p><p>&emsp;But maybe that similarity makes us perfect for each other. </p><p>&emsp;I rush to the changing room as Jullian just sits there, without the strength to follow.</p>",
    "<p>&emsp;I have just enough strength to lead us: after all, I&apos;m the only one whose liver was trained for endurance in the fraternity house.</p><p>&emsp;It feels like I have a knot in my stomach, wondering if all those sushi rolls expanded from the liquor &mdash; like the time Jackson swallowed those &quot;Just Add Water&quot; dinosaur toy pills from the dollar store. The doctor pulled them out of his throat like a rope of colorful ribbons from the mouth of a clown. But I feel like mine will be able to come out all on their own.</p>I clutch my stomach as we stumble along 16th Street, looking no different from all the other late-evening pedestrians. Kei tensions her arm in mine, and deprived of all the energy I borrowed from tomorrow, I find I just want to go home.",
    "<p>&emsp;&quot;I just want to go home,&quot; I tell Jullian, as soon as I exit the locker room.</p><p>&emsp;&quot;But we have a whole night here,&quot; he says. &quot;I&apos;m not sure I can get a refund.&quot;</p><p>&emsp;But I&apos;m already headed for the front of the complex, carrying my towel and overnight bag.</p><p>&emsp;&quot;Katiya, wait!&quot; He says.</p><p>&emsp;&quot;And where was all that enthusiasm earlier?&quot; My hand tensions further around the straps of the bag as I turn to face him, something he&apos;s obviously incapable of. &quot;If you&apos;re so damn interested in changing the present, why don&apos;t we do it now?&quot; I yell.</p><p>&emsp;He looks around nervously, watching as other couples begin to turn their heads.</p><p>&emsp;&quot;Oh no, poor Jullian. He longs so much to be the center of attention, but not like this! He wants to have fun. To make up for all those wasted years by deserting the one person who&apos;s supported him through it all, is that right?&quot;</p><p>&emsp;&quot;No,&quot; he mutters, shambling after me.</p><p>&emsp;&quot;Then you better convince me,&quot; I say. &quot;You want to stay and finish your spa day? Or are you going to follow me, and prove something you&apos;ve failed at since we got here?&quot;</p><p>&emsp;&quot;You&apos;re embarrassing me,&quot; he says. I see an anger build inside him: a stupid, pathetic, unfounded anger that has no right to be here.</p><p>&emsp;I turn and approach him. I stand inches from his face though I have to look up at him. &quot;What was that?&quot;</p><p>&emsp;&quot;You embarrass me,&quot; he says. &quot;You continue to embarrass me. You put me down and make me feel like I&apos;m the bad one here, but do you know how much energy it takes to be with you?&quot;</p><p>&emsp;&quot;Excuse me?&quot; I could strike him across the Gods-damn face if this weren&apos;t a public bout. I feel my fear losing its edge on the anger that&apos;s built over the course of months. &quot;And do you know how much energy I waste on hope that you can still be a good person?&quot;</p>&quot;You have enough to try dragging me running every other day. You want me to stick around every morning. To spend all my free time with you. And do you know how much it takes to defend dating a failure?&quot;",
    "<p>&emsp;Something in me twists at that word. </p><p>&emsp;Something that I haven&apos;t felt for a long time, and after all the events of the evening, I&apos;m losing control of that edge.</p><p>&emsp;Surely it&apos;s the booze from the way the tears leak from my eyes a little, but the train car back is dark, and when I press my nose to the scratched window glass, feeling the vibrations of the rails, I feel that feeling steady itself just a little more.</p><p>&emsp;But the more it settles, the more distance I feel between the two of us, though she leans right against me.</p><p>&emsp;&quot;What do you mean by that?&quot; I ask.</p><p>&emsp;&quot;I mean, look at us,&quot; Kei says. &quot;Don&apos;t you see it? Late twenties. Too tired to care about anything. We&apos;re two sides of the same coin.&quot;</p><p>&emsp;&quot;You really think that&apos;s all we are?&quot; I ask.</p><p>&emsp;&quot;I stay at work because I want time to pass, if I feel like I can&apos;t make any use of it. And you&apos;re what the shop guys call the &apos;eighter-skater.&apos; But, like me, I bet you&apos;re just so unsure of what to do with all that time when you lack the energy to put behind it.&quot;</p><p>&emsp;&quot;To waste my time as efficiently as possible,&quot; I say.</p><p>&emsp;&quot;Where&apos;d you get that idiom?&quot; She asks.</p><p>&emsp;I think of the long years sitting at the window, watching time go by. The hum of the rusted fan like the screech of this train. The smell of summer somewhere beyond the walls of the office. &quot;Just something I thought of, once.&quot;</p><p>&emsp;She sniffles as she leans further against my shoulder. &quot;Heh. I guess I&apos;m just a whore for what I can&apos;t seem to produce on my own.&quot;</p><p>&emsp;&quot;What&apos;s that?&quot; I ask.</p><p>&emsp;&quot;I&apos;m a mosquito, or some lame pest. Drawn to blood, to energy. It&apos;s why I was so drawn to you back then. You have this spark when your eyes light up and you&apos;re really passionate about something: debates in Student Government that got us the win; designing that Senior Project was the last time I saw it,&quot; she says, and she looks up at me with her bright blue eyes, and I&apos;d cry if I wasn&apos;t so good at controlling it.</p><p>&emsp;&quot;Well, I&apos;m tapped out now. Maybe you sucked every last ounce out of me.&quot;</p><p>&emsp;She wipes her eyes. She laughs. &quot;If only you were one grade older. If only my parents gave me that extra year in preschool to stay close in age with other kids. That summer with you would have been great.&quot;</p>&quot;I think of that last month of ours all the time,&quot; I say, and I approach to kiss her, knowing that though our lips touch &mdash; and that this dulled feeling of lust is still there somewhere &mdash; we&apos;ll never truly fit, seeking the exact same shape of that piece we can&apos;t find in each other.",
    "<p>&emsp;And maybe that peace was never there. Maybe he was always longing for something and just used me as a rope to climb out.</p><p>&emsp;&quot;We were both losers when we met,&quot; I say. &quot;We lifted each other up!&quot;</p><p>&emsp;&quot;But I was able to get over my fears. You still cower in them every day,&quot; Jullian says. &quot;Not going on a single patrol quest? Have you even looked at the status board lately? Have you trained combat in any drop-ins? Have you even been inside the base?&quot;</p><p>&emsp;&quot;No, I haven&apos;t,&quot; I say. &quot;But did you think you had it in you to be a Guard? And did I not show you the patience when you were insecure and antisocial? Or am I the only one with patience?&quot;</p><p>&emsp;&quot;I&apos;ve been patient for months,&quot; Jullian says.</p><p>&emsp;&quot;And I was patient for years. Maybe I&apos;ve been waiting for too long,&quot; I say. I pick up the bag and head for the exit. Gods above know I don&apos;t care how long it takes to get a damn ride.</p><p>&emsp;He follows, pathetically. &quot;Then what are we, Katiya?&quot;</p><p>&emsp;&quot;You tell me,&quot; I say. &quot;You brought me here for something. Maybe your friends told you it would fix everything that women are simple and just need a date every so often to shut us up for a while.&quot;</p><p>&emsp;&quot;Well, no. And &mdash; and, I&apos;m sorry for what I said.&quot; He reaches for my shoulder as I walk. &quot;You&apos;re not a loser. You&apos;re not damaged, either. You&apos;re just . . . wounded in a different way, and to a different extent than I am.&quot;</p><p>&emsp;He thinks I&apos;ll forgive him. That this is just another episode. But it&apos;s not.</p><p>&emsp;And I say the words I fear.</p><p>&emsp;&quot;Then maybe I should heal alone, if you&apos;re not going to stay without me asking. Maybe I&apos;ll heal faster if I don&apos;t keep getting hurt by your neglect.&quot; I find a carriage waiting, as if divined by the will of the Gods &mdash; or the fact that nobody in their right mind would leave on a half-day at the DAY spa. I reach into my purse for a hefty chunk of Kine.</p><p>&emsp;&quot;Then give me one last chance,&quot; he says. </p><p>&emsp;&quot;How many more chances do you need?&quot; I ask. </p><p>&emsp;&quot;I&apos;ll do whatever it takes,&quot; he says. But just a second ago he was insulting me.</p><p>&emsp;&quot;Don&apos;t strain yourself trying to love me. I think we&apos;re both just discovering who you actually are.&quot; The coins clang together when I reach to drop them in the driver&apos;s hand: a hefty fee well worth liberating myself from this exhausting day of relaxation. </p><p>&emsp;But Jullian&apos;s hand beats me to it. He vanishes around the other side of the carriage until he opens the door to enter, and though I roll my eyes, he ignores my attempt at separation.</p><p>&emsp;&quot;I&apos;m not staying if you&apos;re not here with me,&quot; he says. He throws his bag in the back, settling into the seat across from me. &quot;We can go home if you&apos;re not feeling it,&quot; he says. &quot;I&apos;m sorry you&apos;re so upset.&quot;</p><p>&emsp;I feel my body physically repelled by him, occupying the furthest possible space as not even my eyes can tolerate to watch. My body aches. I feel emotionally drained of any semblance of joy, and after the carriage sets off, I refuse to lift my eyes from the back window until we&apos;re all the way back in Gaffesend.</p>",
    "<p>&emsp;I refuse to close my eyes or else I might fall asleep. </p><p>&emsp;I blare music on the shared work playlist we made together, skipping all the classical and post-rock shit and going straight for the bangers.</p><p>&emsp;It&apos;s funny how I always dreamed of her sitting in this car next to me, right in the passenger seat. Last time, we were both in the back. It was right after my parents bought me this used car for my birthday, because it had all the right &quot;safety features&quot; in some parenting magazine, and it was hot on the market. I was only sixteen, so my parents had to awkwardly chaperone us around in this car until I got past my learner&apos;s permit.</p><p>&emsp;But we&apos;re long past that age of testing the boundaries of our first relationships. I feel that stupid giddy excitement goading me to ask whether or not to drive her home, like she&apos;s some Tinder date from college I went out with for a subtextual pizza. That kid in the backseat envisioned summers driving around exploring: being an active couple with an active car going hiking every weekend. He couldn&apos;t imagine the complicated emptiness of the emotion I feel now.</p><p>&emsp;Maybe I&apos;ll just enjoy the time I have &mdash; I thought she was the ultimate end, but maybe I was just made to be alone like her.</p><p>&emsp;&quot;You can stay at mine,&quot; I offer, driving an automatic car though I speak with the manual gearshift between my legs. &quot;I have a futon set up.&quot;<span class=internal> That neither of us will use. </span>&quot;And in the morning, I can drive you back to your car.&quot; And I don&apos;t even feel the anticipation of whether she&apos;ll decline.</p><p>&emsp;&quot;Sure, that sounds great,&quot; she says. &quot;After some Advil, we can watch a movie.&quot;</p><p>&emsp;We pull into the garage around 11:00 PM. I find myself wondering more about Katiya&apos;s date at the spa than what the next course of events is. And when I crack the door to the garage open and enter the kitchen after Kei, I find the closet door shut.</p><p>&emsp;She flicks the lights on to an odd sight that I forgot to hide.</p><p>&emsp;&quot;Why is there an extension cord running out of your closet?&quot; Kei asks. &quot;You must be a major tech guy if you&apos;ve already run out of outlets.&quot; But then she looks closer, turning the corner of the kitchen island. &quot;Scratch that, running IN to your closet.&quot;</p><p>&emsp;I panic for a second. &quot;I, uh . . . tried to turn it into a little electronics lab. Soldering iron and stuff, you know,&quot; I say, with a nervous laugh.</p><p>&emsp;&quot;Interesting,&quot; she says. But her focus is elsewhere. She turns her eyes to the front entryway to confirm the shades are down. &quot;This sure beats &apos;hanging out&apos; in your parents&apos; basement.&quot;</p><p>&emsp;I speak on a whim of excitement. &quot;Well, the pretext sure hasn&apos;t changed.&quot; I head for the kitchen to fetch us each a glass of water &mdash; to go with the aspirin &mdash;  but she approaches from behind, wrapping her arms around me as I feel her nuzzle into my shoulder.</p><p>&emsp;&quot;What do you say we enjoy ourselves a little . . . in the ways we couldn&apos;t back before college?&quot; She nuzzles her chin into my shoulder, raising gooseflesh as she plants a kiss on my neck. But I find myself trapped on a feeling of hopeful hesitation: just enough emotional currency found from digging in the couches of my mind to redeem a single thought. </p><p>&emsp;&quot;I just,&quot; I say, &quot;uh, wanna be sure of something,&quot;</p><p>&emsp;&quot;Sure of what?&quot; She asks. Then she smiles when she thinks she understands. &quot;Asking for consent? How cute. Yes, Cody Dunsmore, I want to have sex with you.&quot;</p><p>&emsp;&quot;Well, yeah, that too, but . . .&quot; I scratch my head: <span class=internal>shouldn&apos;t I be happy?</span>  &quot;I just... I think I&apos;ve liked you for as long as I can remember. But, like, in a special way, you know, &quot; I say, approaching an unused word that scares me far too much. &quot;I know what you said in the train, but, what if there could be something more?&quot; I turn to face her as she still tensions her arms around me, missing the top half of her dress. She seems nervous, maybe even a little sad, like she&apos;s trapped in some way, so I add, &quot;I mean, we can&apos;t deny that we have feelings for each other. &quot; </p><p>&emsp;I don&apos;t know how it&apos;s possible to feel like I&apos;m being rejected when she&apos;s actively pressing herself against me. I anticipate her next words though she&apos;s trying to assemble them on the spot, like building a Lego set from only the picture on the box.</p><p>&emsp;As the calm-and-collected class president that once won the hearts of her classmates through words and promises, she still struggles to come up with a reply. </p><p>&emsp;And then after a while, she settles for one.</p><p>&emsp;&quot;I think we should enjoy what we&apos;ve had,&quot; she says, and though I find I&apos;m apathetic to almost everything, I feel something beyond my lust that longs for something real. </p><p>&emsp;I mean, if I want a mental vacation to the past, I&apos;ll hang out with Miguel. But it can only be something more if both people want it.</p><p>&emsp;So instead, I concede by answering her statement with a kiss. My heart sinks a little, but I still allow myself to ride the rapture of that feeling that&apos;s so fleeting when it comes and goes. I watch from somewhere distant inside myself, taking a backseat to the mindless entrancement of that primal desire, as I take off the rest of her dress.</p><p>&emsp;I kiss deeply all the warmest parts of her; fully aware that we&apos;re going to burn out bright again; succumbing to a familiar flavor of learned helplessness. I go through the motions, no longer wondering if I&apos;m in love or capable of it as I have her on the couch, feeling her surrender to my strength as I try to ignore the sound of arguing next door.</p><p>&emsp;After the blissful exchange, we shower (separately) and snooze in my bed. I find it&apos;s lighter sleep than the time I accidentally fell asleep with Katiya death-gripping my shoulder, softly pleading me not to go: feeling that odd, satient feeling I don&apos;t think I&apos;ve ever felt before.</p><p>&emsp;I drive her back to her car. We hug, but don&apos;t kiss. I spend the rest of the day tinkering in the garage, trying not to sneeze from all the dust in my senior project&apos;s plastic casket.</p>All I know is that my presentation for work is approaching, and I&apos;ve made it the way they taught me &mdash; as uninspired, soulless, and simple as possible."
  ],
  "BodyFormatted": [
    [
      "<p id=\"2.24.1.1\" class=\"Katiya\">&emsp;I grit my teeth and continue to descend into the cold tub. My body aches, but not yet from the freezing water. It&apos;s from the pain of how heavy-handed those backwater Ahkvasans are &mdash; digging their manicured claws into the thinnest muscles on our backs, extracting pain from our overworked muscles by dealing it. And now I&apos;m tasked to withstand the freezing water for a couple minutes, because it&apos;s supposedly good for me.</p>",
      "<p id=\"2.24.1.2\" class=\"Katiya\">&emsp;&quot;No Essence,&quot; Jullian says, seemingly humored by my suffering as he recovers in the warm tub. &quot;I didn&apos;t do it with Essence. No cheating!&quot;</p>",
      "<p id=\"2.24.1.3\" class=\"Katiya\">&emsp;&quot;What, you think I&apos;m a cheater?&quot; I ask. The ache seeps into my bones, as if my marrow is infected with the Chymaeran Curse. </p>",
      "<p id=\"2.24.1.4\" class=\"Katiya\">&emsp;My face twitches. </p>",
      "<p id=\"2.24.1.5\" class=\"Katiya\">&emsp;I ask, &quot;and how long did you say this was for?&quot;</p>",
      "<p id=\"2.24.1.6\" class=\"Katiya\">&emsp;&quot;Five minutes,&quot; he says.</p>",
      "<p id=\"2.24.1.7\" class=\"Katiya\">&emsp;I tremble as gooseflesh spreads like a rash, feeling parts of my body contract that are beyond my control. &quot;Well, talk to me about something. I talked to you, didn&apos;t I?&quot;</p>",
      "<p id=\"2.24.1.8\" class=\"Katiya\">&emsp;&quot;Aren&apos;t we kind of out of things to talk about?&quot; He says.</p>",
      "<p id=\"2.24.1.9\" class=\"Katiya\">&emsp;&quot;How about the,&quot; my teeth chatter, &quot;how about how pointless this place is for people like us?&quot;</p>",
      "<p id=\"2.24.1.10\" class=\"Katiya\">&emsp;He laughs. &quot;Just because you hate the cold tub&mdash;&quot;</p>",
      "<p id=\"2.24.1.11\" class=\"Katiya\">&emsp;&quot;No. Not the Gods-damn cold tub. I mean &mdash; can&apos;t anything be made a warm tub with our abilities? We could get in the bath at home and heat it in seconds.&quot;</p>",
      "<p id=\"2.24.1.12\" class=\"Katiya\">&emsp;&quot;But what about the nature?&quot; Jullian says, spreading his arms as he gestures to the open-air naked bath. &quot;What about the trip? Getting a little ways out of Gaffesend? The water has special properties. They say it heals you.&quot;</p>",
      "<p id=\"2.24.1.13\" class=\"Katiya\">&emsp;&quot;We can heal ourselves, too, you know.&quot; I tense my jaw shut to stop that Gods-awful sound of bone-on-bone.</p>",
      "<p id=\"2.24.1.14\" class=\"Katiya\">&emsp;He smirks. &quot;Sounds like you don&apos;t like this date.&quot;</p>",
      "<p id=\"2.24.1.15\" class=\"Katiya\">&emsp;&quot;I do. All that doesn&apos;t mean this isn&apos;t nice. It&apos;s pain, just like every day. But it&apos;s good pain. Pain that&apos;s for you, you know?&quot;</p>",
      "<p id=\"2.24.1.16\" class=\"Katiya\">&emsp;&quot;For you?&quot; He asks. &quot;Isn&apos;t all pain for the person in pain?&quot;</p>",
      "<p id=\"2.24.1.17\" class=\"Katiya\">&emsp;&quot;No, but pain that makes you better. Half the pain of our training is just lifting stuff all day, or walking laps around the border. But this is to make you feel better later.&quot; My arms tighten around each other as I shiver. &quot;Or it&apos;s supposed to. Right?&quot;</p>",
      "<p id=\"2.24.1.18\" class=\"Katiya\">&emsp;&quot;Sounds to me like your brain is starting to freeze,&quot; he says. &quot;Maybe you should get out. And admit you&apos;re weaker than me.&quot;</p>",
      "<p id=\"2.24.1.19\" class=\"Katiya\">&emsp;&quot;Or maybe you should admit you&apos;re bad at distracting me! Make me feel better,&quot; I say. &quot;Relax me.&quot;</p>",
      "<p id=\"2.24.1.20\" class=\"Katiya\">&emsp;&quot;I&apos;m not getting in there with you,&quot; he says.</p>",
      "<p id=\"2.24.1.21\" class=\"Katiya\">&emsp;&quot;Then talk about . . . the future,&quot; I say.</p>",
      "<p id=\"2.24.1.22\" class=\"Katiya\">&emsp;&quot;What about it?&quot;</p>",
      "<p id=\"2.24.1.23\" class=\"Katiya\">&emsp;&quot;About us. About what happens after all of this. After the trials, after probation and all.&quot;</p>",
      "<p id=\"2.24.1.24\" class=\"Katiya\">&emsp;I expect his face to warm a little. Maybe from the thought of us living together and depending on each other like we planned, and I want to warm my spirit on that while my body freezes. But he hardly seems to give it a thought.</p>",
      "<p id=\"2.24.1.25\" class=\"Katiya\">&emsp;&quot;I don&apos;t know, haven&apos;t really thought about it,&quot; he says. &quot;I&apos;m more focused on what&apos;s happening right now.&quot;</p>",
      "<p id=\"2.24.1.26\" class=\"Katiya\">&emsp;&quot;But really, though,&quot; I say. &quot;You haven&apos;t thought about any of it?&quot;</p>",
      "<p id=\"2.24.1.27\" class=\"Katiya\">&emsp;&quot;I think I&apos;m already in the future I wanted,&quot; he says. &quot;And I hope tomorrow is just a continuation of that. Just the prospect of being free is enough: from all those awful years I never had the freedom to do anything. School, then training, then taking care of my brothers. Sleep for a while. Then repeat it all over again,&quot; he says.</p>",
      "<p id=\"2.24.1.28\" class=\"Katiya\">&emsp;&quot;You met me in those years,&quot; I say, losing the feeling of ice.</p>",
      "<p id=\"2.24.1.29\" class=\"Katiya\">&emsp;&quot;Oh. I mean, of course,&quot; he says. &quot;And you saved me from doing that forever. Could you imagine our lives if we weren&apos;t free like this? Boyhood was something I never had. And surely you&apos;d admit that you didn&apos;t have a childhood either.&quot;</p>",
      "<p id=\"2.24.1.30\" class=\"Katiya\">&emsp;&quot;I had a piece of one,&quot; I say. &quot;But what we have now is control. To steer our lives somewhere better. That after all the hard work and delayed gratification, we can reach something and call it ours. That thing we both wanted, remember?&quot;</p>",
      "<p id=\"2.24.1.31\" class=\"Katiya\">&emsp;&quot;I remember.&quot; </p>",
      "<p id=\"2.24.1.32\" class=\"Katiya\">&emsp;Then I decide to test him. &quot;And what was it?&quot;</p>",
      "<p id=\"2.24.1.33\" class=\"Katiya\">&emsp;&quot;Settling down once we&apos;re on the other side. After our service.&quot; He sounds like a child reciting chores. Then he opens his mouth to modify that statement, but he pauses.</p>",
      "<p id=\"2.24.1.34\" class=\"Katiya\">&emsp;&quot;But what?&quot; I ask. &quot;What&apos;s changed?&quot;</p>",
      "<p id=\"2.24.1.35\" class=\"Katiya\">&emsp;&quot;Nothing&apos;s changed. It&apos;s just&mdash;&quot; he starts, then lets out a long sigh. &quot;I remember being the oldest after both my brothers were born. And I remember school as the only time I had to enjoy myself. And my friends: Gavin and Auren, and how they&apos;d keep inviting me to things, again and again, turning them down every time since I had to walk home and pick up my stupid siblings and feed them. While they got girlfriends, and they forgot about me, and got new friends, and . . .&quot; </p>",
      "<p id=\"2.24.1.36\" class=\"Katiya\">&emsp;Jullian clenches his fist and drives it into the water, but it doesn&apos;t launch a plume of hot water. His fist sizzles, sending clouds of water vapor to join the miasmic haze that hovers over the pools. </p>",
      "<p id=\"2.24.1.37\" class=\"Katiya\">&emsp;He says, &quot;you remember the Harvest Festival before we left, I&apos;m sure.&quot;</p>",
      "<p id=\"2.24.1.38\" class=\"Katiya\">&emsp;&quot;Of course. The last real fun we had back there,&quot; I say. &quot;Just the two of us, walking between booths.&quot;</p>",
      "<p id=\"2.24.1.39\" class=\"Katiya\">&emsp;&quot;That was the first festival I&apos;ve ever been to. And it just . . . gave me a taste of something. Like having sugar for the first time at age twenty.&quot; I feel like he wants me to extrapolate the meaning, but I don&apos;t get it. &quot;Like &mdash; is it so wrong?&quot;</p>",
      "<p id=\"2.24.1.40\" class=\"Katiya\">&emsp;&quot;Is what so wrong?&quot; I ask. &quot;You&apos;re not being specific, Jullian.&quot;</p>",
      "<p id=\"2.24.1.41\" class=\"Katiya\">&emsp;&quot;So wrong to wish for something.&quot;</p>",
      "<p id=\"2.24.1.42\" class=\"Katiya\">&emsp;&quot;To wish for what?&quot;</p>",
      "<p id=\"2.24.1.43\" class=\"Katiya\">&emsp;&quot;To wish my father never died in the mining accident: to knock up my mother and leave me to care for them. Or to wish they were never born, and I could have enjoyed my life. Or if I can&apos;t go back there, then to change the present.&quot; But then he stops himself in his moment of passion. He recoils, frightened of his true nature for just a moment until his expression glazes over. &quot;Nevermind,&quot; he says.</p>",
      "<p id=\"2.24.1.44\" class=\"Katiya\">&emsp;&quot;No. Finish the thought,&quot; I say, losing sense of the freezing water. &quot;What is it you wish for?&quot;</p>",
      "<p id=\"2.24.1.45\" class=\"Katiya\">&emsp;&quot;For nothing,&quot; he insists. I can feel the anger and disappointment of all these months flood through me, but it can&apos;t come out of my mouth. I&apos;m choking on it, like holding back the urge to vomit: the thought of the something that comes after those final words. It&apos;s the thought of oblivion. That with how things are going at training, that I&apos;m headed for death anyways. That I don&apos;t have the time or the temerity or the looks or the emotional energy, and with all that fear, all I can do is keep holding it here.</p>",
      "<p id=\"2.24.1.46\" class=\"Katiya\">&emsp;I bite my tongue until I think it bleeds, shutting my eyes as I fail to recognize what it does to me. He rattles off with some reason he found the time to make up, and as the panic makes me sweat like those sleepless nights in the dream of the cabin, I can feel the fingers closing in on me, surrounding my body with scentless smoke.</p>",
      "<p id=\"2.24.1.47\" class=\"Katiya\">&emsp;But it isn&apos;t smoke. </p>",
      "<p id=\"2.24.1.48\" class=\"Katiya\">&emsp;It&apos;s steam.</p>",
      "<p id=\"2.24.1.49\" class=\"Katiya\">&emsp;And then I breathe it in.</p>",
      "<p id=\"2.24.1.50\" class=\"Katiya\">&emsp;I think of things that rest me, but nothing works. The morning runs. The view from my house in the evenings. The love we had when I was building him up. And only when another man&apos;s face crosses my mind &mdash; that smug face of the outsider when he insults me, but in a friendly way; the expression he wears when he&apos;s deep in focus; the way his forearms fill the space in his shirt when he rolls his sleeves &mdash; the thought of Cody gives me a sense of control, of resistance. </p>",
      "<p id=\"2.24.1.51\" class=\"Katiya\">&emsp;And so I open my eyes to find the water no longer at my shoulders. It boils beneath me as I sit here tucked in a ball, wondering how much longer I have to savor this mediocrity before I&apos;m sent off to die.</p>",
      "<p id=\"2.24.1.52\" class=\"Katiya\">&emsp;I rise from the tub, covering my breasts with my arm as Jullian&apos;s eyes snare on something in the distance, too much of a coward to turn and face me, or even himself. </p>",
      "<p id=\"2.24.1.53\" class=\"Katiya\">&emsp;But maybe that similarity makes us perfect for each other. </p>",
      "<p id=\"2.24.1.54\" class=\"Katiya\">&emsp;I rush to the changing room as Jullian just sits there, without the strength to follow.</p>"
    ],
    [
      "<p id=\"2.24.2.1\" class=\"Cody\">&emsp;I have just enough strength to lead us: after all, I&apos;m the only one whose liver was trained for endurance in the fraternity house.</p>",
      "<p id=\"2.24.2.2\" class=\"Cody\">&emsp;It feels like I have a knot in my stomach, wondering if all those sushi rolls expanded from the liquor &mdash; like the time Jackson swallowed those &quot;Just Add Water&quot; dinosaur toy pills from the dollar store. The doctor pulled them out of his throat like a rope of colorful ribbons from the mouth of a clown. But I feel like mine will be able to come out all on their own.</p>"
    ],
    [
      "<p id=\"2.24.3.1\" class=\"Katiya\">&emsp;&quot;I just want to go home,&quot; I tell Jullian, as soon as I exit the locker room.</p>",
      "<p id=\"2.24.3.2\" class=\"Katiya\">&emsp;&quot;But we have a whole night here,&quot; he says. &quot;I&apos;m not sure I can get a refund.&quot;</p>",
      "<p id=\"2.24.3.3\" class=\"Katiya\">&emsp;But I&apos;m already headed for the front of the complex, carrying my towel and overnight bag.</p>",
      "<p id=\"2.24.3.4\" class=\"Katiya\">&emsp;&quot;Katiya, wait!&quot; He says.</p>",
      "<p id=\"2.24.3.5\" class=\"Katiya\">&emsp;&quot;And where was all that enthusiasm earlier?&quot; My hand tensions further around the straps of the bag as I turn to face him, something he&apos;s obviously incapable of. &quot;If you&apos;re so damn interested in changing the present, why don&apos;t we do it now?&quot; I yell.</p>",
      "<p id=\"2.24.3.6\" class=\"Katiya\">&emsp;He looks around nervously, watching as other couples begin to turn their heads.</p>",
      "<p id=\"2.24.3.7\" class=\"Katiya\">&emsp;&quot;Oh no, poor Jullian. He longs so much to be the center of attention, but not like this! He wants to have fun. To make up for all those wasted years by deserting the one person who&apos;s supported him through it all, is that right?&quot;</p>",
      "<p id=\"2.24.3.8\" class=\"Katiya\">&emsp;&quot;No,&quot; he mutters, shambling after me.</p>",
      "<p id=\"2.24.3.9\" class=\"Katiya\">&emsp;&quot;Then you better convince me,&quot; I say. &quot;You want to stay and finish your spa day? Or are you going to follow me, and prove something you&apos;ve failed at since we got here?&quot;</p>",
      "<p id=\"2.24.3.10\" class=\"Katiya\">&emsp;&quot;You&apos;re embarrassing me,&quot; he says. I see an anger build inside him: a stupid, pathetic, unfounded anger that has no right to be here.</p>",
      "<p id=\"2.24.3.11\" class=\"Katiya\">&emsp;I turn and approach him. I stand inches from his face though I have to look up at him. &quot;What was that?&quot;</p>",
      "<p id=\"2.24.3.12\" class=\"Katiya\">&emsp;&quot;You embarrass me,&quot; he says. &quot;You continue to embarrass me. You put me down and make me feel like I&apos;m the bad one here, but do you know how much energy it takes to be with you?&quot;</p>",
      "<p id=\"2.24.3.13\" class=\"Katiya\">&emsp;&quot;Excuse me?&quot; I could strike him across the Gods-damn face if this weren&apos;t a public bout. I feel my fear losing its edge on the anger that&apos;s built over the course of months. &quot;And do you know how much energy I waste on hope that you can still be a good person?&quot;</p>"
    ],
    [
      "<p id=\"2.24.4.1\" class=\"Cody\">&emsp;Something in me twists at that word. </p>",
      "<p id=\"2.24.4.2\" class=\"Cody\">&emsp;Something that I haven&apos;t felt for a long time, and after all the events of the evening, I&apos;m losing control of that edge.</p>",
      "<p id=\"2.24.4.3\" class=\"Cody\">&emsp;Surely it&apos;s the booze from the way the tears leak from my eyes a little, but the train car back is dark, and when I press my nose to the scratched window glass, feeling the vibrations of the rails, I feel that feeling steady itself just a little more.</p>",
      "<p id=\"2.24.4.4\" class=\"Cody\">&emsp;But the more it settles, the more distance I feel between the two of us, though she leans right against me.</p>",
      "<p id=\"2.24.4.5\" class=\"Cody\">&emsp;&quot;What do you mean by that?&quot; I ask.</p>",
      "<p id=\"2.24.4.6\" class=\"Cody\">&emsp;&quot;I mean, look at us,&quot; Kei says. &quot;Don&apos;t you see it? Late twenties. Too tired to care about anything. We&apos;re two sides of the same coin.&quot;</p>",
      "<p id=\"2.24.4.7\" class=\"Cody\">&emsp;&quot;You really think that&apos;s all we are?&quot; I ask.</p>",
      "<p id=\"2.24.4.8\" class=\"Cody\">&emsp;&quot;I stay at work because I want time to pass, if I feel like I can&apos;t make any use of it. And you&apos;re what the shop guys call the &apos;eighter-skater.&apos; But, like me, I bet you&apos;re just so unsure of what to do with all that time when you lack the energy to put behind it.&quot;</p>",
      "<p id=\"2.24.4.9\" class=\"Cody\">&emsp;&quot;To waste my time as efficiently as possible,&quot; I say.</p>",
      "<p id=\"2.24.4.10\" class=\"Cody\">&emsp;&quot;Where&apos;d you get that idiom?&quot; She asks.</p>",
      "<p id=\"2.24.4.11\" class=\"Cody\">&emsp;I think of the long years sitting at the window, watching time go by. The hum of the rusted fan like the screech of this train. The smell of summer somewhere beyond the walls of the office. &quot;Just something I thought of, once.&quot;</p>",
      "<p id=\"2.24.4.12\" class=\"Cody\">&emsp;She sniffles as she leans further against my shoulder. &quot;Heh. I guess I&apos;m just a whore for what I can&apos;t seem to produce on my own.&quot;</p>",
      "<p id=\"2.24.4.13\" class=\"Cody\">&emsp;&quot;What&apos;s that?&quot; I ask.</p>",
      "<p id=\"2.24.4.14\" class=\"Cody\">&emsp;&quot;I&apos;m a mosquito, or some lame pest. Drawn to blood, to energy. It&apos;s why I was so drawn to you back then. You have this spark when your eyes light up and you&apos;re really passionate about something: debates in Student Government that got us the win; designing that Senior Project was the last time I saw it,&quot; she says, and she looks up at me with her bright blue eyes, and I&apos;d cry if I wasn&apos;t so good at controlling it.</p>",
      "<p id=\"2.24.4.15\" class=\"Cody\">&emsp;&quot;Well, I&apos;m tapped out now. Maybe you sucked every last ounce out of me.&quot;</p>",
      "<p id=\"2.24.4.16\" class=\"Cody\">&emsp;She wipes her eyes. She laughs. &quot;If only you were one grade older. If only my parents gave me that extra year in preschool to stay close in age with other kids. That summer with you would have been great.&quot;</p>"
    ],
    [
      "<p id=\"2.24.5.1\" class=\"Katiya\">&emsp;And maybe that peace was never there. Maybe he was always longing for something and just used me as a rope to climb out.</p>",
      "<p id=\"2.24.5.2\" class=\"Katiya\">&emsp;&quot;We were both losers when we met,&quot; I say. &quot;We lifted each other up!&quot;</p>",
      "<p id=\"2.24.5.3\" class=\"Katiya\">&emsp;&quot;But I was able to get over my fears. You still cower in them every day,&quot; Jullian says. &quot;Not going on a single patrol quest? Have you even looked at the status board lately? Have you trained combat in any drop-ins? Have you even been inside the base?&quot;</p>",
      "<p id=\"2.24.5.4\" class=\"Katiya\">&emsp;&quot;No, I haven&apos;t,&quot; I say. &quot;But did you think you had it in you to be a Guard? And did I not show you the patience when you were insecure and antisocial? Or am I the only one with patience?&quot;</p>",
      "<p id=\"2.24.5.5\" class=\"Katiya\">&emsp;&quot;I&apos;ve been patient for months,&quot; Jullian says.</p>",
      "<p id=\"2.24.5.6\" class=\"Katiya\">&emsp;&quot;And I was patient for years. Maybe I&apos;ve been waiting for too long,&quot; I say. I pick up the bag and head for the exit. Gods above know I don&apos;t care how long it takes to get a damn ride.</p>",
      "<p id=\"2.24.5.7\" class=\"Katiya\">&emsp;He follows, pathetically. &quot;Then what are we, Katiya?&quot;</p>",
      "<p id=\"2.24.5.8\" class=\"Katiya\">&emsp;&quot;You tell me,&quot; I say. &quot;You brought me here for something. Maybe your friends told you it would fix everything that women are simple and just need a date every so often to shut us up for a while.&quot;</p>",
      "<p id=\"2.24.5.9\" class=\"Katiya\">&emsp;&quot;Well, no. And &mdash; and, I&apos;m sorry for what I said.&quot; He reaches for my shoulder as I walk. &quot;You&apos;re not a loser. You&apos;re not damaged, either. You&apos;re just . . . wounded in a different way, and to a different extent than I am.&quot;</p>",
      "<p id=\"2.24.5.10\" class=\"Katiya\">&emsp;He thinks I&apos;ll forgive him. That this is just another episode. But it&apos;s not.</p>",
      "<p id=\"2.24.5.11\" class=\"Katiya\">&emsp;And I say the words I fear.</p>",
      "<p id=\"2.24.5.12\" class=\"Katiya\">&emsp;&quot;Then maybe I should heal alone, if you&apos;re not going to stay without me asking. Maybe I&apos;ll heal faster if I don&apos;t keep getting hurt by your neglect.&quot; I find a carriage waiting, as if divined by the will of the Gods &mdash; or the fact that nobody in their right mind would leave on a half-day at the DAY spa. I reach into my purse for a hefty chunk of Kine.</p>",
      "<p id=\"2.24.5.13\" class=\"Katiya\">&emsp;&quot;Then give me one last chance,&quot; he says. </p>",
      "<p id=\"2.24.5.14\" class=\"Katiya\">&emsp;&quot;How many more chances do you need?&quot; I ask. </p>",
      "<p id=\"2.24.5.15\" class=\"Katiya\">&emsp;&quot;I&apos;ll do whatever it takes,&quot; he says. But just a second ago he was insulting me.</p>",
      "<p id=\"2.24.5.16\" class=\"Katiya\">&emsp;&quot;Don&apos;t strain yourself trying to love me. I think we&apos;re both just discovering who you actually are.&quot; The coins clang together when I reach to drop them in the driver&apos;s hand: a hefty fee well worth liberating myself from this exhausting day of relaxation. </p>",
      "<p id=\"2.24.5.17\" class=\"Katiya\">&emsp;But Jullian&apos;s hand beats me to it. He vanishes around the other side of the carriage until he opens the door to enter, and though I roll my eyes, he ignores my attempt at separation.</p>",
      "<p id=\"2.24.5.18\" class=\"Katiya\">&emsp;&quot;I&apos;m not staying if you&apos;re not here with me,&quot; he says. He throws his bag in the back, settling into the seat across from me. &quot;We can go home if you&apos;re not feeling it,&quot; he says. &quot;I&apos;m sorry you&apos;re so upset.&quot;</p>",
      "<p id=\"2.24.5.19\" class=\"Katiya\">&emsp;I feel my body physically repelled by him, occupying the furthest possible space as not even my eyes can tolerate to watch. My body aches. I feel emotionally drained of any semblance of joy, and after the carriage sets off, I refuse to lift my eyes from the back window until we&apos;re all the way back in Gaffesend.</p>"
    ],
    [
      "<p id=\"2.24.6.1\" class=\"Cody\">&emsp;I refuse to close my eyes or else I might fall asleep. </p>",
      "<p id=\"2.24.6.2\" class=\"Cody\">&emsp;I blare music on the shared work playlist we made together, skipping all the classical and post-rock shit and going straight for the bangers.</p>",
      "<p id=\"2.24.6.3\" class=\"Cody\">&emsp;It&apos;s funny how I always dreamed of her sitting in this car next to me, right in the passenger seat. Last time, we were both in the back. It was right after my parents bought me this used car for my birthday, because it had all the right &quot;safety features&quot; in some parenting magazine, and it was hot on the market. I was only sixteen, so my parents had to awkwardly chaperone us around in this car until I got past my learner&apos;s permit.</p>",
      "<p id=\"2.24.6.4\" class=\"Cody\">&emsp;But we&apos;re long past that age of testing the boundaries of our first relationships. I feel that stupid giddy excitement goading me to ask whether or not to drive her home, like she&apos;s some Tinder date from college I went out with for a subtextual pizza. That kid in the backseat envisioned summers driving around exploring: being an active couple with an active car going hiking every weekend. He couldn&apos;t imagine the complicated emptiness of the emotion I feel now.</p>",
      "<p id=\"2.24.6.5\" class=\"Cody\">&emsp;Maybe I&apos;ll just enjoy the time I have &mdash; I thought she was the ultimate end, but maybe I was just made to be alone like her.</p>",
      "<p id=\"2.24.6.6\" class=\"Cody\">&emsp;&quot;You can stay at mine,&quot; I offer, driving an automatic car though I speak with the manual gearshift between my legs. &quot;I have a futon set up.&quot;<span class=internal> That neither of us will use. </span>&quot;And in the morning, I can drive you back to your car.&quot; And I don&apos;t even feel the anticipation of whether she&apos;ll decline.</p>",
      "<p id=\"2.24.6.7\" class=\"Cody\">&emsp;&quot;Sure, that sounds great,&quot; she says. &quot;After some Advil, we can watch a movie.&quot;</p>",
      "<p id=\"2.24.6.8\" class=\"Cody\">&emsp;We pull into the garage around 11:00 PM. I find myself wondering more about Katiya&apos;s date at the spa than what the next course of events is. And when I crack the door to the garage open and enter the kitchen after Kei, I find the closet door shut.</p>",
      "<p id=\"2.24.6.9\" class=\"Cody\">&emsp;She flicks the lights on to an odd sight that I forgot to hide.</p>",
      "<p id=\"2.24.6.10\" class=\"Cody\">&emsp;&quot;Why is there an extension cord running out of your closet?&quot; Kei asks. &quot;You must be a major tech guy if you&apos;ve already run out of outlets.&quot; But then she looks closer, turning the corner of the kitchen island. &quot;Scratch that, running IN to your closet.&quot;</p>",
      "<p id=\"2.24.6.11\" class=\"Cody\">&emsp;I panic for a second. &quot;I, uh . . . tried to turn it into a little electronics lab. Soldering iron and stuff, you know,&quot; I say, with a nervous laugh.</p>",
      "<p id=\"2.24.6.12\" class=\"Cody\">&emsp;&quot;Interesting,&quot; she says. But her focus is elsewhere. She turns her eyes to the front entryway to confirm the shades are down. &quot;This sure beats &apos;hanging out&apos; in your parents&apos; basement.&quot;</p>",
      "<p id=\"2.24.6.13\" class=\"Cody\">&emsp;I speak on a whim of excitement. &quot;Well, the pretext sure hasn&apos;t changed.&quot; I head for the kitchen to fetch us each a glass of water &mdash; to go with the aspirin &mdash;  but she approaches from behind, wrapping her arms around me as I feel her nuzzle into my shoulder.</p>",
      "<p id=\"2.24.6.14\" class=\"Cody\">&emsp;&quot;What do you say we enjoy ourselves a little . . . in the ways we couldn&apos;t back before college?&quot; She nuzzles her chin into my shoulder, raising gooseflesh as she plants a kiss on my neck. But I find myself trapped on a feeling of hopeful hesitation: just enough emotional currency found from digging in the couches of my mind to redeem a single thought. </p>",
      "<p id=\"2.24.6.15\" class=\"Cody\">&emsp;&quot;I just,&quot; I say, &quot;uh, wanna be sure of something,&quot;</p>",
      "<p id=\"2.24.6.16\" class=\"Cody\">&emsp;&quot;Sure of what?&quot; She asks. Then she smiles when she thinks she understands. &quot;Asking for consent? How cute. Yes, Cody Dunsmore, I want to have sex with you.&quot;</p>",
      "<p id=\"2.24.6.17\" class=\"Cody\">&emsp;&quot;Well, yeah, that too, but . . .&quot; I scratch my head: <span class=internal>shouldn&apos;t I be happy?</span>  &quot;I just... I think I&apos;ve liked you for as long as I can remember. But, like, in a special way, you know, &quot; I say, approaching an unused word that scares me far too much. &quot;I know what you said in the train, but, what if there could be something more?&quot; I turn to face her as she still tensions her arms around me, missing the top half of her dress. She seems nervous, maybe even a little sad, like she&apos;s trapped in some way, so I add, &quot;I mean, we can&apos;t deny that we have feelings for each other. &quot; </p>",
      "<p id=\"2.24.6.18\" class=\"Cody\">&emsp;I don&apos;t know how it&apos;s possible to feel like I&apos;m being rejected when she&apos;s actively pressing herself against me. I anticipate her next words though she&apos;s trying to assemble them on the spot, like building a Lego set from only the picture on the box.</p>",
      "<p id=\"2.24.6.19\" class=\"Cody\">&emsp;As the calm-and-collected class president that once won the hearts of her classmates through words and promises, she still struggles to come up with a reply. </p>",
      "<p id=\"2.24.6.20\" class=\"Cody\">&emsp;And then after a while, she settles for one.</p>",
      "<p id=\"2.24.6.21\" class=\"Cody\">&emsp;&quot;I think we should enjoy what we&apos;ve had,&quot; she says, and though I find I&apos;m apathetic to almost everything, I feel something beyond my lust that longs for something real. </p>",
      "<p id=\"2.24.6.22\" class=\"Cody\">&emsp;I mean, if I want a mental vacation to the past, I&apos;ll hang out with Miguel. But it can only be something more if both people want it.</p>",
      "<p id=\"2.24.6.23\" class=\"Cody\">&emsp;So instead, I concede by answering her statement with a kiss. My heart sinks a little, but I still allow myself to ride the rapture of that feeling that&apos;s so fleeting when it comes and goes. I watch from somewhere distant inside myself, taking a backseat to the mindless entrancement of that primal desire, as I take off the rest of her dress.</p>",
      "<p id=\"2.24.6.24\" class=\"Cody\">&emsp;I kiss deeply all the warmest parts of her; fully aware that we&apos;re going to burn out bright again; succumbing to a familiar flavor of learned helplessness. I go through the motions, no longer wondering if I&apos;m in love or capable of it as I have her on the couch, feeling her surrender to my strength as I try to ignore the sound of arguing next door.</p>",
      "<p id=\"2.24.6.25\" class=\"Cody\">&emsp;After the blissful exchange, we shower (separately) and snooze in my bed. I find it&apos;s lighter sleep than the time I accidentally fell asleep with Katiya death-gripping my shoulder, softly pleading me not to go: feeling that odd, satient feeling I don&apos;t think I&apos;ve ever felt before.</p>",
      "<p id=\"2.24.6.26\" class=\"Cody\">&emsp;I drive her back to her car. We hug, but don&apos;t kiss. I spend the rest of the day tinkering in the garage, trying not to sneeze from all the dust in my senior project&apos;s plastic casket.</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 296,
  "ReleaseDate": [
    "10",
    "24",
    "2025",
    "2025-10-24 00:00:00"
  ],
  "Active": false,
  "Perspective": "Katiya",
  "Status": "First Draft",
  "WordCount": 0,
  "Summary": ""
}