{
  "Story": "Paragate",
  "Title": "Chapter Twenty-Four",
  "Subtitle": "Foreign Affairs",
  "Act": 2,
  "ChapterNumber": 24,
  "Synopsis": "Their dates continue, with unexpected friction.",
  "RevNotes": "",
  "ID": "2.23",
  "Body": [
    "<p>&emsp;I grit my teeth and continue to descend into the cold tub. My body aches, but not yet from the freezing water. It&apos;s from the pain of how heavy-handed those backwater Ahkvasans are &mdash; digging their manicured claws into the thinnest muscles on our backs, extracting pain from our overworked muscles by dealing it. And now I&apos;m tasked to withstand the freezing water for a couple minutes, because it&apos;s supposedly good for me.</p><p>&emsp;&quot;No Essence,&quot; Jullian says, seemingly humored by my suffering as he recovers in the warm tub. &quot;I didn&apos;t do it with Essence. No cheating!&quot;</p><p>&emsp;&quot;What, you think I&apos;m a cheater?&quot; I ask. The ache seeps into my bones, as if my marrow is infected with the Chymaeran Curse. </p><p>&emsp;My face twitches. </p><p>&emsp;I ask, &quot;and how long did you say this was for?&quot;</p><p>&emsp;&quot;Five minutes,&quot; he says.</p><p>&emsp;I tremble as gooseflesh spreads like a rash, feeling parts of my body contract that are beyond my control. &quot;Well, talk to me about something. I talked to you, didn&apos;t I?&quot;</p><p>&emsp;&quot;Aren&apos;t we kind of out of things to talk about?&quot; He says.</p><p>&emsp;&quot;How about the,&quot; my teeth chatter, &quot;how about how pointless this place is for people like us?&quot;</p><p>&emsp;He laughs. &quot;Just because you hate the cold tub&mdash;&quot;</p><p>&emsp;&quot;No. Not the Gods-damn cold tub. I mean &mdash; can&apos;t anything be made a warm tub with our abilities? We could get in the bath at home and heat it in seconds.&quot;</p><p>&emsp;&quot;But what about the nature?&quot; Jullian says, spreading his arms as he gestures to the open-air naked bath. &quot;What about the trip? Getting a little ways out of Gaffesend? The water has special properties. They say it heals you.&quot;</p><p>&emsp;&quot;We can heal ourselves, too, you know.&quot; I tense my jaw shut to stop that Gods-awful sound of bone-on-bone.</p><p>&emsp;He smirks. &quot;Sounds like you don&apos;t like this date.&quot;</p><p>&emsp;&quot;I do. All that doesn&apos;t mean this isn&apos;t nice. It&apos;s pain, just like every day. But it&apos;s good pain. Pain that&apos;s for you, you know?&quot;</p><p>&emsp;&quot;For you?&quot; He asks. &quot;Isn&apos;t all pain for the person in pain?&quot;</p><p>&emsp;&quot;No, but pain that makes you better. Half the pain of our training is just lifting stuff all day, or walking laps around the border. But this is to make you feel better later.&quot; My arms tighten around each other as I shiver. &quot;Or it&apos;s supposed to. Right?&quot;</p><p>&emsp;&quot;Sounds to me like your brain is starting to freeze,&quot; he says. &quot;Maybe you should get out. And admit you&apos;re weaker than me.&quot;</p><p>&emsp;&quot;Or maybe you should admit you&apos;re bad at distracting me! Make me feel better,&quot; I say. &quot;Relax me.&quot;</p><p>&emsp;&quot;I&apos;m not getting in there with you,&quot; he says.</p><p>&emsp;&quot;Then talk about . . . the future,&quot; I say.</p><p>&emsp;&quot;What about it?&quot;</p><p>&emsp;&quot;About us. About what happens after all of this. After the trials, after probation and all.&quot;</p><p>&emsp;I expect his face to warm a little. Maybe from the thought of us living together and depending on each other like we planned, and I want to warm my spirit on that while my body freezes. But he hardly seems to give it a thought.</p><p>&emsp;&quot;I don&apos;t know, haven&apos;t really thought about it,&quot; he says. &quot;I&apos;m more focused on what&apos;s happening right now.&quot;</p><p>&emsp;&quot;But really, though,&quot; I say. &quot;You haven&apos;t thought about any of it?&quot;</p><p>&emsp;&quot;I think I&apos;m already in the future I wanted,&quot; he says. &quot;And I hope tomorrow is just a continuation of that. Just the prospect of being free is enough: from all those awful years I never had the freedom to do anything. School, then training, then taking care of my brothers. Sleep for a while. Then repeat it all over again,&quot; he says.</p><p>&emsp;&quot;You met me in those years,&quot; I say, losing the feeling of ice.</p><p>&emsp;&quot;Oh. I mean, of course,&quot; he says. &quot;And you saved me from doing that forever. Could you imagine our lives if we weren&apos;t free like this? Boyhood was something I never had. And surely you&apos;d admit that you didn&apos;t have a childhood either.&quot;</p><p>&emsp;&quot;I had a piece of one,&quot; I say. &quot;But what we have now is control. To steer our lives somewhere better. That after all the hard work and delayed gratification, we can reach something and call it ours. That thing we both wanted, remember?&quot;</p><p>&emsp;&quot;I remember.&quot; </p><p>&emsp;Then I decide to test him. &quot;And what was it?&quot;</p><p>&emsp;&quot;Settling down once we&apos;re on the other side. After our service.&quot; He sounds like a child reciting chores. Then he opens his mouth to modify that statement, but he pauses.</p><p>&emsp;&quot;But what?&quot; I ask. &quot;What&apos;s changed?&quot;</p><p>&emsp;&quot;Nothing&apos;s changed. It&apos;s just&mdash;&quot; he starts, then lets out a long sigh. &quot;I remember being the oldest after both my brothers were born. And I remember school as the only time I had to enjoy myself. And my friends: Gavin and Auren, and how they&apos;d keep inviting me to things, again and again, turning them down every time since I had to walk home and pick up my stupid siblings and feed them. While they got girlfriends, and they forgot about me, and got new friends, and . . .&quot; </p><p>&emsp;Jullian clenches his fist and drives it into the water, but it doesn&apos;t launch a plume of hot water. His fist sizzles, sending clouds of water vapor to join the miasmic haze that hovers over the pools. </p><p>&emsp;He says, &quot;you remember the Harvest Festival before we left, I&apos;m sure.&quot;</p><p>&emsp;&quot;Of course. The last real fun we had back there,&quot; I say. &quot;Just the two of us, walking between booths.&quot;</p><p>&emsp;&quot;That was the first festival I&apos;ve ever been to. And it just . . . gave me a taste of something. Like having sugar for the first time at age twenty.&quot; I feel like he wants me to extrapolate the meaning, but I don&apos;t get it. &quot;Like &mdash; is it so wrong?&quot;</p><p>&emsp;&quot;Is what so wrong?&quot; I ask. &quot;You&apos;re not being specific, Jullian.&quot;</p><p>&emsp;&quot;So wrong to wish for something.&quot;</p><p>&emsp;&quot;To wish for what?&quot;</p><p>&emsp;&quot;To wish my father never died in the mining accident: to knock up my mother and leave me to care for them. Or to wish they were never born, and I could have enjoyed my life. Or if I can&apos;t go back there, then to change the present.&quot; But then he stops himself in his moment of passion. He recoils, frightened of his true nature for just a moment until his expression glazes over. &quot;Nevermind,&quot; he says.</p><p>&emsp;&quot;No. Finish the thought,&quot; I say, losing sense of the freezing water. &quot;What is it you wish for?&quot;</p><p>&emsp;&quot;For nothing,&quot; he insists. I can feel the anger and disappointment of all these months flood through me, but it can&apos;t come out of my mouth. I&apos;m choking on it, like holding back the urge to vomit: the thought of the something that comes after those final words. It&apos;s the thought of oblivion. That with how things are going at training, that I&apos;m headed for death anyways. That I don&apos;t have the time or the temerity or the looks or the emotional energy, and with all that fear, all I can do is keep holding it here.</p><p>&emsp;I bite my tongue until I think it bleeds, shutting my eyes as I fail to recognize what it does to me. He rattles off with some reason he found the time to make up, and as the panic makes me sweat like those sleepless nights in the dream of the cabin, I can feel the fingers closing in on me, surrounding my body with scentless smoke.</p><p>&emsp;But it isn&apos;t smoke. </p><p>&emsp;It&apos;s steam.</p><p>&emsp;And then I breathe it in.</p><p>&emsp;I think of things that rest me, but nothing works. The morning runs. The view from my house in the evenings. The love we had when I was building him up. And only when another man&apos;s face crosses my mind &mdash; that smug face of the outsider when he insults me, but in a friendly way; the expression he wears when he&apos;s deep in focus; the way his forearms fill the space in his shirt when he rolls his sleeves &mdash; the thought of Cody gives me a sense of control, of resistance. </p><p>&emsp;And so I open my eyes to find the water no longer at my shoulders. It boils beneath me as I sit here tucked in a ball, wondering how much longer I have to savor this mediocrity before I&apos;m sent off to die.</p><p>&emsp;I rise from the tub, covering my breasts with my arm as Jullian&apos;s eyes snare on something in the distance, too much of a coward to turn and face me, or even himself. </p><p>&emsp;But maybe that similarity makes us perfect for each other. </p><p>&emsp;I rush to the changing room as Jullian just sits there, without the strength to follow.</p>",
    "<p>&emsp;I have just enough strength to lead us: after all, I&apos;m the only one whose liver was trained for endurance in the fraternity house.</p><p>&emsp;It feels like I have a knot in my stomach, wondering if all those sushi rolls expanded from the liquor &mdash; like the time Jackson swallowed those &quot;Just Add Water&quot; dinosaur toy pills from the dollar store. The doctor pulled them out of his throat like a rope of colorful ribbons from the mouth of a clown. But I feel like mine will be able to come out all on their own.</p>I clutch my stomach as we stumble along 16th Street, looking no different from all the other late-evening pedestrians. Kei tensions her arm in mine, and deprived of all the energy I borrowed from tomorrow, I find I just want to go home.",
    "<p>&emsp;&quot;I just want to go home,&quot; I tell Jullian, as soon as I exit the locker room.</p><p>&emsp;&quot;But we have a whole night here,&quot; he says. &quot;I&apos;m not sure I can get a refund.&quot;</p><p>&emsp;But I&apos;m already headed for the front of the complex, carrying my towel and overnight bag.</p><p>&emsp;&quot;Katiya, wait!&quot; He says.</p><p>&emsp;&quot;And where was all that enthusiasm earlier?&quot; My hand tensions further around the straps of the bag as I turn to face him, something he&apos;s obviously incapable of. &quot;If you&apos;re so damn interested in changing the present, why don&apos;t we do it now?&quot; I yell.</p><p>&emsp;He looks around nervously, watching as other couples begin to turn their heads.</p><p>&emsp;&quot;Oh no, poor Jullian. He longs so much to be the center of attention, but not like this! He wants to have fun. To make up for all those wasted years by deserting the one person who&apos;s supported him through it all, is that right?&quot;</p><p>&emsp;&quot;No,&quot; he mutters, shambling after me.</p><p>&emsp;&quot;Then you better convince me,&quot; I say. &quot;You want to stay and finish your spa day? Or are you going to follow me, and prove something you&apos;ve failed at since we got here?&quot;</p><p>&emsp;&quot;You&apos;re embarrassing me,&quot; he says. I see an anger build inside him: a stupid, pathetic, unfounded anger that has no right to be here.</p><p>&emsp;I turn and approach him. I stand inches from his face though I have to look up at him. &quot;What was that?&quot;</p><p>&emsp;&quot;You embarrass me,&quot; he says. &quot;You continue to embarrass me. You put me down and make me feel like I&apos;m the bad one here, but do you know how much energy it takes to be with you?&quot;</p><p>&emsp;&quot;Excuse me?&quot; I could strike him across the Gods-damn face if this weren&apos;t a public bout. I feel my fear losing its edge on the anger that&apos;s built over the course of months. &quot;And do you know how much energy I waste on hope that you can still be a good person?&quot;</p>&quot;You have enough to try dragging me running every other day. You want me to stick around every morning. To spend all my free time with you. And do you know how much it takes to defend dating a failure?&quot;",
    "<p>&emsp;Something in me twists at that word. Something that I haven&apos;t felt for a long time, and after all the events of the evening, I&apos;m losing control of that edge.</p><p>&emsp;Surely it&apos;s the booze from the way the tears leak from my eyes a little, but the train car back is dark, and when I press my nose to the scratched window glass, feeling the vibrations of the rails, I feel that feeling steady itself just a little more.</p><p>&emsp;But the more it settles, the more distance I feel between the two of us, though she leans right against me.</p><p>&emsp;&quot;What do you mean by that?&quot; I ask.</p><p>&emsp;&quot;I mean, look at us,&quot; Kei says. &quot;Don&apos;t you see it? Late twenties. Too tired to care about anything. We&apos;re two sides of the same coin.&quot;</p><p>&emsp;&quot;You really think that&apos;s all we are?&quot; I ask.</p><p>&emsp;&quot;I stay at work because I want time to pass, if I feel like I can&apos;t make any use of it. And you&apos;re what the shop guys call the &apos;eighter-skater.&apos; But, like me, I bet you&apos;re just so unsure of what to do with all that time when you lack the energy to put behind it.&quot;</p><p>&emsp;&quot;To waste my time as efficiently as possible,&quot; I say.</p><p>&emsp;&quot;Where&apos;d you get that idiom?&quot; She asks.</p><p>&emsp;I think of the long years sitting at the window, watching time go by. The hum of the rusted fan like the screech of this train. The smell of summer somewhere beyond the walls of the office. &quot;Just something I thought of, once.&quot;</p><p>&emsp;She sniffles as she leans further against my shoulder. &quot;Heh. I guess I&apos;m just a whore for what I can&apos;t seem to produce on my own.&quot;</p><p>&emsp;&quot;What&apos;s that?&quot; I ask.</p><p>&emsp;&quot;I&apos;m a mosquito, or some lame pest. Drawn to blood, to energy. It&apos;s why I was so drawn to you. You have this spark when your eyes light up and you&apos;re really passionate about something: debates in Student Government that got us the win; designing that Senior Project was the last time I saw it,&quot; she says, and she looks up at me with her bright blue eyes, and I&apos;d cry if I wasn&apos;t so good at controlling it.</p><p>&emsp;&quot;Well, I&apos;m tapped out now. Maybe you sucked every last ounce out of me.&quot;</p><p>&emsp;She wipes her eyes. She laughs. &quot;If only you were one grade older. If only my parents gave me that extra year in preschool to stay close in age with other kids. That summer with you would have been great.&quot;</p>&quot;I think of that last month of ours all the time,&quot; I say, and I approach to kiss her, knowing that though our lips touch &mdash; and that this dulled feeling of lust is still there somewhere &mdash; we&apos;ll never truly fit, seeking the exact same shape of that piece we can&apos;t find in each other.",
    "<p>&emsp;And maybe that peace was never there. Maybe he was always longing for something and just used me as a rope to climb out.</p><p>&emsp;&quot;We were both losers when we met,&quot; I say. &quot;We lifted each other up!&quot;</p><p>&emsp;&quot;But I was able to get over my fears. You still cower in them every day,&quot; Jullian says. &quot;Not going on a single patrol quest? Have you even looked at the status board lately? Have you trained combat in any drop-ins? Have you even been inside the base?&quot;</p><p>&emsp;&quot;No, I haven&apos;t,&quot; I say. &quot;But did you think you had it in you to be a Guard? And did I not show you the patience when you were insecure and antisocial? Or am I the only one with patience?&quot;</p><p>&emsp;&quot;I&apos;ve been patient for months,&quot; Jullian says.</p><p>&emsp;&quot;And I was patient for years. Maybe I&apos;ve been waiting for too long,&quot; I say. I pick up the bag and head for the exit. Gods above know I don&apos;t care how long it takes to get a damn ride.</p><p>&emsp;He follows, pathetically. &quot;Then what are we, Katiya?&quot;</p><p>&emsp;&quot;You tell me,&quot; I say. &quot;You brought me here for something. Maybe your friends told you it would fix everything that women are simple and just need a date every so often to shut us up for a while.&quot;</p><p>&emsp;&quot;Well, no. And &mdash; and, I&apos;m sorry for what I said.&quot; He reaches for my shoulder as I walk. &quot;You&apos;re not a loser. You&apos;re not damaged, either. You&apos;re just . . . wounded in a different way, and to a different extent than I am.&quot;</p><p>&emsp;He thinks I&apos;ll forgive him. That this is just another episode. But it&apos;s not.</p><p>&emsp;And I say the words I fear.</p><p>&emsp;&quot;Then maybe I should heal alone, if you&apos;re not going to stay without me asking. Maybe I&apos;ll heal faster if I don&apos;t keep getting hurt by your neglect.&quot; I find a carriage waiting, as if divined by the will of the Gods &mdash; or the fact that nobody in their right mind would leave on a half-day at the DAY spa. I reach into my purse for a hefty chunk of Kine.</p><p>&emsp;&quot;Then give me one last chance,&quot; he says. &quot;To be patient. Because I need to do better.&quot;</p><p>&emsp;I sit in the back of the carriage. My hand motions to the driver&apos;s open palm, but Jullian beats me to it, dispensing the fare as he sits across from me.</p><p>&emsp;And for some reason, I don&apos;t say anything at all: nothing for the rest of the ride home. That is, until he follows me into my house though I refused to kiss him goodnight, finding something unexpected in the foyer of my home.</p>",
    "<p>&emsp;I still don&apos;t feel like I ever left Gaffesend. I feel far tenser than when I left, and I don&apos;t think that this time is because of that awful argument.</p><p>&emsp;&quot;Katiya?&quot; Kei asks.</p><p>&emsp;&quot;Cody,&quot; Jullian says.</p><p>&emsp;&quot;Kei,&quot; I reply.</p><p>&emsp;&quot;Jullian,&quot; Cody responds.</p><p>&emsp;Cody pulls his pants up right before Jullian can see his undergarments. </p><p>&emsp;&quot;Sorry to intrude,&quot; Kei says, stumbling across the floor. &quot;I thought Cody&apos;s house had more to it &mdash; first time I&apos;ve been over, but what the hell is up with this?&quot;</p><p>&emsp;&quot;What&apos;s hell?&quot; Jullian asks.</p><p>&emsp;&quot;What&apos;s up with what?&quot; I ask.</p><p>&emsp;&quot;With this doorway,&quot; Kei says. &quot;Was this complex of townhomes designed by a Motel-8 or something, with adjoining doors like this?&quot; She adjusts her twisted bra.</p><p>&emsp;&quot;What the Res is a model eight?&quot; Jullian asks again.</p><p>&emsp;&quot;What the hell is a &apos;Res&apos;?&quot; Kei asks.</p><p>&emsp;My eyes glare at Cody. </p><p>&emsp;How in Khiras&apos; name did you let this happen? </p><p>&emsp;But he looks confused.</p><p>&emsp;She opened the damn door, he seems to imply.</p><p>&emsp;My eyes gesture to the door as we watch oil mix with water: putting out one fire at a time. My mind screams in false telepathy, hoping his science brain can logically piece it together. You&apos;re lucky Kei came over here. It would be too much for Jullian to see your side!</p><p>&emsp;His eyes parse between Jullian and I. Let&apos;s keep him away, he hopefully implies, just as Jullian turns to me. &quot;You never told me that . . . guy . . . lived next door to you,&quot; he says. &quot;And through a connecting door? Not even my house has that.&quot;</p><p>&emsp;&quot;I&apos;m surprised you guys live so close,&quot; Kei says. &quot;Never seen a builder&apos;s package with a door between townhomes.&quot;</p><p>&emsp;The gears turn in Cody&apos;s mind. &quot;Must have been for multi-family situations or something,&quot; he says.</p><p>&emsp;Kei steps a little further in, and the three of us approach her like pawns on a chessboard, afraid she might castle us. &quot;Speaking of builders&apos; packages, isn&apos;t this place new? And how did you get it to look like this?&quot; She says, now noticing the strangeness of their attire.</p><p>&emsp;&quot;And what are you two wearing?&quot; Jullian asks. &quot;Are you Royals? Living in this district? I know Master Cody is a scientist.&quot;</p><p>&emsp;&quot;Scientist,&quot; Kei repeats, chuckling without recognizing the danger she incites. &quot;I guess an engineer is a scientist. We&apos;re both engineers at Navidson-Monroe.&quot;</p><p>&emsp;&quot;I&apos;m not familiar with that family,&quot; Jullian says. &quot;Hyphenated must mean some drama&apos;s in there. Anyways &mdash; so you&apos;re a couple in the science guild. Katiya is my paramour, and we&apos;re together in the Royal Knights.&quot; It looks like some kind of relief comes to him when he sees Cody as even less of a threat.</p><p>&emsp;Kei uses everything she has to not double over laughing. Probably seeing us as some of those cause-players Cody talked about. She hides it with a cough. &quot;Well, wow,&quot; she says. &quot;Interesting . . . neat design: it&apos;s very imaginative.&quot;</p><p>&emsp;&quot;Designed by the Guard: we had no say in it,&quot; Jullian says. &quot;And I live just down the way.&quot;</p><p>&emsp;&quot;That&apos;s great,&quot; Kei says. And then a long pause overstays its welcome, still shorter than Kei and Cody&apos;s presence in my world.</p><p>&emsp;Cody pats his pants. &quot;Well. We&apos;ll leave you to it,&quot; he says, chuckling awkwardly as he shepherds Kei from the room.</p><p>&emsp;&quot;To that,&quot; I say. &quot;Left to it, we are.&quot; </p><p>&emsp;Cody shuts the door behind him, and I take my first deep breath since I&apos;ve entered my home.</p><p>&emsp;&quot;What a bunch of deviants,&quot; Jullian says. &quot;That Cody guy is nice &mdash; was kind to my friend and all, but he and his lady dress so strangely.&quot;</p><p>&emsp;His lady, I think. And for some reason, it bothers me.</p>"
  ],
  "BodyFormatted": [
    [
      "<p id=\"2.24.1.1\" class=\"Katiya\">&emsp;I grit my teeth and continue to descend into the cold tub. My body aches, but not yet from the freezing water. It&apos;s from the pain of how heavy-handed those backwater Ahkvasans are &mdash; digging their manicured claws into the thinnest muscles on our backs, extracting pain from our overworked muscles by dealing it. And now I&apos;m tasked to withstand the freezing water for a couple minutes, because it&apos;s supposedly good for me.</p>",
      "<p id=\"2.24.1.2\" class=\"Katiya\">&emsp;&quot;No Essence,&quot; Jullian says, seemingly humored by my suffering as he recovers in the warm tub. &quot;I didn&apos;t do it with Essence. No cheating!&quot;</p>",
      "<p id=\"2.24.1.3\" class=\"Katiya\">&emsp;&quot;What, you think I&apos;m a cheater?&quot; I ask. The ache seeps into my bones, as if my marrow is infected with the Chymaeran Curse. </p>",
      "<p id=\"2.24.1.4\" class=\"Katiya\">&emsp;My face twitches. </p>",
      "<p id=\"2.24.1.5\" class=\"Katiya\">&emsp;I ask, &quot;and how long did you say this was for?&quot;</p>",
      "<p id=\"2.24.1.6\" class=\"Katiya\">&emsp;&quot;Five minutes,&quot; he says.</p>",
      "<p id=\"2.24.1.7\" class=\"Katiya\">&emsp;I tremble as gooseflesh spreads like a rash, feeling parts of my body contract that are beyond my control. &quot;Well, talk to me about something. I talked to you, didn&apos;t I?&quot;</p>",
      "<p id=\"2.24.1.8\" class=\"Katiya\">&emsp;&quot;Aren&apos;t we kind of out of things to talk about?&quot; He says.</p>",
      "<p id=\"2.24.1.9\" class=\"Katiya\">&emsp;&quot;How about the,&quot; my teeth chatter, &quot;how about how pointless this place is for people like us?&quot;</p>",
      "<p id=\"2.24.1.10\" class=\"Katiya\">&emsp;He laughs. &quot;Just because you hate the cold tub&mdash;&quot;</p>",
      "<p id=\"2.24.1.11\" class=\"Katiya\">&emsp;&quot;No. Not the Gods-damn cold tub. I mean &mdash; can&apos;t anything be made a warm tub with our abilities? We could get in the bath at home and heat it in seconds.&quot;</p>",
      "<p id=\"2.24.1.12\" class=\"Katiya\">&emsp;&quot;But what about the nature?&quot; Jullian says, spreading his arms as he gestures to the open-air naked bath. &quot;What about the trip? Getting a little ways out of Gaffesend? The water has special properties. They say it heals you.&quot;</p>",
      "<p id=\"2.24.1.13\" class=\"Katiya\">&emsp;&quot;We can heal ourselves, too, you know.&quot; I tense my jaw shut to stop that Gods-awful sound of bone-on-bone.</p>",
      "<p id=\"2.24.1.14\" class=\"Katiya\">&emsp;He smirks. &quot;Sounds like you don&apos;t like this date.&quot;</p>",
      "<p id=\"2.24.1.15\" class=\"Katiya\">&emsp;&quot;I do. All that doesn&apos;t mean this isn&apos;t nice. It&apos;s pain, just like every day. But it&apos;s good pain. Pain that&apos;s for you, you know?&quot;</p>",
      "<p id=\"2.24.1.16\" class=\"Katiya\">&emsp;&quot;For you?&quot; He asks. &quot;Isn&apos;t all pain for the person in pain?&quot;</p>",
      "<p id=\"2.24.1.17\" class=\"Katiya\">&emsp;&quot;No, but pain that makes you better. Half the pain of our training is just lifting stuff all day, or walking laps around the border. But this is to make you feel better later.&quot; My arms tighten around each other as I shiver. &quot;Or it&apos;s supposed to. Right?&quot;</p>",
      "<p id=\"2.24.1.18\" class=\"Katiya\">&emsp;&quot;Sounds to me like your brain is starting to freeze,&quot; he says. &quot;Maybe you should get out. And admit you&apos;re weaker than me.&quot;</p>",
      "<p id=\"2.24.1.19\" class=\"Katiya\">&emsp;&quot;Or maybe you should admit you&apos;re bad at distracting me! Make me feel better,&quot; I say. &quot;Relax me.&quot;</p>",
      "<p id=\"2.24.1.20\" class=\"Katiya\">&emsp;&quot;I&apos;m not getting in there with you,&quot; he says.</p>",
      "<p id=\"2.24.1.21\" class=\"Katiya\">&emsp;&quot;Then talk about . . . the future,&quot; I say.</p>",
      "<p id=\"2.24.1.22\" class=\"Katiya\">&emsp;&quot;What about it?&quot;</p>",
      "<p id=\"2.24.1.23\" class=\"Katiya\">&emsp;&quot;About us. About what happens after all of this. After the trials, after probation and all.&quot;</p>",
      "<p id=\"2.24.1.24\" class=\"Katiya\">&emsp;I expect his face to warm a little. Maybe from the thought of us living together and depending on each other like we planned, and I want to warm my spirit on that while my body freezes. But he hardly seems to give it a thought.</p>",
      "<p id=\"2.24.1.25\" class=\"Katiya\">&emsp;&quot;I don&apos;t know, haven&apos;t really thought about it,&quot; he says. &quot;I&apos;m more focused on what&apos;s happening right now.&quot;</p>",
      "<p id=\"2.24.1.26\" class=\"Katiya\">&emsp;&quot;But really, though,&quot; I say. &quot;You haven&apos;t thought about any of it?&quot;</p>",
      "<p id=\"2.24.1.27\" class=\"Katiya\">&emsp;&quot;I think I&apos;m already in the future I wanted,&quot; he says. &quot;And I hope tomorrow is just a continuation of that. Just the prospect of being free is enough: from all those awful years I never had the freedom to do anything. School, then training, then taking care of my brothers. Sleep for a while. Then repeat it all over again,&quot; he says.</p>",
      "<p id=\"2.24.1.28\" class=\"Katiya\">&emsp;&quot;You met me in those years,&quot; I say, losing the feeling of ice.</p>",
      "<p id=\"2.24.1.29\" class=\"Katiya\">&emsp;&quot;Oh. I mean, of course,&quot; he says. &quot;And you saved me from doing that forever. Could you imagine our lives if we weren&apos;t free like this? Boyhood was something I never had. And surely you&apos;d admit that you didn&apos;t have a childhood either.&quot;</p>",
      "<p id=\"2.24.1.30\" class=\"Katiya\">&emsp;&quot;I had a piece of one,&quot; I say. &quot;But what we have now is control. To steer our lives somewhere better. That after all the hard work and delayed gratification, we can reach something and call it ours. That thing we both wanted, remember?&quot;</p>",
      "<p id=\"2.24.1.31\" class=\"Katiya\">&emsp;&quot;I remember.&quot; </p>",
      "<p id=\"2.24.1.32\" class=\"Katiya\">&emsp;Then I decide to test him. &quot;And what was it?&quot;</p>",
      "<p id=\"2.24.1.33\" class=\"Katiya\">&emsp;&quot;Settling down once we&apos;re on the other side. After our service.&quot; He sounds like a child reciting chores. Then he opens his mouth to modify that statement, but he pauses.</p>",
      "<p id=\"2.24.1.34\" class=\"Katiya\">&emsp;&quot;But what?&quot; I ask. &quot;What&apos;s changed?&quot;</p>",
      "<p id=\"2.24.1.35\" class=\"Katiya\">&emsp;&quot;Nothing&apos;s changed. It&apos;s just&mdash;&quot; he starts, then lets out a long sigh. &quot;I remember being the oldest after both my brothers were born. And I remember school as the only time I had to enjoy myself. And my friends: Gavin and Auren, and how they&apos;d keep inviting me to things, again and again, turning them down every time since I had to walk home and pick up my stupid siblings and feed them. While they got girlfriends, and they forgot about me, and got new friends, and . . .&quot; </p>",
      "<p id=\"2.24.1.36\" class=\"Katiya\">&emsp;Jullian clenches his fist and drives it into the water, but it doesn&apos;t launch a plume of hot water. His fist sizzles, sending clouds of water vapor to join the miasmic haze that hovers over the pools. </p>",
      "<p id=\"2.24.1.37\" class=\"Katiya\">&emsp;He says, &quot;you remember the Harvest Festival before we left, I&apos;m sure.&quot;</p>",
      "<p id=\"2.24.1.38\" class=\"Katiya\">&emsp;&quot;Of course. The last real fun we had back there,&quot; I say. &quot;Just the two of us, walking between booths.&quot;</p>",
      "<p id=\"2.24.1.39\" class=\"Katiya\">&emsp;&quot;That was the first festival I&apos;ve ever been to. And it just . . . gave me a taste of something. Like having sugar for the first time at age twenty.&quot; I feel like he wants me to extrapolate the meaning, but I don&apos;t get it. &quot;Like &mdash; is it so wrong?&quot;</p>",
      "<p id=\"2.24.1.40\" class=\"Katiya\">&emsp;&quot;Is what so wrong?&quot; I ask. &quot;You&apos;re not being specific, Jullian.&quot;</p>",
      "<p id=\"2.24.1.41\" class=\"Katiya\">&emsp;&quot;So wrong to wish for something.&quot;</p>",
      "<p id=\"2.24.1.42\" class=\"Katiya\">&emsp;&quot;To wish for what?&quot;</p>",
      "<p id=\"2.24.1.43\" class=\"Katiya\">&emsp;&quot;To wish my father never died in the mining accident: to knock up my mother and leave me to care for them. Or to wish they were never born, and I could have enjoyed my life. Or if I can&apos;t go back there, then to change the present.&quot; But then he stops himself in his moment of passion. He recoils, frightened of his true nature for just a moment until his expression glazes over. &quot;Nevermind,&quot; he says.</p>",
      "<p id=\"2.24.1.44\" class=\"Katiya\">&emsp;&quot;No. Finish the thought,&quot; I say, losing sense of the freezing water. &quot;What is it you wish for?&quot;</p>",
      "<p id=\"2.24.1.45\" class=\"Katiya\">&emsp;&quot;For nothing,&quot; he insists. I can feel the anger and disappointment of all these months flood through me, but it can&apos;t come out of my mouth. I&apos;m choking on it, like holding back the urge to vomit: the thought of the something that comes after those final words. It&apos;s the thought of oblivion. That with how things are going at training, that I&apos;m headed for death anyways. That I don&apos;t have the time or the temerity or the looks or the emotional energy, and with all that fear, all I can do is keep holding it here.</p>",
      "<p id=\"2.24.1.46\" class=\"Katiya\">&emsp;I bite my tongue until I think it bleeds, shutting my eyes as I fail to recognize what it does to me. He rattles off with some reason he found the time to make up, and as the panic makes me sweat like those sleepless nights in the dream of the cabin, I can feel the fingers closing in on me, surrounding my body with scentless smoke.</p>",
      "<p id=\"2.24.1.47\" class=\"Katiya\">&emsp;But it isn&apos;t smoke. </p>",
      "<p id=\"2.24.1.48\" class=\"Katiya\">&emsp;It&apos;s steam.</p>",
      "<p id=\"2.24.1.49\" class=\"Katiya\">&emsp;And then I breathe it in.</p>",
      "<p id=\"2.24.1.50\" class=\"Katiya\">&emsp;I think of things that rest me, but nothing works. The morning runs. The view from my house in the evenings. The love we had when I was building him up. And only when another man&apos;s face crosses my mind &mdash; that smug face of the outsider when he insults me, but in a friendly way; the expression he wears when he&apos;s deep in focus; the way his forearms fill the space in his shirt when he rolls his sleeves &mdash; the thought of Cody gives me a sense of control, of resistance. </p>",
      "<p id=\"2.24.1.51\" class=\"Katiya\">&emsp;And so I open my eyes to find the water no longer at my shoulders. It boils beneath me as I sit here tucked in a ball, wondering how much longer I have to savor this mediocrity before I&apos;m sent off to die.</p>",
      "<p id=\"2.24.1.52\" class=\"Katiya\">&emsp;I rise from the tub, covering my breasts with my arm as Jullian&apos;s eyes snare on something in the distance, too much of a coward to turn and face me, or even himself. </p>",
      "<p id=\"2.24.1.53\" class=\"Katiya\">&emsp;But maybe that similarity makes us perfect for each other. </p>",
      "<p id=\"2.24.1.54\" class=\"Katiya\">&emsp;I rush to the changing room as Jullian just sits there, without the strength to follow.</p>"
    ],
    [
      "<p id=\"2.24.2.1\" class=\"Cody\">&emsp;I have just enough strength to lead us: after all, I&apos;m the only one whose liver was trained for endurance in the fraternity house.</p>",
      "<p id=\"2.24.2.2\" class=\"Cody\">&emsp;It feels like I have a knot in my stomach, wondering if all those sushi rolls expanded from the liquor &mdash; like the time Jackson swallowed those &quot;Just Add Water&quot; dinosaur toy pills from the dollar store. The doctor pulled them out of his throat like a rope of colorful ribbons from the mouth of a clown. But I feel like mine will be able to come out all on their own.</p>"
    ],
    [
      "<p id=\"2.24.3.1\" class=\"Katiya\">&emsp;&quot;I just want to go home,&quot; I tell Jullian, as soon as I exit the locker room.</p>",
      "<p id=\"2.24.3.2\" class=\"Katiya\">&emsp;&quot;But we have a whole night here,&quot; he says. &quot;I&apos;m not sure I can get a refund.&quot;</p>",
      "<p id=\"2.24.3.3\" class=\"Katiya\">&emsp;But I&apos;m already headed for the front of the complex, carrying my towel and overnight bag.</p>",
      "<p id=\"2.24.3.4\" class=\"Katiya\">&emsp;&quot;Katiya, wait!&quot; He says.</p>",
      "<p id=\"2.24.3.5\" class=\"Katiya\">&emsp;&quot;And where was all that enthusiasm earlier?&quot; My hand tensions further around the straps of the bag as I turn to face him, something he&apos;s obviously incapable of. &quot;If you&apos;re so damn interested in changing the present, why don&apos;t we do it now?&quot; I yell.</p>",
      "<p id=\"2.24.3.6\" class=\"Katiya\">&emsp;He looks around nervously, watching as other couples begin to turn their heads.</p>",
      "<p id=\"2.24.3.7\" class=\"Katiya\">&emsp;&quot;Oh no, poor Jullian. He longs so much to be the center of attention, but not like this! He wants to have fun. To make up for all those wasted years by deserting the one person who&apos;s supported him through it all, is that right?&quot;</p>",
      "<p id=\"2.24.3.8\" class=\"Katiya\">&emsp;&quot;No,&quot; he mutters, shambling after me.</p>",
      "<p id=\"2.24.3.9\" class=\"Katiya\">&emsp;&quot;Then you better convince me,&quot; I say. &quot;You want to stay and finish your spa day? Or are you going to follow me, and prove something you&apos;ve failed at since we got here?&quot;</p>",
      "<p id=\"2.24.3.10\" class=\"Katiya\">&emsp;&quot;You&apos;re embarrassing me,&quot; he says. I see an anger build inside him: a stupid, pathetic, unfounded anger that has no right to be here.</p>",
      "<p id=\"2.24.3.11\" class=\"Katiya\">&emsp;I turn and approach him. I stand inches from his face though I have to look up at him. &quot;What was that?&quot;</p>",
      "<p id=\"2.24.3.12\" class=\"Katiya\">&emsp;&quot;You embarrass me,&quot; he says. &quot;You continue to embarrass me. You put me down and make me feel like I&apos;m the bad one here, but do you know how much energy it takes to be with you?&quot;</p>",
      "<p id=\"2.24.3.13\" class=\"Katiya\">&emsp;&quot;Excuse me?&quot; I could strike him across the Gods-damn face if this weren&apos;t a public bout. I feel my fear losing its edge on the anger that&apos;s built over the course of months. &quot;And do you know how much energy I waste on hope that you can still be a good person?&quot;</p>"
    ],
    [
      "<p id=\"2.24.4.1\" class=\"Cody\">&emsp;Something in me twists at that word. Something that I haven&apos;t felt for a long time, and after all the events of the evening, I&apos;m losing control of that edge.</p>",
      "<p id=\"2.24.4.2\" class=\"Cody\">&emsp;Surely it&apos;s the booze from the way the tears leak from my eyes a little, but the train car back is dark, and when I press my nose to the scratched window glass, feeling the vibrations of the rails, I feel that feeling steady itself just a little more.</p>",
      "<p id=\"2.24.4.3\" class=\"Cody\">&emsp;But the more it settles, the more distance I feel between the two of us, though she leans right against me.</p>",
      "<p id=\"2.24.4.4\" class=\"Cody\">&emsp;&quot;What do you mean by that?&quot; I ask.</p>",
      "<p id=\"2.24.4.5\" class=\"Cody\">&emsp;&quot;I mean, look at us,&quot; Kei says. &quot;Don&apos;t you see it? Late twenties. Too tired to care about anything. We&apos;re two sides of the same coin.&quot;</p>",
      "<p id=\"2.24.4.6\" class=\"Cody\">&emsp;&quot;You really think that&apos;s all we are?&quot; I ask.</p>",
      "<p id=\"2.24.4.7\" class=\"Cody\">&emsp;&quot;I stay at work because I want time to pass, if I feel like I can&apos;t make any use of it. And you&apos;re what the shop guys call the &apos;eighter-skater.&apos; But, like me, I bet you&apos;re just so unsure of what to do with all that time when you lack the energy to put behind it.&quot;</p>",
      "<p id=\"2.24.4.8\" class=\"Cody\">&emsp;&quot;To waste my time as efficiently as possible,&quot; I say.</p>",
      "<p id=\"2.24.4.9\" class=\"Cody\">&emsp;&quot;Where&apos;d you get that idiom?&quot; She asks.</p>",
      "<p id=\"2.24.4.10\" class=\"Cody\">&emsp;I think of the long years sitting at the window, watching time go by. The hum of the rusted fan like the screech of this train. The smell of summer somewhere beyond the walls of the office. &quot;Just something I thought of, once.&quot;</p>",
      "<p id=\"2.24.4.11\" class=\"Cody\">&emsp;She sniffles as she leans further against my shoulder. &quot;Heh. I guess I&apos;m just a whore for what I can&apos;t seem to produce on my own.&quot;</p>",
      "<p id=\"2.24.4.12\" class=\"Cody\">&emsp;&quot;What&apos;s that?&quot; I ask.</p>",
      "<p id=\"2.24.4.13\" class=\"Cody\">&emsp;&quot;I&apos;m a mosquito, or some lame pest. Drawn to blood, to energy. It&apos;s why I was so drawn to you. You have this spark when your eyes light up and you&apos;re really passionate about something: debates in Student Government that got us the win; designing that Senior Project was the last time I saw it,&quot; she says, and she looks up at me with her bright blue eyes, and I&apos;d cry if I wasn&apos;t so good at controlling it.</p>",
      "<p id=\"2.24.4.14\" class=\"Cody\">&emsp;&quot;Well, I&apos;m tapped out now. Maybe you sucked every last ounce out of me.&quot;</p>",
      "<p id=\"2.24.4.15\" class=\"Cody\">&emsp;She wipes her eyes. She laughs. &quot;If only you were one grade older. If only my parents gave me that extra year in preschool to stay close in age with other kids. That summer with you would have been great.&quot;</p>"
    ],
    [
      "<p id=\"2.24.5.1\" class=\"Katiya\">&emsp;And maybe that peace was never there. Maybe he was always longing for something and just used me as a rope to climb out.</p>",
      "<p id=\"2.24.5.2\" class=\"Katiya\">&emsp;&quot;We were both losers when we met,&quot; I say. &quot;We lifted each other up!&quot;</p>",
      "<p id=\"2.24.5.3\" class=\"Katiya\">&emsp;&quot;But I was able to get over my fears. You still cower in them every day,&quot; Jullian says. &quot;Not going on a single patrol quest? Have you even looked at the status board lately? Have you trained combat in any drop-ins? Have you even been inside the base?&quot;</p>",
      "<p id=\"2.24.5.4\" class=\"Katiya\">&emsp;&quot;No, I haven&apos;t,&quot; I say. &quot;But did you think you had it in you to be a Guard? And did I not show you the patience when you were insecure and antisocial? Or am I the only one with patience?&quot;</p>",
      "<p id=\"2.24.5.5\" class=\"Katiya\">&emsp;&quot;I&apos;ve been patient for months,&quot; Jullian says.</p>",
      "<p id=\"2.24.5.6\" class=\"Katiya\">&emsp;&quot;And I was patient for years. Maybe I&apos;ve been waiting for too long,&quot; I say. I pick up the bag and head for the exit. Gods above know I don&apos;t care how long it takes to get a damn ride.</p>",
      "<p id=\"2.24.5.7\" class=\"Katiya\">&emsp;He follows, pathetically. &quot;Then what are we, Katiya?&quot;</p>",
      "<p id=\"2.24.5.8\" class=\"Katiya\">&emsp;&quot;You tell me,&quot; I say. &quot;You brought me here for something. Maybe your friends told you it would fix everything that women are simple and just need a date every so often to shut us up for a while.&quot;</p>",
      "<p id=\"2.24.5.9\" class=\"Katiya\">&emsp;&quot;Well, no. And &mdash; and, I&apos;m sorry for what I said.&quot; He reaches for my shoulder as I walk. &quot;You&apos;re not a loser. You&apos;re not damaged, either. You&apos;re just . . . wounded in a different way, and to a different extent than I am.&quot;</p>",
      "<p id=\"2.24.5.10\" class=\"Katiya\">&emsp;He thinks I&apos;ll forgive him. That this is just another episode. But it&apos;s not.</p>",
      "<p id=\"2.24.5.11\" class=\"Katiya\">&emsp;And I say the words I fear.</p>",
      "<p id=\"2.24.5.12\" class=\"Katiya\">&emsp;&quot;Then maybe I should heal alone, if you&apos;re not going to stay without me asking. Maybe I&apos;ll heal faster if I don&apos;t keep getting hurt by your neglect.&quot; I find a carriage waiting, as if divined by the will of the Gods &mdash; or the fact that nobody in their right mind would leave on a half-day at the DAY spa. I reach into my purse for a hefty chunk of Kine.</p>",
      "<p id=\"2.24.5.13\" class=\"Katiya\">&emsp;&quot;Then give me one last chance,&quot; he says. &quot;To be patient. Because I need to do better.&quot;</p>",
      "<p id=\"2.24.5.14\" class=\"Katiya\">&emsp;I sit in the back of the carriage. My hand motions to the driver&apos;s open palm, but Jullian beats me to it, dispensing the fare as he sits across from me.</p>",
      "<p id=\"2.24.5.15\" class=\"Katiya\">&emsp;And for some reason, I don&apos;t say anything at all: nothing for the rest of the ride home. That is, until he follows me into my house though I refused to kiss him goodnight, finding something unexpected in the foyer of my home.</p>"
    ],
    [
      "<p id=\"2.24.6.1\" class=\"Katiya\">&emsp;I still don&apos;t feel like I ever left Gaffesend. I feel far tenser than when I left, and I don&apos;t think that this time is because of that awful argument.</p>",
      "<p id=\"2.24.6.2\" class=\"Katiya\">&emsp;&quot;Katiya?&quot; Kei asks.</p>",
      "<p id=\"2.24.6.3\" class=\"Katiya\">&emsp;&quot;Cody,&quot; Jullian says.</p>",
      "<p id=\"2.24.6.4\" class=\"Katiya\">&emsp;&quot;Kei,&quot; I reply.</p>",
      "<p id=\"2.24.6.5\" class=\"Katiya\">&emsp;&quot;Jullian,&quot; Cody responds.</p>",
      "<p id=\"2.24.6.6\" class=\"Katiya\">&emsp;Cody pulls his pants up right before Jullian can see his undergarments. </p>",
      "<p id=\"2.24.6.7\" class=\"Katiya\">&emsp;&quot;Sorry to intrude,&quot; Kei says, stumbling across the floor. &quot;I thought Cody&apos;s house had more to it &mdash; first time I&apos;ve been over, but what the hell is up with this?&quot;</p>",
      "<p id=\"2.24.6.8\" class=\"Katiya\">&emsp;&quot;What&apos;s hell?&quot; Jullian asks.</p>",
      "<p id=\"2.24.6.9\" class=\"Katiya\">&emsp;&quot;What&apos;s up with what?&quot; I ask.</p>",
      "<p id=\"2.24.6.10\" class=\"Katiya\">&emsp;&quot;With this doorway,&quot; Kei says. &quot;Was this complex of townhomes designed by a Motel-8 or something, with adjoining doors like this?&quot; She adjusts her twisted bra.</p>",
      "<p id=\"2.24.6.11\" class=\"Katiya\">&emsp;&quot;What the Res is a model eight?&quot; Jullian asks again.</p>",
      "<p id=\"2.24.6.12\" class=\"Katiya\">&emsp;&quot;What the hell is a &apos;Res&apos;?&quot; Kei asks.</p>",
      "<p id=\"2.24.6.13\" class=\"Katiya\">&emsp;My eyes glare at Cody. </p>",
      "<p id=\"2.24.6.14\" class=\"Katiya\">&emsp;How in Khiras&apos; name did you let this happen? </p>",
      "<p id=\"2.24.6.15\" class=\"Katiya\">&emsp;But he looks confused.</p>",
      "<p id=\"2.24.6.16\" class=\"Katiya\">&emsp;She opened the damn door, he seems to imply.</p>",
      "<p id=\"2.24.6.17\" class=\"Katiya\">&emsp;My eyes gesture to the door as we watch oil mix with water: putting out one fire at a time. My mind screams in false telepathy, hoping his science brain can logically piece it together. You&apos;re lucky Kei came over here. It would be too much for Jullian to see your side!</p>",
      "<p id=\"2.24.6.18\" class=\"Katiya\">&emsp;His eyes parse between Jullian and I. Let&apos;s keep him away, he hopefully implies, just as Jullian turns to me. &quot;You never told me that . . . guy . . . lived next door to you,&quot; he says. &quot;And through a connecting door? Not even my house has that.&quot;</p>",
      "<p id=\"2.24.6.19\" class=\"Katiya\">&emsp;&quot;I&apos;m surprised you guys live so close,&quot; Kei says. &quot;Never seen a builder&apos;s package with a door between townhomes.&quot;</p>",
      "<p id=\"2.24.6.20\" class=\"Katiya\">&emsp;The gears turn in Cody&apos;s mind. &quot;Must have been for multi-family situations or something,&quot; he says.</p>",
      "<p id=\"2.24.6.21\" class=\"Katiya\">&emsp;Kei steps a little further in, and the three of us approach her like pawns on a chessboard, afraid she might castle us. &quot;Speaking of builders&apos; packages, isn&apos;t this place new? And how did you get it to look like this?&quot; She says, now noticing the strangeness of their attire.</p>",
      "<p id=\"2.24.6.22\" class=\"Katiya\">&emsp;&quot;And what are you two wearing?&quot; Jullian asks. &quot;Are you Royals? Living in this district? I know Master Cody is a scientist.&quot;</p>",
      "<p id=\"2.24.6.23\" class=\"Katiya\">&emsp;&quot;Scientist,&quot; Kei repeats, chuckling without recognizing the danger she incites. &quot;I guess an engineer is a scientist. We&apos;re both engineers at Navidson-Monroe.&quot;</p>",
      "<p id=\"2.24.6.24\" class=\"Katiya\">&emsp;&quot;I&apos;m not familiar with that family,&quot; Jullian says. &quot;Hyphenated must mean some drama&apos;s in there. Anyways &mdash; so you&apos;re a couple in the science guild. Katiya is my paramour, and we&apos;re together in the Royal Knights.&quot; It looks like some kind of relief comes to him when he sees Cody as even less of a threat.</p>",
      "<p id=\"2.24.6.25\" class=\"Katiya\">&emsp;Kei uses everything she has to not double over laughing. Probably seeing us as some of those cause-players Cody talked about. She hides it with a cough. &quot;Well, wow,&quot; she says. &quot;Interesting . . . neat design: it&apos;s very imaginative.&quot;</p>",
      "<p id=\"2.24.6.26\" class=\"Katiya\">&emsp;&quot;Designed by the Guard: we had no say in it,&quot; Jullian says. &quot;And I live just down the way.&quot;</p>",
      "<p id=\"2.24.6.27\" class=\"Katiya\">&emsp;&quot;That&apos;s great,&quot; Kei says. And then a long pause overstays its welcome, still shorter than Kei and Cody&apos;s presence in my world.</p>",
      "<p id=\"2.24.6.28\" class=\"Katiya\">&emsp;Cody pats his pants. &quot;Well. We&apos;ll leave you to it,&quot; he says, chuckling awkwardly as he shepherds Kei from the room.</p>",
      "<p id=\"2.24.6.29\" class=\"Katiya\">&emsp;&quot;To that,&quot; I say. &quot;Left to it, we are.&quot; </p>",
      "<p id=\"2.24.6.30\" class=\"Katiya\">&emsp;Cody shuts the door behind him, and I take my first deep breath since I&apos;ve entered my home.</p>",
      "<p id=\"2.24.6.31\" class=\"Katiya\">&emsp;&quot;What a bunch of deviants,&quot; Jullian says. &quot;That Cody guy is nice &mdash; was kind to my friend and all, but he and his lady dress so strangely.&quot;</p>",
      "<p id=\"2.24.6.32\" class=\"Katiya\">&emsp;His lady, I think. And for some reason, it bothers me.</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 296,
  "ReleaseDate": [
    "10",
    "24",
    "2025",
    "2025-10-24 00:00:00"
  ],
  "Active": false,
  "Perspective": "Katiya",
  "Status": "First Draft",
  "WordCount": 0,
  "Summary": ""
}