{
  "Story": "Paragate",
  "Title": "Chapter Twenty-Eight",
  "Subtitle": "Prometheus",
  "Act": 2,
  "ChapterNumber": 28,
  "Synopsis": "Small progress, big disappointment&mdash;until a late-night spark hints at a dangerous idea.",
  "RevNotes": "",
  "ID": "2.28",
  "Body": [
    "<p>&emsp;&quot;I want you to know that you&apos;ve improved a lot since the incident last quarter,&quot; Nav says. He scrolls through notes on the tablet&apos;s touchscreen as he sits across from me in the dinky, makeshift break room &mdash; the break room he booked as a conference room for our weekly one-on-one.</p><p>&emsp;I don&apos;t say anything. I just nod until it gets him to continue, speaking further about deadlines and redlines and upcoming builds that he&apos;ll just regurgitate in our standup meeting, trying to fill every minute of the quarter-hour block so we don&apos;t get lost in small talk, at least until we get to the end.</p><p>&emsp;I stare at his tie as he previews the three weeks ahead, wondering if his son bought it for him: little ones-and-zeroes in colors that rhyme with Navidson-Monroe&apos;s navy blue. There isn&apos;t much left in my mind when I promised myself all those weeks ago that I wouldn&apos;t leave space for anything else. My neurons packed the boxes with every distraction, leaving only my internal clock.</p><p>&emsp;But it&apos;s worked.</p><p>&emsp;&quot;I&apos;ve noticed your efforts,&quot; he says. &quot;You get in at seven o&apos;clock now. Your redlines are done early. Less time &apos;dreaming,&apos; so to speak, and you even come to most of the after-hours events.&quot;</p><p>&emsp;&quot;I am here for the team,&quot; I say.</p><p>&emsp;&quot;And the free donuts,&quot; Nav says, twisting his lips into a light smile, as if he requisitions a response. </p><p>&emsp;I don&apos;t catch his attempt at a joke until the pause grows uncomfortable. </p><p>&emsp;&quot;Huh?&quot; I ask.</p><p>&emsp;&quot;Like you&apos;ve said the day before all the morning meetings?&quot;</p><p>&emsp;&quot;Oh,&quot; I say, losing my grasp on the numbers I was pulled from for all this idle chatter. &quot;Yeah. Free donuts.&quot;</p><p>&emsp;&quot;Well, at least today&apos;s better than donuts. Don&apos;t forget we have the company luncheon today, around noon.&quot;</p><p>&emsp;&quot;I&apos;ll stay hungry, then,&quot; I say, though most days I&apos;m not hungry enough to eat anyways. The numbers on the scale have been going down: going to the gym with Miguel is about the only social thing I do every week. Most weekdays I sleep for five hours. Most weekends, I sleep for twelve.</p><p>&emsp;&quot;And there&apos;s some announcement or something,&quot; I say. &quot;What was the cryptic email about?&quot;</p><p>&emsp;&quot;I&apos;m not allowed to say,&quot; Nav says.</p><p>&emsp;&quot;I thought we were headed for layoffs, and there&apos;s a promotion?&quot; It&apos;s probably one of the buyers after the initial layoff: one that makes the lower office even more of a ghost town. People pinch monitors, gold-tipped HDMI cables, standing desks, and black-mesh paper trays from late peers like how buzzards peck at fresh kill in the desert, leaving only the bones of thumbtacks and used paper clips.</p><p>&emsp;&quot;Maybe, maybe not,&quot; Nav says. &quot;I&apos;d suggest you just enjoy the free food and not think too much about it.&quot;</p><p>&emsp;He opens the door, unplugging his computer as fluorescent light exchanges for the blinding blue screen that now reads HDMI_1. I pass the chatty row without a glance, retreating to my desk to realize for the first time in three hours that I left my phone in the car.</p><p>&emsp;But I don&apos;t touch grass to go and get it. I complete two tasks. I check in the changes. I fill out the paperwork, and when the calendar reads 12:00 COMPANY LUNCHEON (MANDATORY), I head down alone before Kei and Reed can catch me.</p><p>&emsp;The food is good: they always spend well on these things, and it tracks my father&apos;s words. One lunch, he told me that &quot;office pukes&quot; will &quot;always work under the worst conditions, if management buys a box of shitty donuts for them once or twice a month.&quot;</p><p>&emsp;But I can&apos;t complain. It&apos;s not that bad here. Even though they still separate lunches for the elevated Aerospace team &mdash; then for the technicians and the rest of us &mdash; barbecued brisket served by managers takes my mind off the mortgage. And when I sit with my father, avoiding the ire of upper managers I lit up with those irrevocable words, he&apos;s always got some gearhead vet reminiscing about brothels in Okinawa, or using fruits to describe the new girls working at a strip club in downtown Denver.</p><p>&emsp;The laughter abates the anger and ennui for a while, and when my father claps me on the back as he laughs at every joke, I realize it&apos;s the first time I&apos;ve been touched intentionally in months. </p><p>&emsp;I try not to think of the premonition I&apos;ve had of the meaning behind that cryptic email. The announcement comes after the raffle, and it&apos;s easier to depress that feeling of rapturous static when I&apos;ve confirmed that I&apos;m always rolling loaded dice. </p><p>&emsp;The husky technician across from me opened his raffle prize to find an extra-small women&apos;s golf polo, and put it on to give us all a laugh. We all  got USB keychains, at least: labeled MONROECAREERS.COM, probably leftovers from last month&apos;s college job fair that&apos;d fill too much space in the supply room.</p><p>&emsp;And then, finally, one of the executives clears his throat when we&apos;re all halfway deep into a slice of red velvet Bundt cake.</p><p>&emsp;&quot;We want to thank you all for your hard effort,&quot; he says, then talks about moral values, then immediately boasts about financial values. &quot;And I have a special announcement here for one of the Miscellaneous Equipment Group teams, to celebrate the work of a possibly overlooked young man in our company. And, more specifically, one of the young men in the battery division.&quot;</p><p>&emsp;My flesh crawls more at the sensation of my father putting his meaty paw on my shoulder. He gestures to his friends with a smile, and I can&apos;t even bring myself to meet his eyes and glance at his expression.</p><p>&emsp;&quot;He&apos;s been with us for a while,&quot; he says. &quot;He&apos;s put in long hours and developed an exceptional prototype for an assembly we&apos;ll be using in our new power controls.&quot;</p><p>&emsp;&quot;Sounds like I know the guy,&quot; my dad jokes, joshing me by the shoulder.</p><p>&emsp;&quot;And he was on the wall of engineering talent, where he belongs.&quot; </p><p>&emsp;I look across three tables to find him sitting next to Kei, who rests her hand on his shoulder just like my father does to me. </p><p>&emsp;&quot;Reed Broderick, stand and be recognized!&quot;</p><p>&emsp;And I feel my father withdraw his hand from me slowly. He reluctantly puts his hands together before muttering something he might tell me after a bad little league game, and when I look to the stage, I try to avoid Kei&apos;s eye contact when she glances back at me.</p><p>&emsp;&quot;This young man has only been here for a little under a year, but he gives us all something to aspire to.&quot; </p><p>&emsp;I can feel the rage I thought I buried all those months ago leech through the surface like coffins in a flood. But I don&apos;t have the currency for another outburst, or even to leave, so I put my hands together just like my father who tries to hide his true feelings, clapping tensely without spring in either of my wrists.</p><p>&emsp;But remembering the fear of layoffs and the mortgage is the only thing that can humble me: the feeling of the long, looming shadow since that first meeting I almost overslept in spring &mdash; when they said they were coming, and to prepare ourselves.</p><p>&emsp;&quot;You are,&quot; my dad starts as he whispers, &quot;you are still my son, and I&apos;m proud of you.&quot;</p><p>&emsp;Reed returns to his seat next to Kei as I bury my head in my hands. &quot;Thanks, Dad.&quot;</p><p>&emsp;&quot;And you&apos;re doing just fine,&quot; he tells me. &quot;I guess ... you know, I&apos;m just not important enough to give you a fair shot.&quot;</p><p>&emsp;&quot;It&apos;s not your fault,&quot; I say. And I smile. &quot;I should have watched my temper. They hate me now.&quot;</p><p>&emsp;&quot;Just don&apos;t forget what you&apos;ll always have,&quot; he says. &quot;You have the essence that you need.&quot;</p>And when I mishear his words in self-immolation, an idea begins to form in my mind.",
    "<p>&emsp;I thought approaching the table to congratulate my rival would be the last I&apos;d have to see him today. I left before he got the new insignia for his cubicle&apos;s nametag, before all the other strangers could approach him and offer their praise.</p>But when I saw the large, crumpled box labeled MCMASTER-CARR on his desk, taped with a manifest from the machinists&apos; cell with REWORK emblazoned in a large red stamp, I should have known he&apos;d suffer quietly for another thirty minutes after he returned.<p>&emsp;Reed only shuts up for a while when he&apos;s nervous: the only other sounds in the office are the 3D printer&apos;s whine, Wilbur&apos;s wake-apnea, and Michael&apos;s drastic fit of coughs every quarter hour, and when any of them are missing, I know that something&apos;s wrong.</p><p>&emsp;But he&apos;s not the kind to go it alone. And when I&apos;m sitting in my chair, watching myself do grunt work as my mind goes blank, he approaches me with the heavy box in his hands, choosing me as the elder subordinate to help him.</p><p>&emsp;I try to look busy, but it&apos;s hard not to notice him: holding a box between his arms in a mess of paper and packing tape, struggling to keep his grasp as I decide to wait a little longer.</p><p>&emsp;&quot;Cody. Hey, Cody,&quot; he finally says. as a couple bolts fall out of the bottom of the box, disappearing under my desk. He reflexively reaches for them with a burdened hand &mdash; then one of the mild-steel panels tears a hole in the side of the box, sliding out slowly until I push it back in.</p><p>&emsp;&quot;I, uh . . . could use your help,&quot; he says.</p><p>&emsp;&quot;No shit,&quot; I say, removing the other ear of my half-worn headphones. &quot;Why aren&apos;t you holding it by the bottom?&quot;</p><p>&emsp;&quot;It was a box when I started lifting it,&quot; he says. He shifts his weight to support the clattering mess of parts and washers and nuts and bolts inside, as Wilbur peeks his head over the partition. &quot;I heard you were born with a wrench in your hand,&quot; Reed continues, &quot;and I could use a second set of eyes on this prototype.&quot;</p><p>&emsp;&quot;Oh,&quot; I say. The pieces start to look familiar. &quot;It&apos;s the one from the presentation?&quot;</p><p>&emsp;&quot;Yeah, but...&quot; he gestures with his head to the manifest. &quot;There&apos;s some issues. And I think you understand this better than I do.&quot;</p><p>&emsp;The technicians slapped a barcode sticker that summarizes it better than the manifest, and beneath the pattern of lines is three words.</p><p>&emsp;&quot;Shit don&apos;t fit,&quot; I read.</p><p>&emsp;He drops the box in the empty cubicle across from me, unable to withhold the loud clatter of big metal pieces and screws, so loud that the purchasers across the room begin to laugh. &quot;And I&apos;m not looking forward to the techs making fun of me over this,&quot; he says.</p><p>&emsp;And maybe they should, I think, and there&apos;s a part of me that so badly wants him to fail the way I hoped he would, the way I told him off after our walk all those months ago.</p><p>&emsp;But Reed is desperate, still hugging the pieces together as he begins to tremble from the weight. &quot;So can we grab a conference room?&quot;</p><p>&emsp;And I ask, &quot;is that an order?&quot;</p><p>&emsp;He looks at me with a different kind of panic, as if I poached the elephant in the room while it was weak. But I spring from my chair, finding an odd relief in the spectacle.</p><p>&emsp;&quot;Kidding,&quot; I say.</p><p>&emsp;I reach with another set of hands, unloading the uppermost pieces from the box. The parts are so smooth: it looks and feels more like an industrial art piece than my soulless origami design.</p><p>&emsp;&quot;You put so many fillets on this thing, I can&apos;t feel an edge,&quot; I say. &quot;No wonder all this slipped out.&quot;</p><p>&emsp;&quot;I tried to apply your critiques and all, but they already ordered it,&quot; Reed says. &quot;They said it was just a prototype. And I&apos;d have to rework it, but I don&apos;t know anything about putting it together.&quot;</p><p>&emsp;And yet you got the damn promotion, a part of me says, but it&apos;s something about his vulnerability that keeps me quiet, even if today&apos;s the second-worst day I&apos;ve had working here.</p><p>&emsp;We settle in the conference room after placing down rubberized mats from the machine shop, and ransacking my father&apos;s toolbox for all his lower-drawer, half-broken tools when he&apos;s having a smoke outside.</p><p>&emsp;He sits as I take the assembly in my hands, trying the fit &mdash; remembering the vicious wisdom of all the unsettled technicians that approached me in the two-and-a-half years before Reed got here, distilling it into something constructive although the anger is still there.</p><p>&emsp;They&apos;d lambaste the poor bastard over fits. One of the holes is designed for thread, though it&apos;s supposed to let it through. The square edge jams into a round because he forgot a chamfer, and sitting in the same seat I almost lost my job in, I tell him what to fix as he takes notes on a printout.</p><p>&emsp;&quot;So we need to rework this ourselves,&quot; I say.</p><p>&emsp;&quot;But how?&quot; He asks.</p><p>&emsp;And so we go to the floor.</p><p>&emsp;I enter Dad&apos;s code for the supply box. I kit him out with gloves and sandpaper and taps and drill bits, and we head to the belt sander. And I let him work the steel surface like my father did when I first got here &mdash; humored by his panic at the silver sparks that launch from friction.</p><p>&emsp;And then to the mill. And then with the two-fluted end mill that we chuck in three pneumatic chirps, where I explain that this two-ton, belt-driven beast can only change gears when it&apos;s in motion, unlike the lathe that changes gears when it&apos;s halted.</p><p>&emsp;We set the pieces so they&apos;re square with the machine and clamp them down, and when the spindle reaches its speed of eight hundred rotations per minute, I find myself back in the zen of the machine shop all those years ago: shaving fifty thousandths at a time on pass after pass of quiet precision; casting slivers of scalding steel from the surface that dance in long, mesmerizing ribbons; hearing the coolant sizzle against the steel when I spray before Reed makes another hand-fed pass.</p><p>&emsp;And two hours later, the pieces fit &mdash; and Reed&apos;s printout is saturated with greasy fingerprints and red scribbles, our gloves pleasurably dirty with the grime of hands-on work, and for a second, I think I remember what I thought I was going to do here in the beginning.</p><p>&emsp;&quot;The church of iron,&quot; Reed continues. &quot;The gym. You have a membership too, right? We should go sometime.&quot;</p><p>&emsp;And on the rare feeling of energy spurred by a high of action, I oblige, before I find myself sitting back at my cubicle, reviewing my ongoing battery design that hasn&apos;t progressed a click since last week.</p>The clock reads five-thirty, and when I look out the far window to the floor, the shop lights flick off one by one. Even Kei is no longer here &mdash; and as I try to understand how such a miserable day could end so reasonably, I feel that feeling of hope escape for just a second before I can recapture it.",
    "<p>&emsp;My steel-toed shoes crunch the dry leaves beneath my feet as I descend the crumbling stairs, eyes watering from the hills of dry grass in late fall, and even though the failures of the day turn over in my mind for the full ride home, I still find the energy to toil a while longer in the garage &mdash; working on soldering for some stupid project that&apos;s captured my free time when I&apos;m still not friends with any of my neighbors.</p><p>&emsp;And in the silence of the dark garage, I&apos;m lit only by shop lights as I roll around on a scrapped shop stool I stole from the dumpster at work. As the soldering iron sizzles against the damp sponge, my mind replays the half-baked encouragement from my father, remembering how he told me that &quot;I have the essence&quot; of what I need.</p><p>&emsp; I stare at a strange, otherworldly pouch that rests on the corner of the workbench: Katiya filled it with some exotic powder that was supposed to help me grow plants on the porch.</p><p>&emsp;It&apos;s a stupid act of bored curiosity that leads me to powder it on the top of the terminal for the old flashlight that I&apos;m trying to repair &mdash; the kind that stacks three D-size batteries in series inside a hollow center. I tin the tip of the soldering iron, recirculating the sharp end with a growing bead of molten tin until it&apos;s almost too heavy to hold by surface tension.</p><p>&emsp;My hand slowly approaches the negative button end with a trembling bead, hoping it will work as flux to accept the molten metal, and the closer it gets,  the connection glows brighter with faint crimson light, no brighter than an LED.</p><p>&emsp;The sight distracts me from a healthy dose of hesitation. It was so easy to forget that there&apos;s an entire other world beyond the door with different rules, and when the glowing bead finally adheres to the powdered lead, drowning the contours of the cheap metal tab with scalding metal at liquefying heat, I&apos;m unprepared for the realization of what comes next.</p><p>&emsp;And what comes next is nothing. </p><p>&emsp;The powder works as flux.</p><p>&emsp;&quot;Fuckin&apos; genius,&quot; I mutter to myself as the glow fades away, and although a little extra powder crunches in the hollow tube as I screw the flashlight back together, it shouldn&apos;t matter too much.</p><p>&emsp;I angle the flashlight to the garage door, pointing it directly above the hood of my car as my other hand fumbles for the string of the shop light. And when my finger flicks the slide switch, I feel a massive jolt of energy kick the flashlight backwards as it slips through my hand, casting the entire garage in a bright, crimson glow.</p><p>&emsp;The nurled handle of the flashlight embeds itself in the pegboard, displacing all the tools in a raucous clatter as a wall-mounted bucket of tiny screws explodes like shotgun pellets, but the crash is silent compared to the otherworldly, phantasmic screech that rings in my ears.</p><p>&emsp;My eyes and ears need seconds to recover &mdash; my heart even longer &mdash; as my eyes fall to the triplet spread of holes in the far wall, siphoning streetlight in three beams that take shape from floating dust.</p>But it&apos;s not in the steel of the garage door. It&apos;s in the solid wall, and when I approach it, I peek with one eye through the half-inch peephole to find two <em>MORE</em> new holes a hundred feet across the driveway, glowing with heat as a road sign now reads STÖP."
  ],
  "BodyFormatted": [
    [
      "<p id=\"2.28.1.1\" class=\"Cody\">&emsp;&quot;I want you to know that you&apos;ve improved a lot since the incident last quarter,&quot; Nav says. He scrolls through notes on the tablet&apos;s touchscreen as he sits across from me in the dinky, makeshift break room &mdash; the break room he booked as a conference room for our weekly one-on-one.</p>",
      "<p id=\"2.28.1.2\" class=\"Cody\">&emsp;I don&apos;t say anything. I just nod until it gets him to continue, speaking further about deadlines and redlines and upcoming builds that he&apos;ll just regurgitate in our standup meeting, trying to fill every minute of the quarter-hour block so we don&apos;t get lost in small talk, at least until we get to the end.</p>",
      "<p id=\"2.28.1.3\" class=\"Cody\">&emsp;I stare at his tie as he previews the three weeks ahead, wondering if his son bought it for him: little ones-and-zeroes in colors that rhyme with Navidson-Monroe&apos;s navy blue. There isn&apos;t much left in my mind when I promised myself all those weeks ago that I wouldn&apos;t leave space for anything else. My neurons packed the boxes with every distraction, leaving only my internal clock.</p>",
      "<p id=\"2.28.1.4\" class=\"Cody\">&emsp;But it&apos;s worked.</p>",
      "<p id=\"2.28.1.5\" class=\"Cody\">&emsp;&quot;I&apos;ve noticed your efforts,&quot; he says. &quot;You get in at seven o&apos;clock now. Your redlines are done early. Less time &apos;dreaming,&apos; so to speak, and you even come to most of the after-hours events.&quot;</p>",
      "<p id=\"2.28.1.6\" class=\"Cody\">&emsp;&quot;I am here for the team,&quot; I say.</p>",
      "<p id=\"2.28.1.7\" class=\"Cody\">&emsp;&quot;And the free donuts,&quot; Nav says, twisting his lips into a light smile, as if he requisitions a response. </p>",
      "<p id=\"2.28.1.8\" class=\"Cody\">&emsp;I don&apos;t catch his attempt at a joke until the pause grows uncomfortable. </p>",
      "<p id=\"2.28.1.9\" class=\"Cody\">&emsp;&quot;Huh?&quot; I ask.</p>",
      "<p id=\"2.28.1.10\" class=\"Cody\">&emsp;&quot;Like you&apos;ve said the day before all the morning meetings?&quot;</p>",
      "<p id=\"2.28.1.11\" class=\"Cody\">&emsp;&quot;Oh,&quot; I say, losing my grasp on the numbers I was pulled from for all this idle chatter. &quot;Yeah. Free donuts.&quot;</p>",
      "<p id=\"2.28.1.12\" class=\"Cody\">&emsp;&quot;Well, at least today&apos;s better than donuts. Don&apos;t forget we have the company luncheon today, around noon.&quot;</p>",
      "<p id=\"2.28.1.13\" class=\"Cody\">&emsp;&quot;I&apos;ll stay hungry, then,&quot; I say, though most days I&apos;m not hungry enough to eat anyways. The numbers on the scale have been going down: going to the gym with Miguel is about the only social thing I do every week. Most weekdays I sleep for five hours. Most weekends, I sleep for twelve.</p>",
      "<p id=\"2.28.1.14\" class=\"Cody\">&emsp;&quot;And there&apos;s some announcement or something,&quot; I say. &quot;What was the cryptic email about?&quot;</p>",
      "<p id=\"2.28.1.15\" class=\"Cody\">&emsp;&quot;I&apos;m not allowed to say,&quot; Nav says.</p>",
      "<p id=\"2.28.1.16\" class=\"Cody\">&emsp;&quot;I thought we were headed for layoffs, and there&apos;s a promotion?&quot; It&apos;s probably one of the buyers after the initial layoff: one that makes the lower office even more of a ghost town. People pinch monitors, gold-tipped HDMI cables, standing desks, and black-mesh paper trays from late peers like how buzzards peck at fresh kill in the desert, leaving only the bones of thumbtacks and used paper clips.</p>",
      "<p id=\"2.28.1.17\" class=\"Cody\">&emsp;&quot;Maybe, maybe not,&quot; Nav says. &quot;I&apos;d suggest you just enjoy the free food and not think too much about it.&quot;</p>",
      "<p id=\"2.28.1.18\" class=\"Cody\">&emsp;He opens the door, unplugging his computer as fluorescent light exchanges for the blinding blue screen that now reads HDMI_1. I pass the chatty row without a glance, retreating to my desk to realize for the first time in three hours that I left my phone in the car.</p>",
      "<p id=\"2.28.1.19\" class=\"Cody\">&emsp;But I don&apos;t touch grass to go and get it. I complete two tasks. I check in the changes. I fill out the paperwork, and when the calendar reads 12:00 COMPANY LUNCHEON (MANDATORY), I head down alone before Kei and Reed can catch me.</p>",
      "<p id=\"2.28.1.20\" class=\"Cody\">&emsp;The food is good: they always spend well on these things, and it tracks my father&apos;s words. One lunch, he told me that &quot;office pukes&quot; will &quot;always work under the worst conditions, if management buys a box of shitty donuts for them once or twice a month.&quot;</p>",
      "<p id=\"2.28.1.21\" class=\"Cody\">&emsp;But I can&apos;t complain. It&apos;s not that bad here. Even though they still separate lunches for the elevated Aerospace team &mdash; then for the technicians and the rest of us &mdash; barbecued brisket served by managers takes my mind off the mortgage. And when I sit with my father, avoiding the ire of upper managers I lit up with those irrevocable words, he&apos;s always got some gearhead vet reminiscing about brothels in Okinawa, or using fruits to describe the new girls working at a strip club in downtown Denver.</p>",
      "<p id=\"2.28.1.22\" class=\"Cody\">&emsp;The laughter abates the anger and ennui for a while, and when my father claps me on the back as he laughs at every joke, I realize it&apos;s the first time I&apos;ve been touched intentionally in months. </p>",
      "<p id=\"2.28.1.23\" class=\"Cody\">&emsp;I try not to think of the premonition I&apos;ve had of the meaning behind that cryptic email. The announcement comes after the raffle, and it&apos;s easier to depress that feeling of rapturous static when I&apos;ve confirmed that I&apos;m always rolling loaded dice. </p>",
      "<p id=\"2.28.1.24\" class=\"Cody\">&emsp;The husky technician across from me opened his raffle prize to find an extra-small women&apos;s golf polo, and put it on to give us all a laugh. We all  got USB keychains, at least: labeled MONROECAREERS.COM, probably leftovers from last month&apos;s college job fair that&apos;d fill too much space in the supply room.</p>",
      "<p id=\"2.28.1.25\" class=\"Cody\">&emsp;And then, finally, one of the executives clears his throat when we&apos;re all halfway deep into a slice of red velvet Bundt cake.</p>",
      "<p id=\"2.28.1.26\" class=\"Cody\">&emsp;&quot;We want to thank you all for your hard effort,&quot; he says, then talks about moral values, then immediately boasts about financial values. &quot;And I have a special announcement here for one of the Miscellaneous Equipment Group teams, to celebrate the work of a possibly overlooked young man in our company. And, more specifically, one of the young men in the battery division.&quot;</p>",
      "<p id=\"2.28.1.27\" class=\"Cody\">&emsp;My flesh crawls more at the sensation of my father putting his meaty paw on my shoulder. He gestures to his friends with a smile, and I can&apos;t even bring myself to meet his eyes and glance at his expression.</p>",
      "<p id=\"2.28.1.28\" class=\"Cody\">&emsp;&quot;He&apos;s been with us for a while,&quot; he says. &quot;He&apos;s put in long hours and developed an exceptional prototype for an assembly we&apos;ll be using in our new power controls.&quot;</p>",
      "<p id=\"2.28.1.29\" class=\"Cody\">&emsp;&quot;Sounds like I know the guy,&quot; my dad jokes, joshing me by the shoulder.</p>",
      "<p id=\"2.28.1.30\" class=\"Cody\">&emsp;&quot;And he was on the wall of engineering talent, where he belongs.&quot; </p>",
      "<p id=\"2.28.1.31\" class=\"Cody\">&emsp;I look across three tables to find him sitting next to Kei, who rests her hand on his shoulder just like my father does to me. </p>",
      "<p id=\"2.28.1.32\" class=\"Cody\">&emsp;&quot;Reed Broderick, stand and be recognized!&quot;</p>",
      "<p id=\"2.28.1.33\" class=\"Cody\">&emsp;And I feel my father withdraw his hand from me slowly. He reluctantly puts his hands together before muttering something he might tell me after a bad little league game, and when I look to the stage, I try to avoid Kei&apos;s eye contact when she glances back at me.</p>",
      "<p id=\"2.28.1.34\" class=\"Cody\">&emsp;&quot;This young man has only been here for a little under a year, but he gives us all something to aspire to.&quot; </p>",
      "<p id=\"2.28.1.35\" class=\"Cody\">&emsp;I can feel the rage I thought I buried all those months ago leech through the surface like coffins in a flood. But I don&apos;t have the currency for another outburst, or even to leave, so I put my hands together just like my father who tries to hide his true feelings, clapping tensely without spring in either of my wrists.</p>",
      "<p id=\"2.28.1.36\" class=\"Cody\">&emsp;But remembering the fear of layoffs and the mortgage is the only thing that can humble me: the feeling of the long, looming shadow since that first meeting I almost overslept in spring &mdash; when they said they were coming, and to prepare ourselves.</p>",
      "<p id=\"2.28.1.37\" class=\"Cody\">&emsp;&quot;You are,&quot; my dad starts as he whispers, &quot;you are still my son, and I&apos;m proud of you.&quot;</p>",
      "<p id=\"2.28.1.38\" class=\"Cody\">&emsp;Reed returns to his seat next to Kei as I bury my head in my hands. &quot;Thanks, Dad.&quot;</p>",
      "<p id=\"2.28.1.39\" class=\"Cody\">&emsp;&quot;And you&apos;re doing just fine,&quot; he tells me. &quot;I guess ... you know, I&apos;m just not important enough to give you a fair shot.&quot;</p>",
      "<p id=\"2.28.1.40\" class=\"Cody\">&emsp;&quot;It&apos;s not your fault,&quot; I say. And I smile. &quot;I should have watched my temper. They hate me now.&quot;</p>",
      "<p id=\"2.28.1.41\" class=\"Cody\">&emsp;&quot;Just don&apos;t forget what you&apos;ll always have,&quot; he says. &quot;You have the essence that you need.&quot;</p>"
    ],
    [
      "<p id=\"2.28.2.1\" class=\"Cody\">&emsp;I thought approaching the table to congratulate my rival would be the last I&apos;d have to see him today. I left before he got the new insignia for his cubicle&apos;s nametag, before all the other strangers could approach him and offer their praise.</p>",
      "But when I saw the large, crumpled box labeled MCMASTER-CARR on his desk, taped with a manifest from the machinists&apos; cell with REWORK emblazoned in a large red stamp, I should have known he&apos;d suffer quietly for another thirty minutes after he returned.<p id=\"2.28.2.2\" class=\"Cody\">&emsp;Reed only shuts up for a while when he&apos;s nervous: the only other sounds in the office are the 3D printer&apos;s whine, Wilbur&apos;s wake-apnea, and Michael&apos;s drastic fit of coughs every quarter hour, and when any of them are missing, I know that something&apos;s wrong.</p>",
      "<p id=\"2.28.2.3\" class=\"Cody\">&emsp;But he&apos;s not the kind to go it alone. And when I&apos;m sitting in my chair, watching myself do grunt work as my mind goes blank, he approaches me with the heavy box in his hands, choosing me as the elder subordinate to help him.</p>",
      "<p id=\"2.28.2.4\" class=\"Cody\">&emsp;I try to look busy, but it&apos;s hard not to notice him: holding a box between his arms in a mess of paper and packing tape, struggling to keep his grasp as I decide to wait a little longer.</p>",
      "<p id=\"2.28.2.5\" class=\"Cody\">&emsp;&quot;Cody. Hey, Cody,&quot; he finally says. as a couple bolts fall out of the bottom of the box, disappearing under my desk. He reflexively reaches for them with a burdened hand &mdash; then one of the mild-steel panels tears a hole in the side of the box, sliding out slowly until I push it back in.</p>",
      "<p id=\"2.28.2.6\" class=\"Cody\">&emsp;&quot;I, uh . . . could use your help,&quot; he says.</p>",
      "<p id=\"2.28.2.7\" class=\"Cody\">&emsp;&quot;No shit,&quot; I say, removing the other ear of my half-worn headphones. &quot;Why aren&apos;t you holding it by the bottom?&quot;</p>",
      "<p id=\"2.28.2.8\" class=\"Cody\">&emsp;&quot;It was a box when I started lifting it,&quot; he says. He shifts his weight to support the clattering mess of parts and washers and nuts and bolts inside, as Wilbur peeks his head over the partition. &quot;I heard you were born with a wrench in your hand,&quot; Reed continues, &quot;and I could use a second set of eyes on this prototype.&quot;</p>",
      "<p id=\"2.28.2.9\" class=\"Cody\">&emsp;&quot;Oh,&quot; I say. The pieces start to look familiar. &quot;It&apos;s the one from the presentation?&quot;</p>",
      "<p id=\"2.28.2.10\" class=\"Cody\">&emsp;&quot;Yeah, but...&quot; he gestures with his head to the manifest. &quot;There&apos;s some issues. And I think you understand this better than I do.&quot;</p>",
      "<p id=\"2.28.2.11\" class=\"Cody\">&emsp;The technicians slapped a barcode sticker that summarizes it better than the manifest, and beneath the pattern of lines is three words.</p>",
      "<p id=\"2.28.2.12\" class=\"Cody\">&emsp;&quot;Shit don&apos;t fit,&quot; I read.</p>",
      "<p id=\"2.28.2.13\" class=\"Cody\">&emsp;He drops the box in the empty cubicle across from me, unable to withhold the loud clatter of big metal pieces and screws, so loud that the purchasers across the room begin to laugh. &quot;And I&apos;m not looking forward to the techs making fun of me over this,&quot; he says.</p>",
      "<p id=\"2.28.2.14\" class=\"Cody\">&emsp;And maybe they should, I think, and there&apos;s a part of me that so badly wants him to fail the way I hoped he would, the way I told him off after our walk all those months ago.</p>",
      "<p id=\"2.28.2.15\" class=\"Cody\">&emsp;But Reed is desperate, still hugging the pieces together as he begins to tremble from the weight. &quot;So can we grab a conference room?&quot;</p>",
      "<p id=\"2.28.2.16\" class=\"Cody\">&emsp;And I ask, &quot;is that an order?&quot;</p>",
      "<p id=\"2.28.2.17\" class=\"Cody\">&emsp;He looks at me with a different kind of panic, as if I poached the elephant in the room while it was weak. But I spring from my chair, finding an odd relief in the spectacle.</p>",
      "<p id=\"2.28.2.18\" class=\"Cody\">&emsp;&quot;Kidding,&quot; I say.</p>",
      "<p id=\"2.28.2.19\" class=\"Cody\">&emsp;I reach with another set of hands, unloading the uppermost pieces from the box. The parts are so smooth: it looks and feels more like an industrial art piece than my soulless origami design.</p>",
      "<p id=\"2.28.2.20\" class=\"Cody\">&emsp;&quot;You put so many fillets on this thing, I can&apos;t feel an edge,&quot; I say. &quot;No wonder all this slipped out.&quot;</p>",
      "<p id=\"2.28.2.21\" class=\"Cody\">&emsp;&quot;I tried to apply your critiques and all, but they already ordered it,&quot; Reed says. &quot;They said it was just a prototype. And I&apos;d have to rework it, but I don&apos;t know anything about putting it together.&quot;</p>",
      "<p id=\"2.28.2.22\" class=\"Cody\">&emsp;And yet you got the damn promotion, a part of me says, but it&apos;s something about his vulnerability that keeps me quiet, even if today&apos;s the second-worst day I&apos;ve had working here.</p>",
      "<p id=\"2.28.2.23\" class=\"Cody\">&emsp;We settle in the conference room after placing down rubberized mats from the machine shop, and ransacking my father&apos;s toolbox for all his lower-drawer, half-broken tools when he&apos;s having a smoke outside.</p>",
      "<p id=\"2.28.2.24\" class=\"Cody\">&emsp;He sits as I take the assembly in my hands, trying the fit &mdash; remembering the vicious wisdom of all the unsettled technicians that approached me in the two-and-a-half years before Reed got here, distilling it into something constructive although the anger is still there.</p>",
      "<p id=\"2.28.2.25\" class=\"Cody\">&emsp;They&apos;d lambaste the poor bastard over fits. One of the holes is designed for thread, though it&apos;s supposed to let it through. The square edge jams into a round because he forgot a chamfer, and sitting in the same seat I almost lost my job in, I tell him what to fix as he takes notes on a printout.</p>",
      "<p id=\"2.28.2.26\" class=\"Cody\">&emsp;&quot;So we need to rework this ourselves,&quot; I say.</p>",
      "<p id=\"2.28.2.27\" class=\"Cody\">&emsp;&quot;But how?&quot; He asks.</p>",
      "<p id=\"2.28.2.28\" class=\"Cody\">&emsp;And so we go to the floor.</p>",
      "<p id=\"2.28.2.29\" class=\"Cody\">&emsp;I enter Dad&apos;s code for the supply box. I kit him out with gloves and sandpaper and taps and drill bits, and we head to the belt sander. And I let him work the steel surface like my father did when I first got here &mdash; humored by his panic at the silver sparks that launch from friction.</p>",
      "<p id=\"2.28.2.30\" class=\"Cody\">&emsp;And then to the mill. And then with the two-fluted end mill that we chuck in three pneumatic chirps, where I explain that this two-ton, belt-driven beast can only change gears when it&apos;s in motion, unlike the lathe that changes gears when it&apos;s halted.</p>",
      "<p id=\"2.28.2.31\" class=\"Cody\">&emsp;We set the pieces so they&apos;re square with the machine and clamp them down, and when the spindle reaches its speed of eight hundred rotations per minute, I find myself back in the zen of the machine shop all those years ago: shaving fifty thousandths at a time on pass after pass of quiet precision; casting slivers of scalding steel from the surface that dance in long, mesmerizing ribbons; hearing the coolant sizzle against the steel when I spray before Reed makes another hand-fed pass.</p>",
      "<p id=\"2.28.2.32\" class=\"Cody\">&emsp;And two hours later, the pieces fit &mdash; and Reed&apos;s printout is saturated with greasy fingerprints and red scribbles, our gloves pleasurably dirty with the grime of hands-on work, and for a second, I think I remember what I thought I was going to do here in the beginning.</p>",
      "<p id=\"2.28.2.33\" class=\"Cody\">&emsp;&quot;The church of iron,&quot; Reed continues. &quot;The gym. You have a membership too, right? We should go sometime.&quot;</p>",
      "<p id=\"2.28.2.34\" class=\"Cody\">&emsp;And on the rare feeling of energy spurred by a high of action, I oblige, before I find myself sitting back at my cubicle, reviewing my ongoing battery design that hasn&apos;t progressed a click since last week.</p>"
    ],
    [
      "<p id=\"2.28.3.1\" class=\"Cody\">&emsp;My steel-toed shoes crunch the dry leaves beneath my feet as I descend the crumbling stairs, eyes watering from the hills of dry grass in late fall, and even though the failures of the day turn over in my mind for the full ride home, I still find the energy to toil a while longer in the garage &mdash; working on soldering for some stupid project that&apos;s captured my free time when I&apos;m still not friends with any of my neighbors.</p>",
      "<p id=\"2.28.3.2\" class=\"Cody\">&emsp;And in the silence of the dark garage, I&apos;m lit only by shop lights as I roll around on a scrapped shop stool I stole from the dumpster at work. As the soldering iron sizzles against the damp sponge, my mind replays the half-baked encouragement from my father, remembering how he told me that &quot;I have the essence&quot; of what I need.</p>",
      "<p id=\"2.28.3.3\" class=\"Cody\">&emsp; I stare at a strange, otherworldly pouch that rests on the corner of the workbench: Katiya filled it with some exotic powder that was supposed to help me grow plants on the porch.</p>",
      "<p id=\"2.28.3.4\" class=\"Cody\">&emsp;It&apos;s a stupid act of bored curiosity that leads me to powder it on the top of the terminal for the old flashlight that I&apos;m trying to repair &mdash; the kind that stacks three D-size batteries in series inside a hollow center. I tin the tip of the soldering iron, recirculating the sharp end with a growing bead of molten tin until it&apos;s almost too heavy to hold by surface tension.</p>",
      "<p id=\"2.28.3.5\" class=\"Cody\">&emsp;My hand slowly approaches the negative button end with a trembling bead, hoping it will work as flux to accept the molten metal, and the closer it gets,  the connection glows brighter with faint crimson light, no brighter than an LED.</p>",
      "<p id=\"2.28.3.6\" class=\"Cody\">&emsp;The sight distracts me from a healthy dose of hesitation. It was so easy to forget that there&apos;s an entire other world beyond the door with different rules, and when the glowing bead finally adheres to the powdered lead, drowning the contours of the cheap metal tab with scalding metal at liquefying heat, I&apos;m unprepared for the realization of what comes next.</p>",
      "<p id=\"2.28.3.7\" class=\"Cody\">&emsp;And what comes next is nothing. </p>",
      "<p id=\"2.28.3.8\" class=\"Cody\">&emsp;The powder works as flux.</p>",
      "<p id=\"2.28.3.9\" class=\"Cody\">&emsp;&quot;Fuckin&apos; genius,&quot; I mutter to myself as the glow fades away, and although a little extra powder crunches in the hollow tube as I screw the flashlight back together, it shouldn&apos;t matter too much.</p>",
      "<p id=\"2.28.3.10\" class=\"Cody\">&emsp;I angle the flashlight to the garage door, pointing it directly above the hood of my car as my other hand fumbles for the string of the shop light. And when my finger flicks the slide switch, I feel a massive jolt of energy kick the flashlight backwards as it slips through my hand, casting the entire garage in a bright, crimson glow.</p>",
      "<p id=\"2.28.3.11\" class=\"Cody\">&emsp;The nurled handle of the flashlight embeds itself in the pegboard, displacing all the tools in a raucous clatter as a wall-mounted bucket of tiny screws explodes like shotgun pellets, but the crash is silent compared to the otherworldly, phantasmic screech that rings in my ears.</p>",
      "<p id=\"2.28.3.12\" class=\"Cody\">&emsp;My eyes and ears need seconds to recover &mdash; my heart even longer &mdash; as my eyes fall to the triplet spread of holes in the far wall, siphoning streetlight in three beams that take shape from floating dust.</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 324,
  "ReleaseDate": [
    "11",
    "21",
    "2025",
    "2025-11-21 00:00:00"
  ],
  "Active": false,
  "Perspective": "Cody",
  "Status": "No Status",
  "WordCount": 0,
  "Summary": "Months later: Naveen notes Cody&apos;s improvement but deeper ennui; company lunch where Reed is promoted; Reed asks Cody to help fix his flawed prototype (they bond); that night Cody, riding the high, uses Essence as flux&mdash;batteries &quot;fire&quot; and spark his next idea."
}