{
  "Story": "Paragate",
  "Title": "Chapter Twenty-Nine",
  "Subtitle": "Once Lovers",
  "Act": 2,
  "ChapterNumber": 29,
  "Synopsis": "Family news brightens the table, but Katiya&apos;s hands won&apos;t stop shaking. A walk with Erik ends at a tavern door&mdash;and a choice she should&apos;ve made months ago.",
  "RevNotes": "",
  "ID": "2.29",
  "Body": [
    "<p>&emsp;&quot;Stop. Please,&quot; I beg them, rolling my eyes as I sit across the table. The tremor in my hand&apos;s been going for about a month now, so I restKatiya confronts her boyfriend. my wrist on table between bites of stew, or else the metal spoon will shake in my grasp.</p><p>&emsp;&quot;Stop telling my daughter that I&apos;m proud of her?&quot; Stella asks. &quot;Of my two children risking their lives to defend the empire?&quot;</p><p>&emsp;&quot;I&apos;m defending nothing right now,&quot; I remind her, gesturing to my brother. &quot;It&apos;s him that&apos;s doing all the work.&quot;</p><p>&emsp;Erik takes another spoonful, and then another. The two of us eat as quickly as we can out of habit, but it&apos;s nice to have mother&apos;s cooking again: I even recognize the silverware, a set my late father crafted that survived the fire.</p><p>&emsp;This dinner provides the briefest respite from the last two months of agonizing intensity, but I remain on-guard against myself. My left fist clenches beneath the table to try to prevent me from relaxing too much, or else my head might plunge into the porridge after all the sleepless nights I stayed awake &mdash; dreading every tomorrow for the same reason every morning.</p><p>&emsp;&quot;So you&apos;ve been scouting every single day, I hear,&quot; Stella says, squinting her bright, amber eyes. &quot;How brave you&apos;ve become!&quot; </p><p>&emsp;I glance to my younger brother and sister, Zane and Terra, noticing how their symmetrical burn scars wrinkle their faces as they blow the spoon before taking a bite. The rest of them has so easily grown around their past: such a small part of them that I almost struggle to notice. And I wonder if I have the strength to protect the rest of them.</p><p>&emsp;Then the man that hyphenated my name enters the room, returning from his toil outside the cottage: my stepfather Holden Hilde, smiling when he sees his two eldest stepchildren. </p><p>&emsp;He claps his calloused hands together as a cloud of soot spreads into the air. &quot;Have you told them the news yet?&quot;</p><p>&emsp;&quot;Not yet,&quot; Stella says, giving him a kiss as he bends down to join us at the table. But she lightly stabs a fork against his chest. &quot;Hey there, aren&apos;t you forgetting something?&quot;</p><p>&emsp;He looks down at his dirty hands, dark as night after working metal for an entire day. </p><p>&emsp;Zane and Terra chuckle.</p><p>&emsp;&quot;Oh. Of course,&quot; he says, retreating to the kitchen for a quick rinse.</p><p>&emsp;&quot;So anyways, it was perfect timing for us to move here. The house was owned by an old blacksmith, who passed&mdash;&quot;</p><p>&emsp;&quot;The news?&quot; Erik demands, after reaching the bottom of his second bowl. &quot;Is that the reason you invited us?&quot;</p><p>&emsp;&quot;Well, I always seek an excuse to see my children,&quot; Stella says. &quot;I don&apos;t get to see you on the job. Only in passing, and I&apos;m never on the border of Gaffesend.&quot;</p><p>&emsp;&quot;So what&apos;s the other reason?&quot; Erik asks.</p><p>&emsp;&quot;It&apos;s, well...&quot; Stella starts, but Zane slams his spoon against the table, beating her to the punch.</p><p>&emsp;&quot;It&apos;s her belly,&quot; he says.</p><p>&emsp;&quot;Her&mdash;&quot; Erik starts, but he freezes. We look at each other, reflecting the amber in each other&apos;s eyes for a moment as we try to reconcile the gravity of her announcement. &quot;You mean, you&mdash;&quot;</p><p>&emsp;&quot;Are having a little one,&quot; Stella says. &quot;And the virologist just read the child&apos;s Essence markers. We didn&apos;t know until three days ago, but ... it will be a girl!&quot;</p><p>&emsp;Erik&apos;s stoic face washes over with a rare excitement. I do my best to match it, even though something stabs my heart with the same signature as their letter three months ago.</p><p>&emsp;Another child. Unmarred and unscalded, to be brought into this world. Another life to be protected, I think. And it needs so much to keep it that way.</p><p>&emsp;And then I feel again the chill of middle fall that&apos;s grown over Gaffesend, goading us closer and closer to a frozen lake.</p><p>&emsp;My hand trembles further as Erik expresses his excitement. My vision narrows, and the words of excitation sound so distant as I hold tightly to my smile, managing to meet the eyes of my mother as my stepfather&apos;s strong hands pinch my shoulders, relaxing me in an instant.</p><p>&emsp;&quot;Surprised, daughter?&quot; Holden asks, massaging the tender meat of my shoulders that have tensed for weeks, even in slumber. &quot;You look like you&apos;re going to pass out.&quot;</p><p>&emsp;&quot;No. This is great news,&quot; I say. &quot;Just a lot to take in.&quot;</p><p>&emsp;&quot;And this child will have the protection of her eldest siblings,&quot; Stella says. &quot;Erik is already a guard, and Katiya&apos;s in the top of her class, so close to joining him.&quot;</p><p>&emsp;Erik looks at me with a glance only I could recognize, almost coaxing a confession. But when he feels my hand tremble against his under the table, and he takes two long breaths to weigh circumstance, he responds for the two of us.</p><p>&emsp;&quot;She&apos;ll be on my side in no time,&quot; he says, placing his hand over my clutched fist to try to get me to release. &quot;I&apos;ve been watching her personally. And she&apos;s been working as hard as she did in the Academy.&quot;</p><p>&emsp;&quot;That&apos;s so good to hear,&quot; Stella says. Tears crest her eyes as she rests a hand on her stomach. &quot;So many years we&apos;ve waited, but this is a chance for us to be a family again. To take back everything.&quot;</p><p>&emsp;And we raise our glasses: Zane and Stella and Terra with their currant juice; Holden with a hearty post-work mug of mead; Erik and I with a smaller glass of red wine.</p><p>&emsp;My hand trembles. But the blood-red chalice doesn&apos;t spill when I lift with all my focus. </p>I can&apos;t let a single drop stain this new house.",
    "<p>&emsp;I leave dinner, but the feeling overstays. It&apos;s rare for my brother and I to walk the same way since we live in two different parts of town: I live in the west half with all the apprentices, while Erik has settled into the employed half. But it still takes a long walk north to get to our split.</p><p>&emsp;These walks are the only time I&apos;ve been able to see him, and I still struggle to reconcile how much he&apos;s changed since he left for Gaffesend while I was still training in the academy in Northaven. He used to be a bean sprout, but he&apos;s built muscle, and traded his odd humor for an unfeeling stoicism.</p><p>&emsp;We walk into town on the same dirt path the nobles took all those months ago: light still in the sky since Stella ushered us home early, concerned for our safety though it&apos;s supposed to be our job.</p><p>&emsp;&quot;You know, it hurts every time I have to lie like that,&quot; Erik says, as he wraps his guardsman&apos;s coat around my shoulders, mistaking my twitch for a chill. &quot;But I understand.&quot;</p><p>&emsp;&quot;It will only be a lie if it doesn&apos;t come true in the end,&quot; I say. &quot;So I have to make it happen &mdash; or else one day, I&apos;ll just disappear.&quot;</p><p>&emsp;&quot;I don&apos;t know what I&apos;ll say to them if that happens.&quot;</p><p>&emsp;&quot;Just tell them I went too far to the east again, and instead of Raph, it was me this time.&quot;</p><p>&emsp;I stare at the ground though he still looks at me.  &quot;It won&apos;t come to that, Katiya, I know you. And I know your strength,&quot; he says, &quot;and you should too,&quot; then he asks, &quot;but haven&apos;t you done better since the test three months ago?&quot;</p><p>&emsp;&quot;I&apos;ve only done scouting missions,&quot; I say. &quot;And it feels like that long night beyond the walls every time I go out there. Twice a day, often times. And barely any domestic missions.&quot;</p><p>&emsp;&quot;But when do you give it a rest?&quot; He asks. &quot;Seriously: you can&apos;t keep doing this.&quot;</p><p>&emsp;&quot;I don&apos;t deserve to rest,&quot; I say. &quot;I don&apos;t deserve to rest until this weakness is out of me: until this stupid fever is gone.&quot;</p><p>&emsp;&quot;But do you really think this is how you should do it?&quot;</p><p>&emsp;&quot;How else would I do it?&quot; I say, but I realize my tone is angry. &quot;I mean, how else should I approach it? How does everybody else move on, while I&apos;m still that frightened child watching the window in the cabin? How do you do it?&quot; I ask, and find I&apos;m grabbing his arm with a question like I&apos;ve done so many times before.</p><p>&emsp;He takes a long beat to collect his thoughts, guiding me onwards. Along the main thoroughfare, the dirt trades for cobblestones as the sparse plains give way for buildings.</p><p>&emsp;And he says, &quot;I don&apos;t know. I don&apos;t think I had it as bad as you: the one-two punch of the incident beyond the walls, and then the fire a couple weeks later.&quot;</p><p>&emsp;&quot;But don&apos;t you still dream of it?&quot;</p><p>&emsp;&quot;Not really. You remember that I was outside when it happened. You were the only one that made it out of the house, and I didn&apos;t witness any of that. And what you told me happened to Raph&mdash;&quot;</p><p>&emsp;&quot;I managed to save him,&quot; I say.</p><p>&emsp;&quot;Well, then how did you manage that?&quot;</p><p>&emsp;&quot;I&mdash;I don&apos;t know. I was just fully in that moment, and&mdash;&quot;</p><p>&emsp;&quot;And you succeeded, Katiya,&quot; he says. &quot;Look at me. Look, you&apos;re afraid because you don&apos;t trust your future self to react,&quot; he says, as he puts his arm around me. &quot;You should trust her more than you do. Your body has been conditioned and trained to react before you do.&quot;</p><p>&emsp;&quot;And yet it&apos;s trained to hesitate,&quot; I say, feeling my face flush with resentment as the residential block transitions to taverns and stalls.</p><p>&emsp;&quot;Or maybe you&apos;re just resisting that self inside you because you don&apos;t trust her,&quot; he says. He notices my anger. &quot;Look. I don&apos;t know. But there&apos;s a fullness I feel that overcomes that, when I think of all the Gods&apos; blessings that have been bestowed upon my life. Of you. Family. And love, with that woman I&apos;ve been talking to.&quot;</p><p>&emsp;&quot;Love,&quot; I say, and I think of the unresolved situation with Jullian, that I&apos;ve been either too exhausted or too afraid to confront. And that&apos;s why it&apos;s so strange when my mental image matches the sight I find when my brother and I pass the tavern.</p><p>&emsp;The pulse of surprise is too dull to set me off. Maybe it&apos;s best for me that I&apos;ve run out the anxiety and anger from three long months of endless dread, like punching a tree until your hands forget the pain. Maybe I&apos;d get angry like I did at the bathhouse, shouting him down and making a scene &mdash; but when I see him kissing another girl with all his friends around, it only feels like a chore that will make me feel better after I scratch it off the list. </p>I take a breath, and the words I&apos;ve rehearsed in my mind from all those nights alone quickly return to me. I push open the tavern doors, meeting eyes with Aryn and all Jullian&apos;s friends, watching the realization of fear light their eyes as Jullian&apos;s back is turned to me. ",
    "<p>&emsp;I feel that hesitation strike in fear of all I have to lose, almost giving me pause. But I find its blows are far too weak. Maybe I&apos;ve hesitated twice before to save Bertram, but now, I don&apos;t hesitate to save myself.</p><p>&emsp;I put my hand on his shoulder, resisting the urge to knock his block off.</p><p>&emsp;He turns around.</p><p>&emsp;&quot;Oh, Katiya?&quot; He says. &quot;I thought . . . thought that we were on a . . .&quot;</p><p>&emsp;&quot;I should have never waited for this to happen,&quot; I say. &quot;Ever since we got here, and I saw you change so rapidly, I should have had the self-respect to tell you exactly how you&apos;ve made me feel.&quot;</p><p>&emsp;He struggles to speak as his arms are stretched around some townie. &quot;And what is that?&quot;</p><p>&emsp;&quot;That you don&apos;t value me. That we climbed our way through the Academy together, and that you dropped me when you no longer had a use for me,&quot; I say, &quot;but it&apos;s my fault that I let it go this far.&quot;</p><p>&emsp;He&apos;s as drunk as his buddies are after a long day of scouting, and it&apos;s evident from how it loosens his lips. &quot;I could have protected you, but all you ever wanted was just to be alone.&quot;</p><p>&emsp;&quot;Alone? I&mdash;&quot; I almost find the anger, but the numbness wins instead &mdash; and at my flash of rage, Aryn approaches to mediate. &quot;I&apos;m done with you,&quot; I say. &quot;You&apos;re not ready for a relationship, when all you want is to make up for all the things you think you never had.&quot;</p><p>&emsp;His friends&apos; mouths are agape, and now it&apos;s Jullian that carries enough anger for the two of us. He tries to use his height to shrink me down, tensing his fist as if he has it in him to strike, and maybe Aryn and all the others think that I&apos;ll cede this duel to him, but when I look inside, all I have left is nothing but the rot of what his touch left behind.</p><p>&emsp;&quot;We&apos;re through,&quot; I tell him, watching the fury of powerlessness register in all the places his inebriated mind can&apos;t use for reason. It looks as if he&apos;s winding up to strike from the way he draws back his arm, but then he hesitates, realizing how it looks, just as Erik lurches forward from behind me to intercept his arm.</p><p>&emsp;And yet Aryn&apos;s reaction is even faster than my brother: cold and methodical as she flips him to the ground and pins him in a shoulder-lock.</p><p>&emsp;The patrons gasp, and when Jullian find the breath, he says, &quot;I swear, Katiya. I wasn&apos;t going to&mdash;&quot;</p><p>&emsp;&quot;It doesn&apos;t matter. I&apos;m done having you hold me down,&quot; I say, and Aryn releases him.</p><p>&emsp;&quot;I&apos;m sorry,&quot; he mutters.</p><p>&emsp;&quot;This is reportable, Katiya,&quot; Erik says. &quot;You damn bastard, you never deserved my sister!&quot;</p><p>&emsp;&quot;Are you going to file a report?&quot; Aryn asks. &quot;You should. This is mandatory.&quot;</p><p>&emsp;&quot;No,&quot; I say, because I find enough remorse across his face to know my words register. &quot;I think he gets it.&quot;</p><p>&emsp;I expect Aryn to protest over her love for procedure, but she surprises me when she&apos;s quiet. The tavernkeep approaches from behind the bar. </p><p>&emsp;&quot;Is this worth a report?&quot;</p><p>&emsp;&quot;Not this time,&quot; Aryn says.</p><p>&emsp;&quot;You sure? I know the Guard have been cracking down on indiscretion.&quot;</p><p>&emsp;&quot;It&apos;s alright. I&apos;ll take responsibility for this,&quot; she says.</p><p>&emsp;Jullian&apos;s friends drag him to the couches, rambling on with bitter words for women with dignity. Then his paramour dissolves into the crowd with the rest of the patrons, rejoining her friends as they decide it&apos;s time to leave.</p><p>&emsp;While his friends comfort him, his eyes never leave mine, wearing that emotion of bottomless longing I think he&apos;s had since we met. I turn to face Aryn as she gets close. The soft fur of her ear brushes against my forehead as she bends to whisper something louder than the raucous tavern. </p><p>&emsp;&quot;It seems I need better friends,&quot; Aryn says. &quot;I thought boys were more efficient, with less drama.&quot;</p><p>&emsp;More efficient, I think: it&apos;s only a word my rival could ever use. It makes me laugh, and I feel a little bit of the tension leave my body. </p><p>&emsp;&quot;Then you&apos;re welcome to be mine,&quot; I say, and I add, &quot;that is &mdash; if you don&apos;t mind me dragging down your good standing.&quot;</p><p>&emsp;&quot;Please. You&apos;ve proven a part of yourself tonight that I thought I misread,&quot; Aryn says. &quot;Those boys over there seek adventure. Yet I think you seek character.&quot;</p><p>&emsp;&quot;Then maybe you should visit sometime after work. You know where I live, right?&quot;</p><p>&emsp;&quot;After work? Have you not yet worked a full day?&quot; She asks.</p><p>&emsp;&quot;I worked this morning,&quot; I say, &quot;but I&apos;m doing a night shift. I need as many quest sheets as I can get. To make up for . . . well, you already know.&quot;</p><p>&emsp;Her sharp nails tension like retracted claws around the lapel of my brother&apos;s coat, nearly pulling it off when she realizes I&apos;m not wearing the sleeves. Her tail flicks with a question. </p>&quot;Say, how about we meet up for a run tomorrow?&quot;",
    "<p>&emsp;I decided I&apos;d run it tonight after everyone left. It was just to see what it could change when I&apos;ve been snagged on the same design for months: even though I think it&apos;s enough for an entry-level project, I&apos;ve only felt defective since I started working here.</p><p>&emsp;I used his credentials because &quot;open to anyone&quot; stops applying after hours. At five thirty, the floor was dark when I went out there with only the emergency lights illuminating my passage, with the battery in one hand and the pouch of Essence in my pocket.</p><p>&emsp;I still don&apos;t think I was doing anything wrong when I took two turns of scrap wire and wrapped it around the battery, tensioning zip ties around the square frame to hold it there &mdash; and how the Essence glowed inside the pouch when I tethered it to the side.</p><p>&emsp;I was mystified when the readings broke the rules of nature. It didn&apos;t take numbers to realize the room was getting colder as I turned up the current in the wire, until I could nearly see my breath. I thought my after-hours test would be expunged from the system: that the odd-lobed Nyquist plot and 112% coulomb discharge would be nothing more than flash memory, here for a second of amusement to let me imagine what could be and gone the next: volatile memory purged with a reset.</p><p>&emsp;And even though that moment let me feel like I could accomplish something that might impress the powerful, I should have known why Prometheus was sentenced to rot for all eternity.</p><p>&emsp;But everything was fine when I left the office at 6:35, saying goodbye to a new gate guard that fortunately didn&apos;t know my name. I took for granted how we only scan IN to the office and not OUT.</p><p>&emsp;But they surely asked later, and after ruing the inadequacy of the old building&apos;s archaic security systems, there wasn&apos;t a single person in Internal Affairs that had an answer the next day.</p><p>&emsp;Maybe they would have dropped it if it weren&apos;t for negative temperature readings when power is supposed to be hot &mdash; or for the last three lines I left in the terminal:</p>10.25.26_6:31:24 @DUNS_ALAN: > CAL-04 calorimeter deficit: ?126 J/s @ 20 A; EIS arc @ ?18° phase10.25.26_6:31:25 @DUNS_ALAN: > [WARNING] OVER-EFFICIENCY() FLAG TRUE &mdash; ANOMALY DETECTED &mdash; ENERGY NOT CONSERVED10.25.26_6:31:25 @DUNS_ALAN: >  ? = (-15) kJ"
  ],
  "BodyFormatted": [
    [
      "<p id=\"2.29.1.1\" class=\"Katiya\">&emsp;&quot;Stop. Please,&quot; I beg them, rolling my eyes as I sit across the table. The tremor in my hand&apos;s been going for about a month now, so I restKatiya confronts her boyfriend. my wrist on table between bites of stew, or else the metal spoon will shake in my grasp.</p>",
      "<p id=\"2.29.1.2\" class=\"Katiya\">&emsp;&quot;Stop telling my daughter that I&apos;m proud of her?&quot; Stella asks. &quot;Of my two children risking their lives to defend the empire?&quot;</p>",
      "<p id=\"2.29.1.3\" class=\"Katiya\">&emsp;&quot;I&apos;m defending nothing right now,&quot; I remind her, gesturing to my brother. &quot;It&apos;s him that&apos;s doing all the work.&quot;</p>",
      "<p id=\"2.29.1.4\" class=\"Katiya\">&emsp;Erik takes another spoonful, and then another. The two of us eat as quickly as we can out of habit, but it&apos;s nice to have mother&apos;s cooking again: I even recognize the silverware, a set my late father crafted that survived the fire.</p>",
      "<p id=\"2.29.1.5\" class=\"Katiya\">&emsp;This dinner provides the briefest respite from the last two months of agonizing intensity, but I remain on-guard against myself. My left fist clenches beneath the table to try to prevent me from relaxing too much, or else my head might plunge into the porridge after all the sleepless nights I stayed awake &mdash; dreading every tomorrow for the same reason every morning.</p>",
      "<p id=\"2.29.1.6\" class=\"Katiya\">&emsp;&quot;So you&apos;ve been scouting every single day, I hear,&quot; Stella says, squinting her bright, amber eyes. &quot;How brave you&apos;ve become!&quot; </p>",
      "<p id=\"2.29.1.7\" class=\"Katiya\">&emsp;I glance to my younger brother and sister, Zane and Terra, noticing how their symmetrical burn scars wrinkle their faces as they blow the spoon before taking a bite. The rest of them has so easily grown around their past: such a small part of them that I almost struggle to notice. And I wonder if I have the strength to protect the rest of them.</p>",
      "<p id=\"2.29.1.8\" class=\"Katiya\">&emsp;Then the man that hyphenated my name enters the room, returning from his toil outside the cottage: my stepfather Holden Hilde, smiling when he sees his two eldest stepchildren. </p>",
      "<p id=\"2.29.1.9\" class=\"Katiya\">&emsp;He claps his calloused hands together as a cloud of soot spreads into the air. &quot;Have you told them the news yet?&quot;</p>",
      "<p id=\"2.29.1.10\" class=\"Katiya\">&emsp;&quot;Not yet,&quot; Stella says, giving him a kiss as he bends down to join us at the table. But she lightly stabs a fork against his chest. &quot;Hey there, aren&apos;t you forgetting something?&quot;</p>",
      "<p id=\"2.29.1.11\" class=\"Katiya\">&emsp;He looks down at his dirty hands, dark as night after working metal for an entire day. </p>",
      "<p id=\"2.29.1.12\" class=\"Katiya\">&emsp;Zane and Terra chuckle.</p>",
      "<p id=\"2.29.1.13\" class=\"Katiya\">&emsp;&quot;Oh. Of course,&quot; he says, retreating to the kitchen for a quick rinse.</p>",
      "<p id=\"2.29.1.14\" class=\"Katiya\">&emsp;&quot;So anyways, it was perfect timing for us to move here. The house was owned by an old blacksmith, who passed&mdash;&quot;</p>",
      "<p id=\"2.29.1.15\" class=\"Katiya\">&emsp;&quot;The news?&quot; Erik demands, after reaching the bottom of his second bowl. &quot;Is that the reason you invited us?&quot;</p>",
      "<p id=\"2.29.1.16\" class=\"Katiya\">&emsp;&quot;Well, I always seek an excuse to see my children,&quot; Stella says. &quot;I don&apos;t get to see you on the job. Only in passing, and I&apos;m never on the border of Gaffesend.&quot;</p>",
      "<p id=\"2.29.1.17\" class=\"Katiya\">&emsp;&quot;So what&apos;s the other reason?&quot; Erik asks.</p>",
      "<p id=\"2.29.1.18\" class=\"Katiya\">&emsp;&quot;It&apos;s, well...&quot; Stella starts, but Zane slams his spoon against the table, beating her to the punch.</p>",
      "<p id=\"2.29.1.19\" class=\"Katiya\">&emsp;&quot;It&apos;s her belly,&quot; he says.</p>",
      "<p id=\"2.29.1.20\" class=\"Katiya\">&emsp;&quot;Her&mdash;&quot; Erik starts, but he freezes. We look at each other, reflecting the amber in each other&apos;s eyes for a moment as we try to reconcile the gravity of her announcement. &quot;You mean, you&mdash;&quot;</p>",
      "<p id=\"2.29.1.21\" class=\"Katiya\">&emsp;&quot;Are having a little one,&quot; Stella says. &quot;And the virologist just read the child&apos;s Essence markers. We didn&apos;t know until three days ago, but ... it will be a girl!&quot;</p>",
      "<p id=\"2.29.1.22\" class=\"Katiya\">&emsp;Erik&apos;s stoic face washes over with a rare excitement. I do my best to match it, even though something stabs my heart with the same signature as their letter three months ago.</p>",
      "<p id=\"2.29.1.23\" class=\"Katiya\">&emsp;Another child. Unmarred and unscalded, to be brought into this world. Another life to be protected, I think. And it needs so much to keep it that way.</p>",
      "<p id=\"2.29.1.24\" class=\"Katiya\">&emsp;And then I feel again the chill of middle fall that&apos;s grown over Gaffesend, goading us closer and closer to a frozen lake.</p>",
      "<p id=\"2.29.1.25\" class=\"Katiya\">&emsp;My hand trembles further as Erik expresses his excitement. My vision narrows, and the words of excitation sound so distant as I hold tightly to my smile, managing to meet the eyes of my mother as my stepfather&apos;s strong hands pinch my shoulders, relaxing me in an instant.</p>",
      "<p id=\"2.29.1.26\" class=\"Katiya\">&emsp;&quot;Surprised, daughter?&quot; Holden asks, massaging the tender meat of my shoulders that have tensed for weeks, even in slumber. &quot;You look like you&apos;re going to pass out.&quot;</p>",
      "<p id=\"2.29.1.27\" class=\"Katiya\">&emsp;&quot;No. This is great news,&quot; I say. &quot;Just a lot to take in.&quot;</p>",
      "<p id=\"2.29.1.28\" class=\"Katiya\">&emsp;&quot;And this child will have the protection of her eldest siblings,&quot; Stella says. &quot;Erik is already a guard, and Katiya&apos;s in the top of her class, so close to joining him.&quot;</p>",
      "<p id=\"2.29.1.29\" class=\"Katiya\">&emsp;Erik looks at me with a glance only I could recognize, almost coaxing a confession. But when he feels my hand tremble against his under the table, and he takes two long breaths to weigh circumstance, he responds for the two of us.</p>",
      "<p id=\"2.29.1.30\" class=\"Katiya\">&emsp;&quot;She&apos;ll be on my side in no time,&quot; he says, placing his hand over my clutched fist to try to get me to release. &quot;I&apos;ve been watching her personally. And she&apos;s been working as hard as she did in the Academy.&quot;</p>",
      "<p id=\"2.29.1.31\" class=\"Katiya\">&emsp;&quot;That&apos;s so good to hear,&quot; Stella says. Tears crest her eyes as she rests a hand on her stomach. &quot;So many years we&apos;ve waited, but this is a chance for us to be a family again. To take back everything.&quot;</p>",
      "<p id=\"2.29.1.32\" class=\"Katiya\">&emsp;And we raise our glasses: Zane and Stella and Terra with their currant juice; Holden with a hearty post-work mug of mead; Erik and I with a smaller glass of red wine.</p>",
      "<p id=\"2.29.1.33\" class=\"Katiya\">&emsp;My hand trembles. But the blood-red chalice doesn&apos;t spill when I lift with all my focus. </p>"
    ],
    [
      "<p id=\"2.29.2.1\" class=\"Cody\">&emsp;I leave dinner, but the feeling overstays. It&apos;s rare for my brother and I to walk the same way since we live in two different parts of town: I live in the west half with all the apprentices, while Erik has settled into the employed half. But it still takes a long walk north to get to our split.</p>",
      "<p id=\"2.29.2.2\" class=\"Cody\">&emsp;These walks are the only time I&apos;ve been able to see him, and I still struggle to reconcile how much he&apos;s changed since he left for Gaffesend while I was still training in the academy in Northaven. He used to be a bean sprout, but he&apos;s built muscle, and traded his odd humor for an unfeeling stoicism.</p>",
      "<p id=\"2.29.2.3\" class=\"Cody\">&emsp;We walk into town on the same dirt path the nobles took all those months ago: light still in the sky since Stella ushered us home early, concerned for our safety though it&apos;s supposed to be our job.</p>",
      "<p id=\"2.29.2.4\" class=\"Cody\">&emsp;&quot;You know, it hurts every time I have to lie like that,&quot; Erik says, as he wraps his guardsman&apos;s coat around my shoulders, mistaking my twitch for a chill. &quot;But I understand.&quot;</p>",
      "<p id=\"2.29.2.5\" class=\"Cody\">&emsp;&quot;It will only be a lie if it doesn&apos;t come true in the end,&quot; I say. &quot;So I have to make it happen &mdash; or else one day, I&apos;ll just disappear.&quot;</p>",
      "<p id=\"2.29.2.6\" class=\"Cody\">&emsp;&quot;I don&apos;t know what I&apos;ll say to them if that happens.&quot;</p>",
      "<p id=\"2.29.2.7\" class=\"Cody\">&emsp;&quot;Just tell them I went too far to the east again, and instead of Raph, it was me this time.&quot;</p>",
      "<p id=\"2.29.2.8\" class=\"Cody\">&emsp;I stare at the ground though he still looks at me.  &quot;It won&apos;t come to that, Katiya, I know you. And I know your strength,&quot; he says, &quot;and you should too,&quot; then he asks, &quot;but haven&apos;t you done better since the test three months ago?&quot;</p>",
      "<p id=\"2.29.2.9\" class=\"Cody\">&emsp;&quot;I&apos;ve only done scouting missions,&quot; I say. &quot;And it feels like that long night beyond the walls every time I go out there. Twice a day, often times. And barely any domestic missions.&quot;</p>",
      "<p id=\"2.29.2.10\" class=\"Cody\">&emsp;&quot;But when do you give it a rest?&quot; He asks. &quot;Seriously: you can&apos;t keep doing this.&quot;</p>",
      "<p id=\"2.29.2.11\" class=\"Cody\">&emsp;&quot;I don&apos;t deserve to rest,&quot; I say. &quot;I don&apos;t deserve to rest until this weakness is out of me: until this stupid fever is gone.&quot;</p>",
      "<p id=\"2.29.2.12\" class=\"Cody\">&emsp;&quot;But do you really think this is how you should do it?&quot;</p>",
      "<p id=\"2.29.2.13\" class=\"Cody\">&emsp;&quot;How else would I do it?&quot; I say, but I realize my tone is angry. &quot;I mean, how else should I approach it? How does everybody else move on, while I&apos;m still that frightened child watching the window in the cabin? How do you do it?&quot; I ask, and find I&apos;m grabbing his arm with a question like I&apos;ve done so many times before.</p>",
      "<p id=\"2.29.2.14\" class=\"Cody\">&emsp;He takes a long beat to collect his thoughts, guiding me onwards. Along the main thoroughfare, the dirt trades for cobblestones as the sparse plains give way for buildings.</p>",
      "<p id=\"2.29.2.15\" class=\"Cody\">&emsp;And he says, &quot;I don&apos;t know. I don&apos;t think I had it as bad as you: the one-two punch of the incident beyond the walls, and then the fire a couple weeks later.&quot;</p>",
      "<p id=\"2.29.2.16\" class=\"Cody\">&emsp;&quot;But don&apos;t you still dream of it?&quot;</p>",
      "<p id=\"2.29.2.17\" class=\"Cody\">&emsp;&quot;Not really. You remember that I was outside when it happened. You were the only one that made it out of the house, and I didn&apos;t witness any of that. And what you told me happened to Raph&mdash;&quot;</p>",
      "<p id=\"2.29.2.18\" class=\"Cody\">&emsp;&quot;I managed to save him,&quot; I say.</p>",
      "<p id=\"2.29.2.19\" class=\"Cody\">&emsp;&quot;Well, then how did you manage that?&quot;</p>",
      "<p id=\"2.29.2.20\" class=\"Cody\">&emsp;&quot;I&mdash;I don&apos;t know. I was just fully in that moment, and&mdash;&quot;</p>",
      "<p id=\"2.29.2.21\" class=\"Cody\">&emsp;&quot;And you succeeded, Katiya,&quot; he says. &quot;Look at me. Look, you&apos;re afraid because you don&apos;t trust your future self to react,&quot; he says, as he puts his arm around me. &quot;You should trust her more than you do. Your body has been conditioned and trained to react before you do.&quot;</p>",
      "<p id=\"2.29.2.22\" class=\"Cody\">&emsp;&quot;And yet it&apos;s trained to hesitate,&quot; I say, feeling my face flush with resentment as the residential block transitions to taverns and stalls.</p>",
      "<p id=\"2.29.2.23\" class=\"Cody\">&emsp;&quot;Or maybe you&apos;re just resisting that self inside you because you don&apos;t trust her,&quot; he says. He notices my anger. &quot;Look. I don&apos;t know. But there&apos;s a fullness I feel that overcomes that, when I think of all the Gods&apos; blessings that have been bestowed upon my life. Of you. Family. And love, with that woman I&apos;ve been talking to.&quot;</p>",
      "<p id=\"2.29.2.24\" class=\"Cody\">&emsp;&quot;Love,&quot; I say, and I think of the unresolved situation with Jullian, that I&apos;ve been either too exhausted or too afraid to confront. And that&apos;s why it&apos;s so strange when my mental image matches the sight I find when my brother and I pass the tavern.</p>",
      "<p id=\"2.29.2.25\" class=\"Cody\">&emsp;The pulse of surprise is too dull to set me off. Maybe it&apos;s best for me that I&apos;ve run out the anxiety and anger from three long months of endless dread, like punching a tree until your hands forget the pain. Maybe I&apos;d get angry like I did at the bathhouse, shouting him down and making a scene &mdash; but when I see him kissing another girl with all his friends around, it only feels like a chore that will make me feel better after I scratch it off the list. </p>"
    ],
    [
      "<p id=\"2.29.3.1\" class=\"Katiya\">&emsp;I feel that hesitation strike in fear of all I have to lose, almost giving me pause. But I find its blows are far too weak. Maybe I&apos;ve hesitated twice before to save Bertram, but now, I don&apos;t hesitate to save myself.</p>",
      "<p id=\"2.29.3.2\" class=\"Katiya\">&emsp;I put my hand on his shoulder, resisting the urge to knock his block off.</p>",
      "<p id=\"2.29.3.3\" class=\"Katiya\">&emsp;He turns around.</p>",
      "<p id=\"2.29.3.4\" class=\"Katiya\">&emsp;&quot;Oh, Katiya?&quot; He says. &quot;I thought . . . thought that we were on a . . .&quot;</p>",
      "<p id=\"2.29.3.5\" class=\"Katiya\">&emsp;&quot;I should have never waited for this to happen,&quot; I say. &quot;Ever since we got here, and I saw you change so rapidly, I should have had the self-respect to tell you exactly how you&apos;ve made me feel.&quot;</p>",
      "<p id=\"2.29.3.6\" class=\"Katiya\">&emsp;He struggles to speak as his arms are stretched around some townie. &quot;And what is that?&quot;</p>",
      "<p id=\"2.29.3.7\" class=\"Katiya\">&emsp;&quot;That you don&apos;t value me. That we climbed our way through the Academy together, and that you dropped me when you no longer had a use for me,&quot; I say, &quot;but it&apos;s my fault that I let it go this far.&quot;</p>",
      "<p id=\"2.29.3.8\" class=\"Katiya\">&emsp;He&apos;s as drunk as his buddies are after a long day of scouting, and it&apos;s evident from how it loosens his lips. &quot;I could have protected you, but all you ever wanted was just to be alone.&quot;</p>",
      "<p id=\"2.29.3.9\" class=\"Katiya\">&emsp;&quot;Alone? I&mdash;&quot; I almost find the anger, but the numbness wins instead &mdash; and at my flash of rage, Aryn approaches to mediate. &quot;I&apos;m done with you,&quot; I say. &quot;You&apos;re not ready for a relationship, when all you want is to make up for all the things you think you never had.&quot;</p>",
      "<p id=\"2.29.3.10\" class=\"Katiya\">&emsp;His friends&apos; mouths are agape, and now it&apos;s Jullian that carries enough anger for the two of us. He tries to use his height to shrink me down, tensing his fist as if he has it in him to strike, and maybe Aryn and all the others think that I&apos;ll cede this duel to him, but when I look inside, all I have left is nothing but the rot of what his touch left behind.</p>",
      "<p id=\"2.29.3.11\" class=\"Katiya\">&emsp;&quot;We&apos;re through,&quot; I tell him, watching the fury of powerlessness register in all the places his inebriated mind can&apos;t use for reason. It looks as if he&apos;s winding up to strike from the way he draws back his arm, but then he hesitates, realizing how it looks, just as Erik lurches forward from behind me to intercept his arm.</p>",
      "<p id=\"2.29.3.12\" class=\"Katiya\">&emsp;And yet Aryn&apos;s reaction is even faster than my brother: cold and methodical as she flips him to the ground and pins him in a shoulder-lock.</p>",
      "<p id=\"2.29.3.13\" class=\"Katiya\">&emsp;The patrons gasp, and when Jullian find the breath, he says, &quot;I swear, Katiya. I wasn&apos;t going to&mdash;&quot;</p>",
      "<p id=\"2.29.3.14\" class=\"Katiya\">&emsp;&quot;It doesn&apos;t matter. I&apos;m done having you hold me down,&quot; I say, and Aryn releases him.</p>",
      "<p id=\"2.29.3.15\" class=\"Katiya\">&emsp;&quot;I&apos;m sorry,&quot; he mutters.</p>",
      "<p id=\"2.29.3.16\" class=\"Katiya\">&emsp;&quot;This is reportable, Katiya,&quot; Erik says. &quot;You damn bastard, you never deserved my sister!&quot;</p>",
      "<p id=\"2.29.3.17\" class=\"Katiya\">&emsp;&quot;Are you going to file a report?&quot; Aryn asks. &quot;You should. This is mandatory.&quot;</p>",
      "<p id=\"2.29.3.18\" class=\"Katiya\">&emsp;&quot;No,&quot; I say, because I find enough remorse across his face to know my words register. &quot;I think he gets it.&quot;</p>",
      "<p id=\"2.29.3.19\" class=\"Katiya\">&emsp;I expect Aryn to protest over her love for procedure, but she surprises me when she&apos;s quiet. The tavernkeep approaches from behind the bar. </p>",
      "<p id=\"2.29.3.20\" class=\"Katiya\">&emsp;&quot;Is this worth a report?&quot;</p>",
      "<p id=\"2.29.3.21\" class=\"Katiya\">&emsp;&quot;Not this time,&quot; Aryn says.</p>",
      "<p id=\"2.29.3.22\" class=\"Katiya\">&emsp;&quot;You sure? I know the Guard have been cracking down on indiscretion.&quot;</p>",
      "<p id=\"2.29.3.23\" class=\"Katiya\">&emsp;&quot;It&apos;s alright. I&apos;ll take responsibility for this,&quot; she says.</p>",
      "<p id=\"2.29.3.24\" class=\"Katiya\">&emsp;Jullian&apos;s friends drag him to the couches, rambling on with bitter words for women with dignity. Then his paramour dissolves into the crowd with the rest of the patrons, rejoining her friends as they decide it&apos;s time to leave.</p>",
      "<p id=\"2.29.3.25\" class=\"Katiya\">&emsp;While his friends comfort him, his eyes never leave mine, wearing that emotion of bottomless longing I think he&apos;s had since we met. I turn to face Aryn as she gets close. The soft fur of her ear brushes against my forehead as she bends to whisper something louder than the raucous tavern. </p>",
      "<p id=\"2.29.3.26\" class=\"Katiya\">&emsp;&quot;It seems I need better friends,&quot; Aryn says. &quot;I thought boys were more efficient, with less drama.&quot;</p>",
      "<p id=\"2.29.3.27\" class=\"Katiya\">&emsp;More efficient, I think: it&apos;s only a word my rival could ever use. It makes me laugh, and I feel a little bit of the tension leave my body. </p>",
      "<p id=\"2.29.3.28\" class=\"Katiya\">&emsp;&quot;Then you&apos;re welcome to be mine,&quot; I say, and I add, &quot;that is &mdash; if you don&apos;t mind me dragging down your good standing.&quot;</p>",
      "<p id=\"2.29.3.29\" class=\"Katiya\">&emsp;&quot;Please. You&apos;ve proven a part of yourself tonight that I thought I misread,&quot; Aryn says. &quot;Those boys over there seek adventure. Yet I think you seek character.&quot;</p>",
      "<p id=\"2.29.3.30\" class=\"Katiya\">&emsp;&quot;Then maybe you should visit sometime after work. You know where I live, right?&quot;</p>",
      "<p id=\"2.29.3.31\" class=\"Katiya\">&emsp;&quot;After work? Have you not yet worked a full day?&quot; She asks.</p>",
      "<p id=\"2.29.3.32\" class=\"Katiya\">&emsp;&quot;I worked this morning,&quot; I say, &quot;but I&apos;m doing a night shift. I need as many quest sheets as I can get. To make up for . . . well, you already know.&quot;</p>",
      "<p id=\"2.29.3.33\" class=\"Katiya\">&emsp;Her sharp nails tension like retracted claws around the lapel of my brother&apos;s coat, nearly pulling it off when she realizes I&apos;m not wearing the sleeves. Her tail flicks with a question. </p>"
    ],
    [
      "<p id=\"2.29.4.1\" class=\"Cody\">&emsp;I decided I&apos;d run it tonight after everyone left. It was just to see what it could change when I&apos;ve been snagged on the same design for months: even though I think it&apos;s enough for an entry-level project, I&apos;ve only felt defective since I started working here.</p>",
      "<p id=\"2.29.4.2\" class=\"Cody\">&emsp;I used his credentials because &quot;open to anyone&quot; stops applying after hours. At five thirty, the floor was dark when I went out there with only the emergency lights illuminating my passage, with the battery in one hand and the pouch of Essence in my pocket.</p>",
      "<p id=\"2.29.4.3\" class=\"Cody\">&emsp;I still don&apos;t think I was doing anything wrong when I took two turns of scrap wire and wrapped it around the battery, tensioning zip ties around the square frame to hold it there &mdash; and how the Essence glowed inside the pouch when I tethered it to the side.</p>",
      "<p id=\"2.29.4.4\" class=\"Cody\">&emsp;I was mystified when the readings broke the rules of nature. It didn&apos;t take numbers to realize the room was getting colder as I turned up the current in the wire, until I could nearly see my breath. I thought my after-hours test would be expunged from the system: that the odd-lobed Nyquist plot and 112% coulomb discharge would be nothing more than flash memory, here for a second of amusement to let me imagine what could be and gone the next: volatile memory purged with a reset.</p>",
      "<p id=\"2.29.4.5\" class=\"Cody\">&emsp;And even though that moment let me feel like I could accomplish something that might impress the powerful, I should have known why Prometheus was sentenced to rot for all eternity.</p>",
      "<p id=\"2.29.4.6\" class=\"Cody\">&emsp;But everything was fine when I left the office at 6:35, saying goodbye to a new gate guard that fortunately didn&apos;t know my name. I took for granted how we only scan IN to the office and not OUT.</p>",
      "<p id=\"2.29.4.7\" class=\"Cody\">&emsp;But they surely asked later, and after ruing the inadequacy of the old building&apos;s archaic security systems, there wasn&apos;t a single person in Internal Affairs that had an answer the next day.</p>",
      "<p id=\"2.29.4.8\" class=\"Cody\">&emsp;Maybe they would have dropped it if it weren&apos;t for negative temperature readings when power is supposed to be hot &mdash; or for the last three lines I left in the terminal:</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 331,
  "ReleaseDate": [
    "11",
    "28",
    "2025",
    "2025-11-28 00:00:00"
  ],
  "Active": false,
  "Perspective": "Cody",
  "Status": "No Status",
  "WordCount": 0,
  "Summary": ""
}