{
  "Story": "Paragate",
  "Title": "Chapter Thirty",
  "Subtitle": "Cold Sweat",
  "Act": 2,
  "ChapterNumber": 30,
  "Synopsis": "Split-screen calm: weights clank at the gym while a cold watch scans the dark. A calendar ping and a quiet pact tighten the noose.",
  "RevNotes": "",
  "ID": "2.30",
  "Body": [
    "<p>&emsp;They say to never challenge an Ahkvasan to a foot race: you might be faster, but you still won&apos;t get there in time. </p><p>&emsp;I must be fortunate that she decided for us to walk instead of run, because even if she has half the blood of the Ahkva, I can feel time slow ever so slightly </p><p>&emsp;when I&apos;m near her&mdash;and not as a figure of speech. Maybe she slows the world around us because she needs more time to unscrew all the bottled thoughts she has: the gentle ones; the ones she couldn&apos;t spill to her hearty band of brothers.</p><p>&emsp;The dormant grasses crunch beneath our feet on a nearby trail as the morning sun filters through the falling leaves, and I wonder if she&apos;s dropped a second since we left.</p><p>&emsp;&quot;You know, I&apos;ve followed you for a while,&quot; Aryn says, and yet my first instinct is to think of the smartphone in my pocket: the one I&apos;ve been charging in my hand with Essence, still secretly siphoning that invisible &quot;cloud&quot; from Cody&apos;s place.</p><p>&emsp;&quot;On which application?&quot; I ask.</p><p>&emsp;&quot;Come again?&quot;</p><p>&emsp;&quot;I mean, uh . . . for what application? Or what reason?&quot;</p><p>&emsp;&quot;Because I heard of where you came from, that one day you introduced yourself when you transferred into the academy. My life was boring.&quot;</p><p>&emsp;&quot;But you lived in the center of Northaven, by Valensend castle. Didn&apos;t you have a nice estate?&quot;</p><p>&emsp;&quot;My father is &apos;old-money&apos; rich from the Ahkvasan migration, after the fall of Northaven. Our family is a branch family of the Seventeen Lords in the Ahkvasan capital. It just meant more money to keep us close, so I never had a sense of adventure. Not when I was stuck with four other sisters running around all the time.&quot;</p><p>&emsp;&quot;Hallowed Res,&quot; I say. &quot;But why didn&apos;t you introduce yourself to me?&quot;</p><p>&emsp;&quot;Just the nerves, I guess,&quot; she says.</p><p>&emsp;&quot;Nerves? I thought you were fearless!&quot;</p><p>&emsp;&quot;And completely unsocialized, beyond tea ceremony etiquette and talking to royals.&quot;</p><p>&emsp;&quot;So just talking to the poor, you mean.&quot;</p><p>&emsp;&quot;Of course not,&quot; she says, flashing her slitted eyes.  It takes a beat longer before she realizes it&apos;s not an accusation. &quot;Oh. You&apos;re joking.&quot;</p><p>&emsp;&quot;Yeah,&quot; I say.</p><p>&emsp;&quot;It&apos;s just new to me. Idle chatter is inefficient. It&apos;s why I didn&apos;t have many friends beyond the ones that wanted to play at my house,&quot; she says, &quot;but I&apos;d look at you, and the physical proof of what you survived. And most of all, how even though you went through all that suffering, you still decided you wanted to serve.&quot;</p><p>&emsp;&quot;It sounds brave from a distance,&quot; I say, resisting a sneeze as a gust of dry leaves blows past us. &quot;But practice has been a lot different.&quot;</p><p>&emsp;&quot;And I still haven&apos;t told you I&apos;m sorry,&quot; Aryn says. She stops us as we approach the shores of Lake Gaffesend. &quot;I&apos;m sorry I displaced my expectations on you: with the competency test and all.&quot;</p><p>&emsp;&quot;But you were right,&quot; I tell her. &quot;What do you have to apologize for?&quot;</p><p>&emsp;&quot;For not understanding that there are still things you carry,&quot; Aryn says. &quot;That image of you shattered because I thought I saw my eldest sister in you. And I didn&apos;t get that you were different.&quot;</p><p>&emsp;Then I say, &quot;But I&apos;m not!&quot; </p><p>&emsp;I think of my new half-sister coming into a world that&apos;s ravaged by war. I try again to remember the face of my father, but can only hear his voice. </p>&quot;I only have the <em>face</em> of a survivor,&quot; I say. &quot;Inside, I&apos;m still as shattered as the day you first saw me. And I don&apos;t know how you do it.&quot;",
    "<p>&emsp;&quot;How the hell do you manage to do it?&quot; I ask Reed, fighting the urge to yawn as I finish my last set on bench press. My arms tremble as he lifts lightly, forcing a useful kind of suffering until I make it to the top.</p><p>&emsp;&quot;I don&apos;t know,&quot; he says. &quot;I think I&apos;ve played this game since my father bought me my first zip-on tie, for catholic confirmation. And then it was middle school student council. Then high school president. Then business clubs in college, and it just kind of happened, because I never learned to speak my mind.&quot;</p><p>&emsp;&quot;Can&apos;t taste anything with a silver tongue,&quot; I say as we switch places. </p><p>&emsp;Reed slides beneath the bar and arches his back on the bench. &quot;Well said,&quot; he says, then lifts a plate-and-a-half with ease off the rack.</p><p>&emsp;&quot;I was only the vice-president,&quot; I say.</p><p>&emsp;&quot;Yeah, Kei was telling me that the other day,&quot; Reed says.</p><p>&emsp;&quot;You two seem awful close, you know.&quot; I push on the bar, and Reed gasps for the power to resist, clearing the last rep as the bar crashes back onto the cradle. He pulls his other headphone out, expecting a serious, impromptu conversation, but when he sees my face, he laughs.</p><p>&emsp;&quot;Shit, I thought you were being serious,&quot; he says.</p><p>&emsp;&quot;I mean, I liked her, you know &mdash; but we agreed we weren&apos;t really a good fit.&quot;</p><p>&emsp;He bows his head as I lift my energy drink from the floor, putting his hands together. &quot;You must think I&apos;ve taken everything from you. Like, &apos;man, this jerk! Just comes in and ruins it all.&apos;&quot;</p><p>&emsp;&quot;Maybe I&apos;d feel that way if you didn&apos;t try to stand up for me,&quot; I say. I extend my hand, pulling him from the bench to get us on to bicep curls. &quot;Nothing that&apos;s happened has been because you&apos;re trying to push me down. Sometimes life&apos;s just hard, or things just don&apos;t work out. So it&apos;s chance, I guess?&quot;</p><p>&emsp;He curls twenties. I grab twenty-fives. And then he trades his weights for another set of twenty-fives, bending his arms into hammer curls. He hesitates to say something as I finish my first set, taking a swig of liquid energy. </p><p>&emsp;&quot;You know,&quot; he starts.</p><p>&emsp;I lower the can. &quot;Know what?&quot;</p><p>&emsp;&quot;You know I&apos;m still, uh, jealous of you,&quot; he says.</p><p>&emsp;&quot;Jealous?&quot; The thought is absurd to me. &quot;Jealous of what?&quot; He&apos;s beaten me in everything so far.</p><p>&emsp;&quot;Jealous of that, spark, or whatever, you have.&quot;</p><p>&emsp;I scoff. &quot;What spark? You should see my home life if you think I have any kind of fire lit beneath me,&quot; I say, alternating my first rep of curls on a second set of thirty. &quot;You should just plug yourself into the battery tester for the project. You&apos;re fucking Carnot.&quot;</p><p>&emsp;&quot;No, but seriously,&quot; Reed says, as he one-ups me with thirty-fives. &quot;I&apos;m the kind of engineer that will only ever be able to manage stuff. But you&apos;re destined for so much greater, because you have it.&quot;</p><p>&emsp;&quot;Have what?&quot; I ask.</p><p>&emsp;&quot;The fucking KNACK,&quot; Reed says, &quot;like really: all that stuff you come up with? You should be aiming for the Aerospace division, not stuck with batteries. I was furious when they trashed your origami design.&quot;</p><p>&emsp;I steal his thirty-fives, aiming for two more reps than he does. &quot;If the people above me actually liked me, then maybe.&quot;</p><p>&emsp;&quot;You know, one of those guys in the meeting was talking to my dad one weekend at Corvette Club. Said he was almost impressed with your little outburst.&quot;</p><p>&emsp;Yeah, right, I think.</p>&quot;Then my dad said, &apos;my son would never have the balls to do that,&apos;&quot; Reed says. And now we&apos;ve lost count, realizing that we&apos;re just fighting to out-curl each other.",
    "<p>&emsp;&quot;I was the stabilizer of my family,&quot; Aryn says. &quot;My veins and circuits run cold. I don&apos;t have access to that thing you have.&quot;</p><p>&emsp;We&apos;re both facing the lake, watching the sun peek over the Purgatory Mountains to shimmer a line in the choppy water.</p><p>&emsp;&quot;This thing is eroding me,&quot; I tell her, and I can even feel it now as we turn our backs to the spaces between the slender trees. </p><p>&emsp;&quot;But you&apos;re alive,&quot; Aryn says. &quot;Thought and reason make soldiers, but soul and spirit make warriors.&quot;</p><p>&emsp;&quot;Or cowards,&quot; I say.</p><p>&emsp;&quot;Cowards don&apos;t return to finish the fight. They don&apos;t jump in front of wagons to stop assassins, or carry their friends back from the edge of death in their arms.&quot;</p><p>&emsp;&quot;Cowards hesitate,&quot; I say.</p><p>&emsp;&quot;Cowards don&apos;t try in the first place,&quot; Aryn says. &quot;It&apos;s why I lost my sister: she fell below the line and gave up.&quot;</p><p>&emsp;Maybe now isn&apos;t the time to tell her. If not now, I don&apos;t know when, but as I feel the tremor return in my hands at the absence of motion as we just stand here, all I want is just to keep moving.</p><p>&emsp;But she stands there, gesturing at the sight of the lake.</p><p>&emsp;&quot;What do you feel right now?&quot; She asks me.</p><p>&emsp;I think for a moment. &quot;Cold.&quot;</p><p>&emsp;&quot;No. But what do you feel when you look at that view? Of the hills. The sun, the water, the city.&quot;</p><p>&emsp;When I look, it reminds me of my past. I think of summers spent in the shallows with all the Hillfar kids, or the &quot;leaping rock&quot; my father would toss me off of. The ice in the water that couldn&apos;t compare to the warmth of laughter, or how much I loved it when my father hugged me with his powerful carpenter&apos;s arms.</p><p>&emsp;&quot;Warm.&quot;</p><p>&emsp;&quot;Huh,&quot; she says.</p><p>&emsp;&quot;And what do you feel?&quot;</p><p>&emsp;&quot;The same I feel when I&apos;m with those boys, long after they stopped trying to hit on me. Just disconnected. Like I&apos;m missing something,&quot; she says, and it makes me think of Cody though I haven&apos;t seen him in months.</p>I find myself wanting to warm her the same way I longed to warm Cody (without setting him on fire). And for a moment, I wonder what he&apos;s doing and how he&apos;s been after all these months: if his face still wears that crestfallen, hollow stare, because I see the same in Aryn&apos;s expression from how her ears droop, and how her tail sweeps slowly in strokes like the feathered bow of a violin.",
    "<p>&emsp;And when I see the boundless energy he has that attracts allies like moths to flame, I feel my own sense of envy in my rival&apos;s strength. I even think of Katiya a little: that fiery look of ambition when she&apos;s debating a point, or fighting me off with a sword, and part of me misses her &mdash; I think she&apos;s the last girl I talked to besides my mother, and it was a damn argument.</p><p>&emsp;My phone vibrates in my pocket, and when Reed is deep in our last set of Russian twists with a medicine ball, I withdraw it, almost hoping it will ring with a text from the phone I bought her.</p><p>&emsp;But it&apos;s something else, and I should have known from the strange chime.</p><p>&emsp;&quot;So how&apos;s the battery thing going for you?&quot; Reed asks. &quot;I know it&apos;s just an onboarding task, they practically gave us the whole list of things we had to order . . . what&apos;s wrong?&quot;</p><p>&emsp;&quot;Nothing,&quot; I say, reading the title of the email from Internal Affairs: just a courtesy mail, announcing something odd that happened the night before. &quot;I think I made a breakthrough. Maybe too much of one.&quot;</p><p>&emsp;&quot;That&apos;s great!&quot; Reed says. He extends his hand, lifting me off the turf as I continue to stare at the body of the message.</p>Dear Colleagues,During standard nightly data synchronization, anomalous behavior was detected at Workstation CAL-04, with thermal delta values exceeding the bounds of safe operating parameters. At this time, there is no indication of system compromise or personnel injury, but due to the irregularity of these results and logged after-hours use of the open lab, Internal Affairs and QA management will conduct its audit early. Each team in the lower Monroe Building will be required to submit a report with the following information by EOW (End Of Week):1. Employee badge access between the hours of 17:00 and 19:30;2. Status of all active prototype battery assemblies in quarterly serialization;3. Brief written summary of activities taken on CAL-04 during and after standard hours.No damage has been reported, but the Monroe House of Quality demands perfect operation of all power storage and transmission projects, ensuring all battery units checked by QA are unadulterated after experimental validation.We will be conducting interviews throughout the week. This is a fact-finding process only: no fault is presumed at this stage.Thank you for your cooperation,&mdash;&mdash;MONROE-NAVIDSON AEROSPACEQuality/Compliance Division100 Navidson RoadShaleborough, Colorado 83125<p>&emsp;&quot;Cody,&quot; Reed repeats. &quot;Are we done here? We have to get to work.&quot;</p>&quot;Yeah,&quot; I say. &quot;I&apos;m done.&quot;"
  ],
  "BodyFormatted": [
    [
      "<p id=\"2.30.1.1\" class=\"Katiya\">&emsp;They say to never challenge an Ahkvasan to a foot race: you might be faster, but you still won&apos;t get there in time. </p>",
      "<p id=\"2.30.1.2\" class=\"Katiya\">&emsp;I must be fortunate that she decided for us to walk instead of run, because even if she has half the blood of the Ahkva, I can feel time slow ever so slightly </p>",
      "<p id=\"2.30.1.3\" class=\"Katiya\">&emsp;when I&apos;m near her&mdash;and not as a figure of speech. Maybe she slows the world around us because she needs more time to unscrew all the bottled thoughts she has: the gentle ones; the ones she couldn&apos;t spill to her hearty band of brothers.</p>",
      "<p id=\"2.30.1.4\" class=\"Katiya\">&emsp;The dormant grasses crunch beneath our feet on a nearby trail as the morning sun filters through the falling leaves, and I wonder if she&apos;s dropped a second since we left.</p>",
      "<p id=\"2.30.1.5\" class=\"Katiya\">&emsp;&quot;You know, I&apos;ve followed you for a while,&quot; Aryn says, and yet my first instinct is to think of the smartphone in my pocket: the one I&apos;ve been charging in my hand with Essence, still secretly siphoning that invisible &quot;cloud&quot; from Cody&apos;s place.</p>",
      "<p id=\"2.30.1.6\" class=\"Katiya\">&emsp;&quot;On which application?&quot; I ask.</p>",
      "<p id=\"2.30.1.7\" class=\"Katiya\">&emsp;&quot;Come again?&quot;</p>",
      "<p id=\"2.30.1.8\" class=\"Katiya\">&emsp;&quot;I mean, uh . . . for what application? Or what reason?&quot;</p>",
      "<p id=\"2.30.1.9\" class=\"Katiya\">&emsp;&quot;Because I heard of where you came from, that one day you introduced yourself when you transferred into the academy. My life was boring.&quot;</p>",
      "<p id=\"2.30.1.10\" class=\"Katiya\">&emsp;&quot;But you lived in the center of Northaven, by Valensend castle. Didn&apos;t you have a nice estate?&quot;</p>",
      "<p id=\"2.30.1.11\" class=\"Katiya\">&emsp;&quot;My father is &apos;old-money&apos; rich from the Ahkvasan migration, after the fall of Northaven. Our family is a branch family of the Seventeen Lords in the Ahkvasan capital. It just meant more money to keep us close, so I never had a sense of adventure. Not when I was stuck with four other sisters running around all the time.&quot;</p>",
      "<p id=\"2.30.1.12\" class=\"Katiya\">&emsp;&quot;Hallowed Res,&quot; I say. &quot;But why didn&apos;t you introduce yourself to me?&quot;</p>",
      "<p id=\"2.30.1.13\" class=\"Katiya\">&emsp;&quot;Just the nerves, I guess,&quot; she says.</p>",
      "<p id=\"2.30.1.14\" class=\"Katiya\">&emsp;&quot;Nerves? I thought you were fearless!&quot;</p>",
      "<p id=\"2.30.1.15\" class=\"Katiya\">&emsp;&quot;And completely unsocialized, beyond tea ceremony etiquette and talking to royals.&quot;</p>",
      "<p id=\"2.30.1.16\" class=\"Katiya\">&emsp;&quot;So just talking to the poor, you mean.&quot;</p>",
      "<p id=\"2.30.1.17\" class=\"Katiya\">&emsp;&quot;Of course not,&quot; she says, flashing her slitted eyes.  It takes a beat longer before she realizes it&apos;s not an accusation. &quot;Oh. You&apos;re joking.&quot;</p>",
      "<p id=\"2.30.1.18\" class=\"Katiya\">&emsp;&quot;Yeah,&quot; I say.</p>",
      "<p id=\"2.30.1.19\" class=\"Katiya\">&emsp;&quot;It&apos;s just new to me. Idle chatter is inefficient. It&apos;s why I didn&apos;t have many friends beyond the ones that wanted to play at my house,&quot; she says, &quot;but I&apos;d look at you, and the physical proof of what you survived. And most of all, how even though you went through all that suffering, you still decided you wanted to serve.&quot;</p>",
      "<p id=\"2.30.1.20\" class=\"Katiya\">&emsp;&quot;It sounds brave from a distance,&quot; I say, resisting a sneeze as a gust of dry leaves blows past us. &quot;But practice has been a lot different.&quot;</p>",
      "<p id=\"2.30.1.21\" class=\"Katiya\">&emsp;&quot;And I still haven&apos;t told you I&apos;m sorry,&quot; Aryn says. She stops us as we approach the shores of Lake Gaffesend. &quot;I&apos;m sorry I displaced my expectations on you: with the competency test and all.&quot;</p>",
      "<p id=\"2.30.1.22\" class=\"Katiya\">&emsp;&quot;But you were right,&quot; I tell her. &quot;What do you have to apologize for?&quot;</p>",
      "<p id=\"2.30.1.23\" class=\"Katiya\">&emsp;&quot;For not understanding that there are still things you carry,&quot; Aryn says. &quot;That image of you shattered because I thought I saw my eldest sister in you. And I didn&apos;t get that you were different.&quot;</p>",
      "<p id=\"2.30.1.24\" class=\"Katiya\">&emsp;Then I say, &quot;But I&apos;m not!&quot; </p>",
      "<p id=\"2.30.1.25\" class=\"Katiya\">&emsp;I think of my new half-sister coming into a world that&apos;s ravaged by war. I try again to remember the face of my father, but can only hear his voice. </p>"
    ],
    [
      "<p id=\"2.30.2.1\" class=\"Cody\">&emsp;&quot;How the hell do you manage to do it?&quot; I ask Reed, fighting the urge to yawn as I finish my last set on bench press. My arms tremble as he lifts lightly, forcing a useful kind of suffering until I make it to the top.</p>",
      "<p id=\"2.30.2.2\" class=\"Cody\">&emsp;&quot;I don&apos;t know,&quot; he says. &quot;I think I&apos;ve played this game since my father bought me my first zip-on tie, for catholic confirmation. And then it was middle school student council. Then high school president. Then business clubs in college, and it just kind of happened, because I never learned to speak my mind.&quot;</p>",
      "<p id=\"2.30.2.3\" class=\"Cody\">&emsp;&quot;Can&apos;t taste anything with a silver tongue,&quot; I say as we switch places. </p>",
      "<p id=\"2.30.2.4\" class=\"Cody\">&emsp;Reed slides beneath the bar and arches his back on the bench. &quot;Well said,&quot; he says, then lifts a plate-and-a-half with ease off the rack.</p>",
      "<p id=\"2.30.2.5\" class=\"Cody\">&emsp;&quot;I was only the vice-president,&quot; I say.</p>",
      "<p id=\"2.30.2.6\" class=\"Cody\">&emsp;&quot;Yeah, Kei was telling me that the other day,&quot; Reed says.</p>",
      "<p id=\"2.30.2.7\" class=\"Cody\">&emsp;&quot;You two seem awful close, you know.&quot; I push on the bar, and Reed gasps for the power to resist, clearing the last rep as the bar crashes back onto the cradle. He pulls his other headphone out, expecting a serious, impromptu conversation, but when he sees my face, he laughs.</p>",
      "<p id=\"2.30.2.8\" class=\"Cody\">&emsp;&quot;Shit, I thought you were being serious,&quot; he says.</p>",
      "<p id=\"2.30.2.9\" class=\"Cody\">&emsp;&quot;I mean, I liked her, you know &mdash; but we agreed we weren&apos;t really a good fit.&quot;</p>",
      "<p id=\"2.30.2.10\" class=\"Cody\">&emsp;He bows his head as I lift my energy drink from the floor, putting his hands together. &quot;You must think I&apos;ve taken everything from you. Like, &apos;man, this jerk! Just comes in and ruins it all.&apos;&quot;</p>",
      "<p id=\"2.30.2.11\" class=\"Cody\">&emsp;&quot;Maybe I&apos;d feel that way if you didn&apos;t try to stand up for me,&quot; I say. I extend my hand, pulling him from the bench to get us on to bicep curls. &quot;Nothing that&apos;s happened has been because you&apos;re trying to push me down. Sometimes life&apos;s just hard, or things just don&apos;t work out. So it&apos;s chance, I guess?&quot;</p>",
      "<p id=\"2.30.2.12\" class=\"Cody\">&emsp;He curls twenties. I grab twenty-fives. And then he trades his weights for another set of twenty-fives, bending his arms into hammer curls. He hesitates to say something as I finish my first set, taking a swig of liquid energy. </p>",
      "<p id=\"2.30.2.13\" class=\"Cody\">&emsp;&quot;You know,&quot; he starts.</p>",
      "<p id=\"2.30.2.14\" class=\"Cody\">&emsp;I lower the can. &quot;Know what?&quot;</p>",
      "<p id=\"2.30.2.15\" class=\"Cody\">&emsp;&quot;You know I&apos;m still, uh, jealous of you,&quot; he says.</p>",
      "<p id=\"2.30.2.16\" class=\"Cody\">&emsp;&quot;Jealous?&quot; The thought is absurd to me. &quot;Jealous of what?&quot; He&apos;s beaten me in everything so far.</p>",
      "<p id=\"2.30.2.17\" class=\"Cody\">&emsp;&quot;Jealous of that, spark, or whatever, you have.&quot;</p>",
      "<p id=\"2.30.2.18\" class=\"Cody\">&emsp;I scoff. &quot;What spark? You should see my home life if you think I have any kind of fire lit beneath me,&quot; I say, alternating my first rep of curls on a second set of thirty. &quot;You should just plug yourself into the battery tester for the project. You&apos;re fucking Carnot.&quot;</p>",
      "<p id=\"2.30.2.19\" class=\"Cody\">&emsp;&quot;No, but seriously,&quot; Reed says, as he one-ups me with thirty-fives. &quot;I&apos;m the kind of engineer that will only ever be able to manage stuff. But you&apos;re destined for so much greater, because you have it.&quot;</p>",
      "<p id=\"2.30.2.20\" class=\"Cody\">&emsp;&quot;Have what?&quot; I ask.</p>",
      "<p id=\"2.30.2.21\" class=\"Cody\">&emsp;&quot;The fucking KNACK,&quot; Reed says, &quot;like really: all that stuff you come up with? You should be aiming for the Aerospace division, not stuck with batteries. I was furious when they trashed your origami design.&quot;</p>",
      "<p id=\"2.30.2.22\" class=\"Cody\">&emsp;I steal his thirty-fives, aiming for two more reps than he does. &quot;If the people above me actually liked me, then maybe.&quot;</p>",
      "<p id=\"2.30.2.23\" class=\"Cody\">&emsp;&quot;You know, one of those guys in the meeting was talking to my dad one weekend at Corvette Club. Said he was almost impressed with your little outburst.&quot;</p>",
      "<p id=\"2.30.2.24\" class=\"Cody\">&emsp;Yeah, right, I think.</p>"
    ],
    [
      "<p id=\"2.30.3.1\" class=\"Katiya\">&emsp;&quot;I was the stabilizer of my family,&quot; Aryn says. &quot;My veins and circuits run cold. I don&apos;t have access to that thing you have.&quot;</p>",
      "<p id=\"2.30.3.2\" class=\"Katiya\">&emsp;We&apos;re both facing the lake, watching the sun peek over the Purgatory Mountains to shimmer a line in the choppy water.</p>",
      "<p id=\"2.30.3.3\" class=\"Katiya\">&emsp;&quot;This thing is eroding me,&quot; I tell her, and I can even feel it now as we turn our backs to the spaces between the slender trees. </p>",
      "<p id=\"2.30.3.4\" class=\"Katiya\">&emsp;&quot;But you&apos;re alive,&quot; Aryn says. &quot;Thought and reason make soldiers, but soul and spirit make warriors.&quot;</p>",
      "<p id=\"2.30.3.5\" class=\"Katiya\">&emsp;&quot;Or cowards,&quot; I say.</p>",
      "<p id=\"2.30.3.6\" class=\"Katiya\">&emsp;&quot;Cowards don&apos;t return to finish the fight. They don&apos;t jump in front of wagons to stop assassins, or carry their friends back from the edge of death in their arms.&quot;</p>",
      "<p id=\"2.30.3.7\" class=\"Katiya\">&emsp;&quot;Cowards hesitate,&quot; I say.</p>",
      "<p id=\"2.30.3.8\" class=\"Katiya\">&emsp;&quot;Cowards don&apos;t try in the first place,&quot; Aryn says. &quot;It&apos;s why I lost my sister: she fell below the line and gave up.&quot;</p>",
      "<p id=\"2.30.3.9\" class=\"Katiya\">&emsp;Maybe now isn&apos;t the time to tell her. If not now, I don&apos;t know when, but as I feel the tremor return in my hands at the absence of motion as we just stand here, all I want is just to keep moving.</p>",
      "<p id=\"2.30.3.10\" class=\"Katiya\">&emsp;But she stands there, gesturing at the sight of the lake.</p>",
      "<p id=\"2.30.3.11\" class=\"Katiya\">&emsp;&quot;What do you feel right now?&quot; She asks me.</p>",
      "<p id=\"2.30.3.12\" class=\"Katiya\">&emsp;I think for a moment. &quot;Cold.&quot;</p>",
      "<p id=\"2.30.3.13\" class=\"Katiya\">&emsp;&quot;No. But what do you feel when you look at that view? Of the hills. The sun, the water, the city.&quot;</p>",
      "<p id=\"2.30.3.14\" class=\"Katiya\">&emsp;When I look, it reminds me of my past. I think of summers spent in the shallows with all the Hillfar kids, or the &quot;leaping rock&quot; my father would toss me off of. The ice in the water that couldn&apos;t compare to the warmth of laughter, or how much I loved it when my father hugged me with his powerful carpenter&apos;s arms.</p>",
      "<p id=\"2.30.3.15\" class=\"Katiya\">&emsp;&quot;Warm.&quot;</p>",
      "<p id=\"2.30.3.16\" class=\"Katiya\">&emsp;&quot;Huh,&quot; she says.</p>",
      "<p id=\"2.30.3.17\" class=\"Katiya\">&emsp;&quot;And what do you feel?&quot;</p>",
      "<p id=\"2.30.3.18\" class=\"Katiya\">&emsp;&quot;The same I feel when I&apos;m with those boys, long after they stopped trying to hit on me. Just disconnected. Like I&apos;m missing something,&quot; she says, and it makes me think of Cody though I haven&apos;t seen him in months.</p>"
    ],
    [
      "<p id=\"2.30.4.1\" class=\"Cody\">&emsp;And when I see the boundless energy he has that attracts allies like moths to flame, I feel my own sense of envy in my rival&apos;s strength. I even think of Katiya a little: that fiery look of ambition when she&apos;s debating a point, or fighting me off with a sword, and part of me misses her &mdash; I think she&apos;s the last girl I talked to besides my mother, and it was a damn argument.</p>",
      "<p id=\"2.30.4.2\" class=\"Cody\">&emsp;My phone vibrates in my pocket, and when Reed is deep in our last set of Russian twists with a medicine ball, I withdraw it, almost hoping it will ring with a text from the phone I bought her.</p>",
      "<p id=\"2.30.4.3\" class=\"Cody\">&emsp;But it&apos;s something else, and I should have known from the strange chime.</p>",
      "<p id=\"2.30.4.4\" class=\"Cody\">&emsp;&quot;So how&apos;s the battery thing going for you?&quot; Reed asks. &quot;I know it&apos;s just an onboarding task, they practically gave us the whole list of things we had to order . . . what&apos;s wrong?&quot;</p>",
      "<p id=\"2.30.4.5\" class=\"Cody\">&emsp;&quot;Nothing,&quot; I say, reading the title of the email from Internal Affairs: just a courtesy mail, announcing something odd that happened the night before. &quot;I think I made a breakthrough. Maybe too much of one.&quot;</p>",
      "<p id=\"2.30.4.6\" class=\"Cody\">&emsp;&quot;That&apos;s great!&quot; Reed says. He extends his hand, lifting me off the turf as I continue to stare at the body of the message.</p>",
      "Dear Colleagues,During standard nightly data synchronization, anomalous behavior was detected at Workstation CAL-04, with thermal delta values exceeding the bounds of safe operating parameters. At this time, there is no indication of system compromise or personnel injury, but due to the irregularity of these results and logged after-hours use of the open lab, Internal Affairs and QA management will conduct its audit early. Each team in the lower Monroe Building will be required to submit a report with the following information by EOW (End Of Week):1. Employee badge access between the hours of 17:00 and 19:30;2. Status of all active prototype battery assemblies in quarterly serialization;3. Brief written summary of activities taken on CAL-04 during and after standard hours.No damage has been reported, but the Monroe House of Quality demands perfect operation of all power storage and transmission projects, ensuring all battery units checked by QA are unadulterated after experimental validation.We will be conducting interviews throughout the week. This is a fact-finding process only: no fault is presumed at this stage.Thank you for your cooperation,&mdash;&mdash;MONROE-NAVIDSON AEROSPACEQuality/Compliance Division100 Navidson RoadShaleborough, Colorado 83125<p id=\"2.30.4.7\" class=\"Cody\">&emsp;&quot;Cody,&quot; Reed repeats. &quot;Are we done here? We have to get to work.&quot;</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 338,
  "ReleaseDate": [
    "12",
    "05",
    "2025",
    "2025-12-05 00:00:00"
  ],
  "Active": false,
  "Perspective": "Cody",
  "Status": "No Status",
  "WordCount": 0,
  "Summary": ""
}