{
  "Story": "Paragate",
  "Title": "Chapter Thirty-One",
  "Subtitle": "Heating Up",
  "Act": 2,
  "ChapterNumber": 31,
  "Synopsis": "A rescue in close quarters turns courage into something personal.",
  "RevNotes": "",
  "ID": "2.31",
  "Body": [
    "<p>&emsp;It was a walk so it doesn&apos;t count. And it doesn&apos;t matter if I&apos;ve worked a long day questing.</p><p>&emsp;The static returns to my hands when I sit idle on my sofa. Listening to the sounds on the electric music box named JACKSON&apos;S IPOD only worked for so long until it ran out of power, unchargeable by Essence from my hands&mdash;and though the hear-buds&apos; end fits into the phone Cody got me, I don&apos;t have many sounds I&apos;ve saved to play.</p><p>&emsp;But he made me a playing list on an application for my workouts &mdash; and saved it to the box, so I could use it when the &quot;cloud&quot; couldn&apos;t give the box the music.</p><p>&emsp;I&apos;m efficient enough at scrolling that he told me I was &quot;better than his mom,&quot; and when I scroll through the list, I find my favorite song from a band that must have played a lot in public if they named their group after a common space.</p><p>&emsp;The screen reads LINKIN PARK&mdash;BREAKING THE HABIT, as it scrolls the letters across the screen. I wonder again what Cody meant when he called it &quot;new metal.&quot; I think of the sound of my stepfather&apos;s hammer in the blacksmith shop: whether hot or cold, shouldn&apos;t it make the same sound either way?</p><p>&emsp;But the motifs speak to me. The speed sounds like my panic. The rhythm feels like my heartbeat. It describes my anxiety better than any combination of words, and when I let it speak for that bottomless sense of panic, it makes me feel a little lighter, maybe even understood.</p><p>&emsp;So I take it with me, clutching my cure with the buds in my ears. I tightly lock the door and try to lose my breath again, though my body still aches: so sore and dehydrated, but there&apos;s a resentment that&apos;s stronger than the burning in my breath. So I start running, circling the lake as night approaches, fighting the feeling of dizziness that threatens to take me over.</p><p>&emsp;Internal weakness is an enemy I can actually fight, so I use that churning feeling of self-hatred as something combustible. The fear for my family overrides the feeling of strain in my muscles, and though I&apos;m short of breath, I&apos;m perfectly distracted by the chill that signals winter, breathing across the surface of the lake in a phantasmic fog.</p><p>&emsp;And the words of Aryn cross my mind. I remember Jullian&apos;s look of disdain, and I think of Cody and how much I miss him, though I&apos;d never tell him that, and by the time I&apos;m coming back after a quarter-pass around the lake, the feeling of lightness overtakes me.</p><p>&emsp;I struggle to catch myself before I collapse into a planter of withering mountain flowers, crunching the dormant stems beneath my weight. The darkness is immediate when it overtakes me, and when I lose control of my muscles, time flashes past in a dreamless sleep until I wake to a vibration beneath my leg.</p><p>&emsp;My head aches. My tongue is parched. The two moons and Oceanus hang brightly in the sky, and though my vision blurs from overwork and dehydration, I&apos;m close enough to the house to read a message from the other world.</p><p>&emsp;It&apos;s from one of the only two contacts I have, and it&apos;s not Kei: it&apos;s from Cody, and it&apos;s urgent. I&apos;m only a block away from home, and by the time I approach to see what happened, his three texts pop onto the screen.</p><p><span class=msgfromdate>Cody Dunsmore // 20:18</span></p><p><span class=msgfrom>How do you have blue messages? </span></p><p><span class=msgfromdate>Cody Dunsmore // 20:21</span></p><p><span class=msgfrom>Also heard something loud next door u alright?</span></p><p><span class=msgfromdate>Cody Dunsmore // 20:32</span></p><p><span class=msgfrom>HELP</span></p>",
    "<p>&emsp;I just want to go home, but now more than ever. I rushed through every redline I could early, just to have an excuse to be up and around, just to listen, because I&apos;ve heard nothing so far from the team.</p><p>&emsp;I ate lunch in the empty set of cubicles that look out to the shop floor, pushing away the furloughed purchasers&apos; junk they refused to take home. I watched my father toil away on the floor, sorting through the bins of KANBAN bolts and screws to make progress on his projects, none wiser since the technicians don&apos;t have an email.</p><p>&emsp;But they usually print out the announcements and tape them to the break room door, and every hour I got up to scan the floor for Human Resources, or Compliance, or a new posting on the door my father will surely bring up, I don&apos;t find anything.</p><p>&emsp;Maybe they expect the technicians. Maybe that&apos;s why they haven&apos;t bothered coming up here. Or, shit, maybe they&apos;re playing it &quot;fast and quiet,&quot;waiting for a response &mdash; or maybe it&apos;s like those cop shows where they give the guy eight hours to wait and stew before they interview him? If that&apos;s the case, then&mdash;</p><p>&emsp;&quot;How many coffees have you drank today?&quot; Wilbur asks, peering over the edge of his cube. &quot;Are those bathroom breaks, or did you put Red Bull in the coffee filter?&quot;</p><p>&emsp;&quot;I&apos;m not seeing noises yet,&quot; I say, but the flatness in my voice doesn&apos;t carry the joke.</p><p>&emsp;&quot;What&apos;s wrong?&quot; He asks.</p><p>&emsp;&quot;Nothing,&quot; I say. &quot;Just, uh . . . a little nervous about what&apos;s coming, you know, with winter approaching.&quot;</p><p>&emsp;He leans further, speaking in a hushed tone. &quot;The layoffs, you mean. The ones they told us about at the start of the year?&quot;</p><p>&emsp;&quot;Yeah,&quot; I say, fidgeting with the thumb-around-the-pen trick I learned in middle school.</p><p>&emsp;&quot;Well, what brings it on now?&quot;</p><p>&emsp;&quot;I dunno. I just looked at the calendar the other day, and it all came back to me.&quot;</p><p>&emsp;&quot;Listen, Cody. You&apos;re a good engineer. You&apos;re doing just fine, okay? I guess you youngsters need to hear that more often. Ever since my generation realized participation trophies weren&apos;t replacements for an &apos;attaboy,&apos; you fellas haven&apos;t gotten anything.&quot;He leans closer, and I can see a sincerity in his eyes that only makes me feel worse. &quot;I mean, you haven&apos;t done anything wrong, right? You work hard. And that origami design you came up with proves&mdash;&quot;</p><p>&emsp;Maybe it would help if I could listen. Every time his eyes return to the screen, I glance up at the clock, wondering how long before I&apos;m in the clear and I can go home and breathe.</p><p>&emsp;&quot;It means a lot,&quot; I say. And it does. Wilbur Sameshima has been an engineering dad to me, but he has no idea what I&apos;m capable of.</p><p>&emsp;&quot;Hey, Cody,&quot; Nav says while I&apos;m distracted. &quot;Did you get the email?&quot;</p><p>&emsp;My heat sinks as I turn around. My hand fidgets the pen further. &quot;Yeah, the compliance thing.&quot;</p><p>&emsp;&quot;No, not that: just some techs doing what they shouldn&apos;t. I&apos;m talking about the one I just sent you, about the battery project&mdash;&quot; He glances down at the redlines I&apos;ve blasted through. &quot;Hai ram, am I not keeping you busy enough?&quot;</p><p>&emsp;&quot;Had a pre-workout drink before I went to the gym with Reed this morning, and my face still itches,&quot; I say. &quot;Big mistake.&quot;</p><p>&emsp;&quot;Well, at least my team is getting along,&quot; Nav says. &quot;Good work. Tell you what: how about I let you head out thirty minutes early?&quot;</p><p>&emsp;&quot;Really?&quot; I ask.</p><p>&emsp;&quot;Sure,&quot; Nav says, clapping me on the shoulder. &quot;And you did the paperwork for these changes too, right?&quot;</p><p>&emsp;&quot;In the system,&quot; I say, collecting my things as I toss my bag over my shoulder. I hear a door open on the far end of the office from the floor, and as I grab my mouse and lunchbox, I notice it hangs open to let several people through.</p><p>&emsp;I turn the corner of the cubes after thanking Nav. Several suits are walking towards me, but I walk in the opposite direction, banking on the knowledge that they&apos;ve never seen my face before, refusing to turn around as I wave to Reed and Kei and Michael, and I proceed out to the concrete steps where I take my first real breath of the day.</p><p>&emsp;I rush down to my car and turn the key as soon as my leg hits the brake. And I laugh: not because I&apos;ve won, but because I realize I&apos;m feeling something other than depressed for the first time in ages, and the capacity to feel almost scares me.</p><p>&emsp;But there&apos;s only so long before the spike of adrenaline retreats into the same sea of apathy as I drive home. Ever since the layoff warning at the start of the year, I&apos;ve constantly wondered how many more times I&apos;d be driving the switchbacks along the hillside, and for the first time, I wonder if I can count them on my hands.</p><p>&emsp;I get home around the time I&apos;d typically leave work, and by the time I pull into the garage, I realize the fear has completely left me. When I spend so long looking up from the bottom of the darkest pit, I don&apos;t think fear ever really stays: in the end, I guess I just figure it works out somehow &mdash; or if it doesn&apos;t &mdash; I just don&apos;t think I really care.</p><p>&emsp;The last time I felt that continuity was when Katiya was always over, like shoveling coal into the cold engine of my soul, and before that it was just the busyness of school and the incessant badgering to go out my my business major roommates.</p><p>&emsp;Whatever I have isn&apos;t renewable like everyone else. Just like Kei: the reason why we can&apos;t fit, if neither one of us can make the energy.</p><p>&emsp;I sit on the couch in the dark, and I try to cry, just to see if I can do it, because I think it&apos;s what anyone else would do, and my mom says it&apos;s healthy, but I can only muster a tear before it ends in a yawn, and my body thinks I&apos;m just trying to wet my eyes for my contacts.</p><p>&emsp;And so I just sit there without turning the TV on, back to the same habit of just doing nothing until I get too bored and go to sleep.</p><p>&emsp;That is, until I hear the crash next door, and the desperate crash of footfalls as someone or something proceeds to tear through every room of the house next door.</p><p>&emsp;I open my phone and scroll through Messages to select her name. The send button is blur, meaning she has it on, and it bewilders me. </p><p>&emsp;Hasn&apos;t it been months?</p><p><span class=msgtodate>Cody Dunsmore // 08:18</span></p><p><span class=msgto>How do you have blue messages? </span></p><p>&emsp;I hear further crashes in the unit next door. Then someone fumbles at the knob between our units, and in fear, I grab my lacrosse stick: still battered to hell from Katiya&apos;s greatsword.</p><p><span class=msgtodate>Cody Dunsmore // 08:21</span></p><p><span class=msgto>Also heard something loud next door u alright?</span></p><p>&emsp;I slowly open the door between our units, reaching for Katiya&apos;s mangled knob as I notice it begins to glow.</p><p>&emsp;I withdraw my hand, hearing the exasperated groan on the other side, as if someone&apos;s in a rush.</p><p>&emsp;&quot;Katiya?&quot; I try. And then the door flings open, and I&apos;m greeted by someone else: someone who&apos;s trying to get through to my side.</p><p>&emsp;But I block her. </p><p>&emsp;It&apos;s a human girl with cat ears, and they&apos;re real, but before I can settle the debate over whether she has human ears, too, she pleads for me to hide her.</p><p>&emsp;&quot;Please,&quot; she begs, &quot;they&apos;re coming!&quot;</p><p>&emsp;&quot;Well, we can&apos;t hide in there,&quot; I say, closing the door behind me as the metal cools enough to stick. &quot;What&apos;s going on?&quot;</p><p>&emsp;&quot;I made my break. I used to live here: it&apos;s the only place I could think of, but they know where I am and they&apos;re after me because I can&apos;t ever leave and I&mdash;&quot;</p><p>&emsp;&quot;Calm down,&quot; I say. I find myself patting her head reflexively before I rip my hand away, rushing to Katiya&apos;s front door as I hold the lacrosse stick end-up. She must be close enough to get my WiFi after I installed the extender right outside my door, because her messages are still blue.</p><p>&emsp;The front door buffets open, and at first I think it&apos;s Katiya about to close the loop on our relationship. But it&apos;s someone else: two strangers with the bodies of cats, and they&apos;re holding daggers as the catgirl shrinks behind me.</p><p>&emsp;I have only time to send one last text, knowing I don&apos;t have the strength to repel otherworldly assailants from another world.</p><p><span class=msgtodate>Cody Dunsmore // 08:32</span></p>HELP",
    "<p>&emsp;A different feeling hits this time, and it&apos;s so much stronger than any other. I rush down the line of row houses on a street lit by lamplight, filled with the anticipation of catching a first glance at the damage to my home. But there isn&apos;t enough of a spectacle to draw neighbors.</p><p>&emsp;With the element of surprise on my side, I turn into my next-door neighbor&apos;s front terrace and jump the short wrought-iron fence so I&apos;m out of sight of my open door. There&apos;s no shattered glass, and there isn&apos;t any damage to the door frame from kicking in the entry door. Something dark and metallic protrudes from the lock, and I realize it&apos;s a key: not my key, because when I check my pockets, it&apos;s still there, and as I approach closer, I hear two panicked voices pleading with the intruders.</p><p>&emsp;They&apos;re both familiar. The panic in one of them stirs my feelings, but the sound of the other is difficult to remember.</p><p>&emsp;&quot;Please don&apos;t involve him, he&apos;s just a neighbor! He thought I was the girl who lives here.&quot;</p><p>&emsp;&quot;He took a swing at me,&quot; growls an Ahkvasan.</p><p>&emsp;&quot;With a metal broom. Then you threatened to stab him, and then you tied him up!&quot;</p><p>&emsp;&quot;But all this is your fault, Rayna. You really thought we wouldn&apos;t chase you? You don&apos;t have a choice to leave.&quot;</p><p>&emsp;&quot;I have no debts to you,&quot; Rayna insists.</p><p>&emsp;&quot;You indebted your life when we took you in. You were a coward, a deserter, and now you&apos;re those same two things all over again. What do you think could ever be left for you here?&quot;</p><p>&emsp;&quot;Enough of this,&quot; another Ahkvasan says. &quot;We&apos;ll kill you and the stupid fool that tried to defend you. You thought we beat him up bad? Your bodies will be floating in the lake by midnight!&quot;</p><p>&emsp;And I feel a certain something spark in me that I thought I forgot, when I launch myself through the door: finding Cody tethered to a chair and Rayna begging on her knees. </p><p>&emsp;And yet, even the power of time can&apos;t speed their reactions fast enough.</p><p>&emsp;I let all the fury the run failed to quell rush my circuits with Essence, and by the time my fist reaches the first Ahkvasan&apos;s face, an eruption of fire blasts them against the back window, shattering the glass as their body crunches into the frame of the lower window. As I watch Cody look on through swollen eyes, my rage builds so fast that I feel the heat coalesce around my entire body, and when the second one slows me down enough to slash my arm with the dagger, I feel nothing, as my body&apos;s already committed to driving my other fist square in the assailant&apos;s chest.</p><p>&emsp;It smells like burning fur, and maybe that ignites something forgotten in Aryn&apos;s forsaken sister. As the other tries to wedge their body out of the shattered glass frame, embedded with shards that redden their coat, Rayna blasts a fireball that knocks them out the window, protecting the space behind Cody as I step in front of him.</p><p>&emsp;&quot;You&apos;re not taking Rayna,&quot; I say. &quot;And you&apos;re not hurting my friend. I think you better get out of here before you wake the whole district.&quot;</p><p>&emsp;The Ahkvasan growls with defeat, clutching his chest where a scalding hole penetrates his light leather armor. I feel time dilate as his eyes flash green, trying to milk every second to choose his next move &mdash; but before I can motivate him further, he jumps out the same hole that Rayna blasted with a pounce.</p><p>&emsp;&quot;Go upstairs,&quot; I order Rayna, before the small crowd of disturbed neighbors begins to gather outside my door: most in jackets, and even Bertram &mdash; wearing the clothes he got from the hospital as a thin night gown.</p><p>&emsp;&quot;What happened?&quot; Bertram calls, as he approaches to lean in the doorway.</p><p>&emsp;&quot;Intrusion from the Den of Thieves, some local cellar gang,&quot; I say.</p><p>&emsp;&quot;Seriously? Are you alright?&quot;</p><p>&emsp;&quot;Yeah,&quot; I say. And I wait for a moment, and then a little longer, just to confirm, finding with surprise that the tremor isn&apos;t there. &quot;I&apos;m perfectly fine.&quot;</p><p>&emsp;&quot;But what about the window?&quot; He says. Then he sees the battered man behind me. &quot;And your other friend, the inventor, dear Gods! You have enough Essence left to heal him?&quot;</p><p>&emsp;&quot;We&apos;ll be fine. But would you mind a Gaffe-9 incident report? I can&apos;t leave here,&quot; I say.</p><p>&emsp;&quot;Of course,&quot; he says. &quot;I&apos;m just glad you&apos;re alright.&quot;</p><p>&emsp;And I&apos;m surprised, I think, as he closes my entry door behind him, shooing the onlookers away.</p><p>&emsp;I turn to my estranged friend in the chair, looking far worse for wear, and he looks at me with an expression I&apos;ve only seen on a man once before in my life.</p><p>&emsp;My fingers singe the tethers that strap him to the chair, and I notice his shirt is open and his sleeves are rolled up, as if he was just relaxing on the couch after getting home from work.</p><p>&emsp;It&apos;s just the two of us now. And inside my heart, after all the anguish and heartbreak of the last couple days, I feel the longing for catharsis draw me closer to him as I cup his face between my hands, feeling his tremor as his injuries slowly fade away.</p><p>&emsp;I struggle to shake the thought of all my friends in the capital that became housewives. &quot;I&apos;m sorry my hands are so calloused,&quot; I tell him. &quot;I grew up swinging from trees and chopping wood. I don&apos;t think there&apos;s a soft part of me left.&quot;</p><p>&emsp;&quot;I seriously doubt that,&quot; Cody mutters, and I hear him sniffle. &quot;Touch isn&apos;t the only way you&apos;ve brought me back to life.&quot;</p><p>&emsp;I realize I&apos;m straddling him: sitting on his lap as his hands extend behind his chair in the darkness, and I notice he&apos;s crying softly as he sobs into my chest.</p><p>&emsp;I lift his chin. My thumbs trace the smooth skin above his cheeks, singing the tears from his face before I reach to hug him tighter, letting this man try to fall apart entirely right in front of me, and as the guard I am, all I want to do is to protect him.</p><p>&emsp;He mutters something, but I can&apos;t hear it: I can feel the vibrations of his vocal cords in my core muscles.</p><p>&emsp;&quot;Come again?&quot;</p><p>&emsp;&quot;I said I&apos;m sorry for how things broke off between us,&quot; he says. &quot;I should have said something sooner.&quot;</p><p>&emsp;He looks up at me, and I look down at him. &quot;I&apos;m sorry, too,&quot; I say.</p><p>&emsp;&quot;All those nights alone. I&apos;d just sleep. I missed you, and your energy, you know, the way you seem to make everything glow.&quot;</p><p>&emsp;&quot;And I missed the way you calm me down,&quot; I say. &quot;It&apos;s been so stressful, all of it&mdash;&quot;</p><p>&emsp;&quot;And I&apos;m almost fired,&quot; we both say at the same time.</p><p>&emsp;I come off him. &quot;What did you do?&quot;</p><p>&emsp;&quot;Brought something to work I shouldn&apos;t have,&quot; he says.</p><p>&emsp;I grimace. &quot;What is it? The evil lettuce?&quot;</p><p>&emsp;He thinks for a second, then laughs. &quot;Oh, the Devil&apos;s Lettuce? No, never,&quot; he says. &quot;I brought that bag of powder to test the energy properties.&quot;</p><p>&emsp;My face falls. &quot;You&apos;re kidding. You can&apos;t&mdash;&quot;</p><p>&emsp;&quot;&mdash;And what did you do?&quot; He cuts me off, standing to a head taller than me with his shirt still hanging open, his chest glistening with beads of sweat.</p><p>&emsp;&quot;Oh, uh . . . I failed a test,&quot; I say, looking up at his lips.</p><p>&emsp;&quot;A test?&quot; He says.</p><p>&emsp;&quot;I was too much of a coward. Now I&apos;m below the line.&quot;</p><p>&emsp;&quot;So it sounds like you were tested, failed, and ran. But I ran a test and failed,&quot; Cody says, with that mischievous smirk on his face.</p><p>&emsp;&quot;This isn&apos;t funny,&quot; I say. &quot;I&apos;m going to die if I don&apos;t pick things up.&quot;</p><p>&emsp;&quot;I should have been around to be there for you,&quot; Cody says. &quot;With that lousy boyfriend of yours.&quot;</p><p>&emsp;&quot;We split,&quot; I say.</p><p>&emsp;&quot;Oh. You did?&quot; I find a hint of masked elation on his face. &quot;Fuck that guy.&quot;</p><p>&emsp;&quot;Yeah,&quot; I say. &quot;But there are better men out there.&quot;</p><p>&emsp;&quot;Of course,&quot; he says, glancing at our list of rules I still have taped to the wall, sitting back in the chair. &quot;I know we have our rules.&quot;</p><p>&emsp;&quot;We do,&quot; I say. &quot;But what?&quot;</p><p>&emsp;He leans closer to me, looking at the tight-fitting clothes I wore to go on my run. His hand grabs me by the waist, tracing the definition in my abs with his thumb as I think he works up the courage to bend our rules a little further.</p><p>&emsp;But his head cocks to the side when he hears a sound at the foot of my stairs.</p><p>&emsp;Rayna clears her throat. &quot;Hello there . . . is noe a bad time?&quot;</p><p>&emsp;I whisper to Cody as he still holds me, awkwardly. &quot;She needs a place to crash. There&apos;s nowhere in this world that can hold her right now.&quot;</p><p>&emsp;&quot;Not in this world,&quot; Cody says.</p><p>&emsp;&quot;You mean &mdash; but the rule!&quot;</p><p>&emsp;&quot;Well, do you trust her? Can she handle it?&quot;</p><p>&emsp;&quot;I don&apos;t know,&quot; I say.</p><p>&emsp;&quot;Handle what?&quot; Rayna asks.</p><p>&emsp;&quot;I&apos;m gone during the day. If she&apos;s looking to hide off the grid, maybe she can stay put on my side for a while.&quot;</p>"
  ],
  "BodyFormatted": [
    [
      "<p id=\"2.31.1.1\" class=\"Katiya\">&emsp;It was a walk so it doesn&apos;t count. And it doesn&apos;t matter if I&apos;ve worked a long day questing.</p>",
      "<p id=\"2.31.1.2\" class=\"Katiya\">&emsp;The static returns to my hands when I sit idle on my sofa. Listening to the sounds on the electric music box named JACKSON&apos;S IPOD only worked for so long until it ran out of power, unchargeable by Essence from my hands&mdash;and though the hear-buds&apos; end fits into the phone Cody got me, I don&apos;t have many sounds I&apos;ve saved to play.</p>",
      "<p id=\"2.31.1.3\" class=\"Katiya\">&emsp;But he made me a playing list on an application for my workouts &mdash; and saved it to the box, so I could use it when the &quot;cloud&quot; couldn&apos;t give the box the music.</p>",
      "<p id=\"2.31.1.4\" class=\"Katiya\">&emsp;I&apos;m efficient enough at scrolling that he told me I was &quot;better than his mom,&quot; and when I scroll through the list, I find my favorite song from a band that must have played a lot in public if they named their group after a common space.</p>",
      "<p id=\"2.31.1.5\" class=\"Katiya\">&emsp;The screen reads LINKIN PARK&mdash;BREAKING THE HABIT, as it scrolls the letters across the screen. I wonder again what Cody meant when he called it &quot;new metal.&quot; I think of the sound of my stepfather&apos;s hammer in the blacksmith shop: whether hot or cold, shouldn&apos;t it make the same sound either way?</p>",
      "<p id=\"2.31.1.6\" class=\"Katiya\">&emsp;But the motifs speak to me. The speed sounds like my panic. The rhythm feels like my heartbeat. It describes my anxiety better than any combination of words, and when I let it speak for that bottomless sense of panic, it makes me feel a little lighter, maybe even understood.</p>",
      "<p id=\"2.31.1.7\" class=\"Katiya\">&emsp;So I take it with me, clutching my cure with the buds in my ears. I tightly lock the door and try to lose my breath again, though my body still aches: so sore and dehydrated, but there&apos;s a resentment that&apos;s stronger than the burning in my breath. So I start running, circling the lake as night approaches, fighting the feeling of dizziness that threatens to take me over.</p>",
      "<p id=\"2.31.1.8\" class=\"Katiya\">&emsp;Internal weakness is an enemy I can actually fight, so I use that churning feeling of self-hatred as something combustible. The fear for my family overrides the feeling of strain in my muscles, and though I&apos;m short of breath, I&apos;m perfectly distracted by the chill that signals winter, breathing across the surface of the lake in a phantasmic fog.</p>",
      "<p id=\"2.31.1.9\" class=\"Katiya\">&emsp;And the words of Aryn cross my mind. I remember Jullian&apos;s look of disdain, and I think of Cody and how much I miss him, though I&apos;d never tell him that, and by the time I&apos;m coming back after a quarter-pass around the lake, the feeling of lightness overtakes me.</p>",
      "<p id=\"2.31.1.10\" class=\"Katiya\">&emsp;I struggle to catch myself before I collapse into a planter of withering mountain flowers, crunching the dormant stems beneath my weight. The darkness is immediate when it overtakes me, and when I lose control of my muscles, time flashes past in a dreamless sleep until I wake to a vibration beneath my leg.</p>",
      "<p id=\"2.31.1.11\" class=\"Katiya\">&emsp;My head aches. My tongue is parched. The two moons and Oceanus hang brightly in the sky, and though my vision blurs from overwork and dehydration, I&apos;m close enough to the house to read a message from the other world.</p>",
      "<p id=\"2.31.1.12\" class=\"Katiya\">&emsp;It&apos;s from one of the only two contacts I have, and it&apos;s not Kei: it&apos;s from Cody, and it&apos;s urgent. I&apos;m only a block away from home, and by the time I approach to see what happened, his three texts pop onto the screen.</p>",
      "<p id=\"2.31.1.13\" class=\"Katiya\"><span class=msgfromdate>Cody Dunsmore // 20:18</span></p>",
      "<p id=\"2.31.1.14\" class=\"Katiya\"><span class=msgfrom>How do you have blue messages? </span></p>",
      "<p id=\"2.31.1.15\" class=\"Katiya\"><span class=msgfromdate>Cody Dunsmore // 20:21</span></p>",
      "<p id=\"2.31.1.16\" class=\"Katiya\"><span class=msgfrom>Also heard something loud next door u alright?</span></p>",
      "<p id=\"2.31.1.17\" class=\"Katiya\"><span class=msgfromdate>Cody Dunsmore // 20:32</span></p>",
      "<p id=\"2.31.1.18\" class=\"Katiya\"><span class=msgfrom>HELP</span></p>"
    ],
    [
      "<p id=\"2.31.2.1\" class=\"Cody\">&emsp;I just want to go home, but now more than ever. I rushed through every redline I could early, just to have an excuse to be up and around, just to listen, because I&apos;ve heard nothing so far from the team.</p>",
      "<p id=\"2.31.2.2\" class=\"Cody\">&emsp;I ate lunch in the empty set of cubicles that look out to the shop floor, pushing away the furloughed purchasers&apos; junk they refused to take home. I watched my father toil away on the floor, sorting through the bins of KANBAN bolts and screws to make progress on his projects, none wiser since the technicians don&apos;t have an email.</p>",
      "<p id=\"2.31.2.3\" class=\"Cody\">&emsp;But they usually print out the announcements and tape them to the break room door, and every hour I got up to scan the floor for Human Resources, or Compliance, or a new posting on the door my father will surely bring up, I don&apos;t find anything.</p>",
      "<p id=\"2.31.2.4\" class=\"Cody\">&emsp;Maybe they expect the technicians. Maybe that&apos;s why they haven&apos;t bothered coming up here. Or, shit, maybe they&apos;re playing it &quot;fast and quiet,&quot;waiting for a response &mdash; or maybe it&apos;s like those cop shows where they give the guy eight hours to wait and stew before they interview him? If that&apos;s the case, then&mdash;</p>",
      "<p id=\"2.31.2.5\" class=\"Cody\">&emsp;&quot;How many coffees have you drank today?&quot; Wilbur asks, peering over the edge of his cube. &quot;Are those bathroom breaks, or did you put Red Bull in the coffee filter?&quot;</p>",
      "<p id=\"2.31.2.6\" class=\"Cody\">&emsp;&quot;I&apos;m not seeing noises yet,&quot; I say, but the flatness in my voice doesn&apos;t carry the joke.</p>",
      "<p id=\"2.31.2.7\" class=\"Cody\">&emsp;&quot;What&apos;s wrong?&quot; He asks.</p>",
      "<p id=\"2.31.2.8\" class=\"Cody\">&emsp;&quot;Nothing,&quot; I say. &quot;Just, uh . . . a little nervous about what&apos;s coming, you know, with winter approaching.&quot;</p>",
      "<p id=\"2.31.2.9\" class=\"Cody\">&emsp;He leans further, speaking in a hushed tone. &quot;The layoffs, you mean. The ones they told us about at the start of the year?&quot;</p>",
      "<p id=\"2.31.2.10\" class=\"Cody\">&emsp;&quot;Yeah,&quot; I say, fidgeting with the thumb-around-the-pen trick I learned in middle school.</p>",
      "<p id=\"2.31.2.11\" class=\"Cody\">&emsp;&quot;Well, what brings it on now?&quot;</p>",
      "<p id=\"2.31.2.12\" class=\"Cody\">&emsp;&quot;I dunno. I just looked at the calendar the other day, and it all came back to me.&quot;</p>",
      "<p id=\"2.31.2.13\" class=\"Cody\">&emsp;&quot;Listen, Cody. You&apos;re a good engineer. You&apos;re doing just fine, okay? I guess you youngsters need to hear that more often. Ever since my generation realized participation trophies weren&apos;t replacements for an &apos;attaboy,&apos; you fellas haven&apos;t gotten anything.&quot;He leans closer, and I can see a sincerity in his eyes that only makes me feel worse. &quot;I mean, you haven&apos;t done anything wrong, right? You work hard. And that origami design you came up with proves&mdash;&quot;</p>",
      "<p id=\"2.31.2.14\" class=\"Cody\">&emsp;Maybe it would help if I could listen. Every time his eyes return to the screen, I glance up at the clock, wondering how long before I&apos;m in the clear and I can go home and breathe.</p>",
      "<p id=\"2.31.2.15\" class=\"Cody\">&emsp;&quot;It means a lot,&quot; I say. And it does. Wilbur Sameshima has been an engineering dad to me, but he has no idea what I&apos;m capable of.</p>",
      "<p id=\"2.31.2.16\" class=\"Cody\">&emsp;&quot;Hey, Cody,&quot; Nav says while I&apos;m distracted. &quot;Did you get the email?&quot;</p>",
      "<p id=\"2.31.2.17\" class=\"Cody\">&emsp;My heat sinks as I turn around. My hand fidgets the pen further. &quot;Yeah, the compliance thing.&quot;</p>",
      "<p id=\"2.31.2.18\" class=\"Cody\">&emsp;&quot;No, not that: just some techs doing what they shouldn&apos;t. I&apos;m talking about the one I just sent you, about the battery project&mdash;&quot; He glances down at the redlines I&apos;ve blasted through. &quot;Hai ram, am I not keeping you busy enough?&quot;</p>",
      "<p id=\"2.31.2.19\" class=\"Cody\">&emsp;&quot;Had a pre-workout drink before I went to the gym with Reed this morning, and my face still itches,&quot; I say. &quot;Big mistake.&quot;</p>",
      "<p id=\"2.31.2.20\" class=\"Cody\">&emsp;&quot;Well, at least my team is getting along,&quot; Nav says. &quot;Good work. Tell you what: how about I let you head out thirty minutes early?&quot;</p>",
      "<p id=\"2.31.2.21\" class=\"Cody\">&emsp;&quot;Really?&quot; I ask.</p>",
      "<p id=\"2.31.2.22\" class=\"Cody\">&emsp;&quot;Sure,&quot; Nav says, clapping me on the shoulder. &quot;And you did the paperwork for these changes too, right?&quot;</p>",
      "<p id=\"2.31.2.23\" class=\"Cody\">&emsp;&quot;In the system,&quot; I say, collecting my things as I toss my bag over my shoulder. I hear a door open on the far end of the office from the floor, and as I grab my mouse and lunchbox, I notice it hangs open to let several people through.</p>",
      "<p id=\"2.31.2.24\" class=\"Cody\">&emsp;I turn the corner of the cubes after thanking Nav. Several suits are walking towards me, but I walk in the opposite direction, banking on the knowledge that they&apos;ve never seen my face before, refusing to turn around as I wave to Reed and Kei and Michael, and I proceed out to the concrete steps where I take my first real breath of the day.</p>",
      "<p id=\"2.31.2.25\" class=\"Cody\">&emsp;I rush down to my car and turn the key as soon as my leg hits the brake. And I laugh: not because I&apos;ve won, but because I realize I&apos;m feeling something other than depressed for the first time in ages, and the capacity to feel almost scares me.</p>",
      "<p id=\"2.31.2.26\" class=\"Cody\">&emsp;But there&apos;s only so long before the spike of adrenaline retreats into the same sea of apathy as I drive home. Ever since the layoff warning at the start of the year, I&apos;ve constantly wondered how many more times I&apos;d be driving the switchbacks along the hillside, and for the first time, I wonder if I can count them on my hands.</p>",
      "<p id=\"2.31.2.27\" class=\"Cody\">&emsp;I get home around the time I&apos;d typically leave work, and by the time I pull into the garage, I realize the fear has completely left me. When I spend so long looking up from the bottom of the darkest pit, I don&apos;t think fear ever really stays: in the end, I guess I just figure it works out somehow &mdash; or if it doesn&apos;t &mdash; I just don&apos;t think I really care.</p>",
      "<p id=\"2.31.2.28\" class=\"Cody\">&emsp;The last time I felt that continuity was when Katiya was always over, like shoveling coal into the cold engine of my soul, and before that it was just the busyness of school and the incessant badgering to go out my my business major roommates.</p>",
      "<p id=\"2.31.2.29\" class=\"Cody\">&emsp;Whatever I have isn&apos;t renewable like everyone else. Just like Kei: the reason why we can&apos;t fit, if neither one of us can make the energy.</p>",
      "<p id=\"2.31.2.30\" class=\"Cody\">&emsp;I sit on the couch in the dark, and I try to cry, just to see if I can do it, because I think it&apos;s what anyone else would do, and my mom says it&apos;s healthy, but I can only muster a tear before it ends in a yawn, and my body thinks I&apos;m just trying to wet my eyes for my contacts.</p>",
      "<p id=\"2.31.2.31\" class=\"Cody\">&emsp;And so I just sit there without turning the TV on, back to the same habit of just doing nothing until I get too bored and go to sleep.</p>",
      "<p id=\"2.31.2.32\" class=\"Cody\">&emsp;That is, until I hear the crash next door, and the desperate crash of footfalls as someone or something proceeds to tear through every room of the house next door.</p>",
      "<p id=\"2.31.2.33\" class=\"Cody\">&emsp;I open my phone and scroll through Messages to select her name. The send button is blur, meaning she has it on, and it bewilders me. </p>",
      "<p id=\"2.31.2.34\" class=\"Cody\">&emsp;Hasn&apos;t it been months?</p>",
      "<p id=\"2.31.2.35\" class=\"Cody\"><span class=msgtodate>Cody Dunsmore // 08:18</span></p>",
      "<p id=\"2.31.2.36\" class=\"Cody\"><span class=msgto>How do you have blue messages? </span></p>",
      "<p id=\"2.31.2.37\" class=\"Cody\">&emsp;I hear further crashes in the unit next door. Then someone fumbles at the knob between our units, and in fear, I grab my lacrosse stick: still battered to hell from Katiya&apos;s greatsword.</p>",
      "<p id=\"2.31.2.38\" class=\"Cody\"><span class=msgtodate>Cody Dunsmore // 08:21</span></p>",
      "<p id=\"2.31.2.39\" class=\"Cody\"><span class=msgto>Also heard something loud next door u alright?</span></p>",
      "<p id=\"2.31.2.40\" class=\"Cody\">&emsp;I slowly open the door between our units, reaching for Katiya&apos;s mangled knob as I notice it begins to glow.</p>",
      "<p id=\"2.31.2.41\" class=\"Cody\">&emsp;I withdraw my hand, hearing the exasperated groan on the other side, as if someone&apos;s in a rush.</p>",
      "<p id=\"2.31.2.42\" class=\"Cody\">&emsp;&quot;Katiya?&quot; I try. And then the door flings open, and I&apos;m greeted by someone else: someone who&apos;s trying to get through to my side.</p>",
      "<p id=\"2.31.2.43\" class=\"Cody\">&emsp;But I block her. </p>",
      "<p id=\"2.31.2.44\" class=\"Cody\">&emsp;It&apos;s a human girl with cat ears, and they&apos;re real, but before I can settle the debate over whether she has human ears, too, she pleads for me to hide her.</p>",
      "<p id=\"2.31.2.45\" class=\"Cody\">&emsp;&quot;Please,&quot; she begs, &quot;they&apos;re coming!&quot;</p>",
      "<p id=\"2.31.2.46\" class=\"Cody\">&emsp;&quot;Well, we can&apos;t hide in there,&quot; I say, closing the door behind me as the metal cools enough to stick. &quot;What&apos;s going on?&quot;</p>",
      "<p id=\"2.31.2.47\" class=\"Cody\">&emsp;&quot;I made my break. I used to live here: it&apos;s the only place I could think of, but they know where I am and they&apos;re after me because I can&apos;t ever leave and I&mdash;&quot;</p>",
      "<p id=\"2.31.2.48\" class=\"Cody\">&emsp;&quot;Calm down,&quot; I say. I find myself patting her head reflexively before I rip my hand away, rushing to Katiya&apos;s front door as I hold the lacrosse stick end-up. She must be close enough to get my WiFi after I installed the extender right outside my door, because her messages are still blue.</p>",
      "<p id=\"2.31.2.49\" class=\"Cody\">&emsp;The front door buffets open, and at first I think it&apos;s Katiya about to close the loop on our relationship. But it&apos;s someone else: two strangers with the bodies of cats, and they&apos;re holding daggers as the catgirl shrinks behind me.</p>",
      "<p id=\"2.31.2.50\" class=\"Cody\">&emsp;I have only time to send one last text, knowing I don&apos;t have the strength to repel otherworldly assailants from another world.</p>",
      "<p id=\"2.31.2.51\" class=\"Cody\"><span class=msgtodate>Cody Dunsmore // 08:32</span></p>"
    ],
    [
      "<p id=\"2.31.3.1\" class=\"Katiya\">&emsp;A different feeling hits this time, and it&apos;s so much stronger than any other. I rush down the line of row houses on a street lit by lamplight, filled with the anticipation of catching a first glance at the damage to my home. But there isn&apos;t enough of a spectacle to draw neighbors.</p>",
      "<p id=\"2.31.3.2\" class=\"Katiya\">&emsp;With the element of surprise on my side, I turn into my next-door neighbor&apos;s front terrace and jump the short wrought-iron fence so I&apos;m out of sight of my open door. There&apos;s no shattered glass, and there isn&apos;t any damage to the door frame from kicking in the entry door. Something dark and metallic protrudes from the lock, and I realize it&apos;s a key: not my key, because when I check my pockets, it&apos;s still there, and as I approach closer, I hear two panicked voices pleading with the intruders.</p>",
      "<p id=\"2.31.3.3\" class=\"Katiya\">&emsp;They&apos;re both familiar. The panic in one of them stirs my feelings, but the sound of the other is difficult to remember.</p>",
      "<p id=\"2.31.3.4\" class=\"Katiya\">&emsp;&quot;Please don&apos;t involve him, he&apos;s just a neighbor! He thought I was the girl who lives here.&quot;</p>",
      "<p id=\"2.31.3.5\" class=\"Katiya\">&emsp;&quot;He took a swing at me,&quot; growls an Ahkvasan.</p>",
      "<p id=\"2.31.3.6\" class=\"Katiya\">&emsp;&quot;With a metal broom. Then you threatened to stab him, and then you tied him up!&quot;</p>",
      "<p id=\"2.31.3.7\" class=\"Katiya\">&emsp;&quot;But all this is your fault, Rayna. You really thought we wouldn&apos;t chase you? You don&apos;t have a choice to leave.&quot;</p>",
      "<p id=\"2.31.3.8\" class=\"Katiya\">&emsp;&quot;I have no debts to you,&quot; Rayna insists.</p>",
      "<p id=\"2.31.3.9\" class=\"Katiya\">&emsp;&quot;You indebted your life when we took you in. You were a coward, a deserter, and now you&apos;re those same two things all over again. What do you think could ever be left for you here?&quot;</p>",
      "<p id=\"2.31.3.10\" class=\"Katiya\">&emsp;&quot;Enough of this,&quot; another Ahkvasan says. &quot;We&apos;ll kill you and the stupid fool that tried to defend you. You thought we beat him up bad? Your bodies will be floating in the lake by midnight!&quot;</p>",
      "<p id=\"2.31.3.11\" class=\"Katiya\">&emsp;And I feel a certain something spark in me that I thought I forgot, when I launch myself through the door: finding Cody tethered to a chair and Rayna begging on her knees. </p>",
      "<p id=\"2.31.3.12\" class=\"Katiya\">&emsp;And yet, even the power of time can&apos;t speed their reactions fast enough.</p>",
      "<p id=\"2.31.3.13\" class=\"Katiya\">&emsp;I let all the fury the run failed to quell rush my circuits with Essence, and by the time my fist reaches the first Ahkvasan&apos;s face, an eruption of fire blasts them against the back window, shattering the glass as their body crunches into the frame of the lower window. As I watch Cody look on through swollen eyes, my rage builds so fast that I feel the heat coalesce around my entire body, and when the second one slows me down enough to slash my arm with the dagger, I feel nothing, as my body&apos;s already committed to driving my other fist square in the assailant&apos;s chest.</p>",
      "<p id=\"2.31.3.14\" class=\"Katiya\">&emsp;It smells like burning fur, and maybe that ignites something forgotten in Aryn&apos;s forsaken sister. As the other tries to wedge their body out of the shattered glass frame, embedded with shards that redden their coat, Rayna blasts a fireball that knocks them out the window, protecting the space behind Cody as I step in front of him.</p>",
      "<p id=\"2.31.3.15\" class=\"Katiya\">&emsp;&quot;You&apos;re not taking Rayna,&quot; I say. &quot;And you&apos;re not hurting my friend. I think you better get out of here before you wake the whole district.&quot;</p>",
      "<p id=\"2.31.3.16\" class=\"Katiya\">&emsp;The Ahkvasan growls with defeat, clutching his chest where a scalding hole penetrates his light leather armor. I feel time dilate as his eyes flash green, trying to milk every second to choose his next move &mdash; but before I can motivate him further, he jumps out the same hole that Rayna blasted with a pounce.</p>",
      "<p id=\"2.31.3.17\" class=\"Katiya\">&emsp;&quot;Go upstairs,&quot; I order Rayna, before the small crowd of disturbed neighbors begins to gather outside my door: most in jackets, and even Bertram &mdash; wearing the clothes he got from the hospital as a thin night gown.</p>",
      "<p id=\"2.31.3.18\" class=\"Katiya\">&emsp;&quot;What happened?&quot; Bertram calls, as he approaches to lean in the doorway.</p>",
      "<p id=\"2.31.3.19\" class=\"Katiya\">&emsp;&quot;Intrusion from the Den of Thieves, some local cellar gang,&quot; I say.</p>",
      "<p id=\"2.31.3.20\" class=\"Katiya\">&emsp;&quot;Seriously? Are you alright?&quot;</p>",
      "<p id=\"2.31.3.21\" class=\"Katiya\">&emsp;&quot;Yeah,&quot; I say. And I wait for a moment, and then a little longer, just to confirm, finding with surprise that the tremor isn&apos;t there. &quot;I&apos;m perfectly fine.&quot;</p>",
      "<p id=\"2.31.3.22\" class=\"Katiya\">&emsp;&quot;But what about the window?&quot; He says. Then he sees the battered man behind me. &quot;And your other friend, the inventor, dear Gods! You have enough Essence left to heal him?&quot;</p>",
      "<p id=\"2.31.3.23\" class=\"Katiya\">&emsp;&quot;We&apos;ll be fine. But would you mind a Gaffe-9 incident report? I can&apos;t leave here,&quot; I say.</p>",
      "<p id=\"2.31.3.24\" class=\"Katiya\">&emsp;&quot;Of course,&quot; he says. &quot;I&apos;m just glad you&apos;re alright.&quot;</p>",
      "<p id=\"2.31.3.25\" class=\"Katiya\">&emsp;And I&apos;m surprised, I think, as he closes my entry door behind him, shooing the onlookers away.</p>",
      "<p id=\"2.31.3.26\" class=\"Katiya\">&emsp;I turn to my estranged friend in the chair, looking far worse for wear, and he looks at me with an expression I&apos;ve only seen on a man once before in my life.</p>",
      "<p id=\"2.31.3.27\" class=\"Katiya\">&emsp;My fingers singe the tethers that strap him to the chair, and I notice his shirt is open and his sleeves are rolled up, as if he was just relaxing on the couch after getting home from work.</p>",
      "<p id=\"2.31.3.28\" class=\"Katiya\">&emsp;It&apos;s just the two of us now. And inside my heart, after all the anguish and heartbreak of the last couple days, I feel the longing for catharsis draw me closer to him as I cup his face between my hands, feeling his tremor as his injuries slowly fade away.</p>",
      "<p id=\"2.31.3.29\" class=\"Katiya\">&emsp;I struggle to shake the thought of all my friends in the capital that became housewives. &quot;I&apos;m sorry my hands are so calloused,&quot; I tell him. &quot;I grew up swinging from trees and chopping wood. I don&apos;t think there&apos;s a soft part of me left.&quot;</p>",
      "<p id=\"2.31.3.30\" class=\"Katiya\">&emsp;&quot;I seriously doubt that,&quot; Cody mutters, and I hear him sniffle. &quot;Touch isn&apos;t the only way you&apos;ve brought me back to life.&quot;</p>",
      "<p id=\"2.31.3.31\" class=\"Katiya\">&emsp;I realize I&apos;m straddling him: sitting on his lap as his hands extend behind his chair in the darkness, and I notice he&apos;s crying softly as he sobs into my chest.</p>",
      "<p id=\"2.31.3.32\" class=\"Katiya\">&emsp;I lift his chin. My thumbs trace the smooth skin above his cheeks, singing the tears from his face before I reach to hug him tighter, letting this man try to fall apart entirely right in front of me, and as the guard I am, all I want to do is to protect him.</p>",
      "<p id=\"2.31.3.33\" class=\"Katiya\">&emsp;He mutters something, but I can&apos;t hear it: I can feel the vibrations of his vocal cords in my core muscles.</p>",
      "<p id=\"2.31.3.34\" class=\"Katiya\">&emsp;&quot;Come again?&quot;</p>",
      "<p id=\"2.31.3.35\" class=\"Katiya\">&emsp;&quot;I said I&apos;m sorry for how things broke off between us,&quot; he says. &quot;I should have said something sooner.&quot;</p>",
      "<p id=\"2.31.3.36\" class=\"Katiya\">&emsp;He looks up at me, and I look down at him. &quot;I&apos;m sorry, too,&quot; I say.</p>",
      "<p id=\"2.31.3.37\" class=\"Katiya\">&emsp;&quot;All those nights alone. I&apos;d just sleep. I missed you, and your energy, you know, the way you seem to make everything glow.&quot;</p>",
      "<p id=\"2.31.3.38\" class=\"Katiya\">&emsp;&quot;And I missed the way you calm me down,&quot; I say. &quot;It&apos;s been so stressful, all of it&mdash;&quot;</p>",
      "<p id=\"2.31.3.39\" class=\"Katiya\">&emsp;&quot;And I&apos;m almost fired,&quot; we both say at the same time.</p>",
      "<p id=\"2.31.3.40\" class=\"Katiya\">&emsp;I come off him. &quot;What did you do?&quot;</p>",
      "<p id=\"2.31.3.41\" class=\"Katiya\">&emsp;&quot;Brought something to work I shouldn&apos;t have,&quot; he says.</p>",
      "<p id=\"2.31.3.42\" class=\"Katiya\">&emsp;I grimace. &quot;What is it? The evil lettuce?&quot;</p>",
      "<p id=\"2.31.3.43\" class=\"Katiya\">&emsp;He thinks for a second, then laughs. &quot;Oh, the Devil&apos;s Lettuce? No, never,&quot; he says. &quot;I brought that bag of powder to test the energy properties.&quot;</p>",
      "<p id=\"2.31.3.44\" class=\"Katiya\">&emsp;My face falls. &quot;You&apos;re kidding. You can&apos;t&mdash;&quot;</p>",
      "<p id=\"2.31.3.45\" class=\"Katiya\">&emsp;&quot;&mdash;And what did you do?&quot; He cuts me off, standing to a head taller than me with his shirt still hanging open, his chest glistening with beads of sweat.</p>",
      "<p id=\"2.31.3.46\" class=\"Katiya\">&emsp;&quot;Oh, uh . . . I failed a test,&quot; I say, looking up at his lips.</p>",
      "<p id=\"2.31.3.47\" class=\"Katiya\">&emsp;&quot;A test?&quot; He says.</p>",
      "<p id=\"2.31.3.48\" class=\"Katiya\">&emsp;&quot;I was too much of a coward. Now I&apos;m below the line.&quot;</p>",
      "<p id=\"2.31.3.49\" class=\"Katiya\">&emsp;&quot;So it sounds like you were tested, failed, and ran. But I ran a test and failed,&quot; Cody says, with that mischievous smirk on his face.</p>",
      "<p id=\"2.31.3.50\" class=\"Katiya\">&emsp;&quot;This isn&apos;t funny,&quot; I say. &quot;I&apos;m going to die if I don&apos;t pick things up.&quot;</p>",
      "<p id=\"2.31.3.51\" class=\"Katiya\">&emsp;&quot;I should have been around to be there for you,&quot; Cody says. &quot;With that lousy boyfriend of yours.&quot;</p>",
      "<p id=\"2.31.3.52\" class=\"Katiya\">&emsp;&quot;We split,&quot; I say.</p>",
      "<p id=\"2.31.3.53\" class=\"Katiya\">&emsp;&quot;Oh. You did?&quot; I find a hint of masked elation on his face. &quot;Fuck that guy.&quot;</p>",
      "<p id=\"2.31.3.54\" class=\"Katiya\">&emsp;&quot;Yeah,&quot; I say. &quot;But there are better men out there.&quot;</p>",
      "<p id=\"2.31.3.55\" class=\"Katiya\">&emsp;&quot;Of course,&quot; he says, glancing at our list of rules I still have taped to the wall, sitting back in the chair. &quot;I know we have our rules.&quot;</p>",
      "<p id=\"2.31.3.56\" class=\"Katiya\">&emsp;&quot;We do,&quot; I say. &quot;But what?&quot;</p>",
      "<p id=\"2.31.3.57\" class=\"Katiya\">&emsp;He leans closer to me, looking at the tight-fitting clothes I wore to go on my run. His hand grabs me by the waist, tracing the definition in my abs with his thumb as I think he works up the courage to bend our rules a little further.</p>",
      "<p id=\"2.31.3.58\" class=\"Katiya\">&emsp;But his head cocks to the side when he hears a sound at the foot of my stairs.</p>",
      "<p id=\"2.31.3.59\" class=\"Katiya\">&emsp;Rayna clears her throat. &quot;Hello there . . . is noe a bad time?&quot;</p>",
      "<p id=\"2.31.3.60\" class=\"Katiya\">&emsp;I whisper to Cody as he still holds me, awkwardly. &quot;She needs a place to crash. There&apos;s nowhere in this world that can hold her right now.&quot;</p>",
      "<p id=\"2.31.3.61\" class=\"Katiya\">&emsp;&quot;Not in this world,&quot; Cody says.</p>",
      "<p id=\"2.31.3.62\" class=\"Katiya\">&emsp;&quot;You mean &mdash; but the rule!&quot;</p>",
      "<p id=\"2.31.3.63\" class=\"Katiya\">&emsp;&quot;Well, do you trust her? Can she handle it?&quot;</p>",
      "<p id=\"2.31.3.64\" class=\"Katiya\">&emsp;&quot;I don&apos;t know,&quot; I say.</p>",
      "<p id=\"2.31.3.65\" class=\"Katiya\">&emsp;&quot;Handle what?&quot; Rayna asks.</p>",
      "<p id=\"2.31.3.66\" class=\"Katiya\">&emsp;&quot;I&apos;m gone during the day. If she&apos;s looking to hide off the grid, maybe she can stay put on my side for a while.&quot;</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 345,
  "ReleaseDate": [
    "12",
    "12",
    "2025",
    "2025-12-12 00:00:00"
  ],
  "Active": false,
  "Perspective": "Cody",
  "Status": "No Status",
  "WordCount": 0,
  "Summary": ""
}