{
  "Story": "Paragate",
  "Title": "Chapter Thirty-Six",
  "Subtitle": "Holding On",
  "Act": 2,
  "ChapterNumber": 36,
  "Synopsis": "Kindness and rediscovery of an old passion dare Cody to care again.",
  "RevNotes": "",
  "ID": "2.36",
  "Body": [
    "<p>&emsp;The drawing reads REED because he forgets to use his last name. It was checked by SAKURASHIMA, then approved by PRADESH, and now the chain of custody ends in my greasy hands, putting it all together.</p><p>&emsp;The red toolbox won&apos;t be fooled by the hand-me-down fatigues that were just my size, because even if the woven tag reads DUNSMORE, and my likeness is spread across twelve Polaroid photos of my father and I &mdash; magnetized to the inner lid like a refrigerator door &mdash; I don&apos;t know what anything is for, and there&apos;s no father to explain it to me.</p><p>&emsp;The technicians all loathe me since word travels fast. They call me names in other tongues since I got their favorite friend fired. And at the bottom of the union pecking order, with about a week of seniority, all I build is just the sub-assemblies &mdash; or subs &mdash; with about three different screws I have to fasten in the holes.</p><p>&emsp;I circled the sheet with a red pen, the only possession that survived my &quot;lateral transfer&quot; since it was in my pocket. One of the holes on the drawings is deep enough, but Reed specified the wrong depth for the thread: probably just went with the default setting in the software instead of checking the parameters. It&apos;s something I could fix in minutes if I still had access, but since my new masters crack the whip &mdash; asking every hour when I&apos;ll &quot;get it done&quot; &mdash; I have no choice but to go exactly where I don&apos;t belong.</p><p>&emsp;My steel-toed boots sound different than when I once climbed the shop stairs in dress shoes: loud and heavy and cumbersome, leaving me no chance to sneak in and out of the engineering office. I skulk down the aisle of cubes as a stranger in a familiar land, fighting the urge to hide in an empty row at any provocation, but this is the fate I accepted. Nav said it was my chance to &quot;back away quietly,&quot; but I never took it: now I&apos;m a remorseful ghost, longing for resolution for a time that long passed. </p><p>&emsp;I approach the first set of the Battery Team&apos;s cubes for the first time since the last time. I&apos;ll pass my desk before I make it to the row with all the others, and when my heart can no longer take it, I dip into the lone row I shared with Wilbur, too weak to go straight to the source.</p><p>&emsp;My old mentor speaks in a hushed tone, but he&apos;s amiable. &quot;So good to see you, Cody,&quot; he says. &quot;You deserve so much better than what happened. And all of this.&quot;</p><p>&emsp;&quot;I expect nothing anymore,&quot; I whisper, but sulking won&apos;t get me changes. &quot;Anyways. Can you . . .&quot;</p><p>&emsp;I peek over the wall. Reed&apos;s still loudly talking, and it&apos;s useful in masking my voice.</p><p>&emsp;Wilbur says, &quot;Can I?&quot;</p><p>&emsp;&quot;Can you get Reed to come out real quick?&quot;</p><p>&emsp;I know it&apos;s lame, but I can&apos;t bear it yet.</p><p>&emsp;&quot;He&apos;s in. He&apos;s right over&mdash;&quot; and then he pauses once he realizes what I mean. &quot;Yeah, of course. I&apos;ll send a message,&quot; he says, then checks his watch. &quot;In one minute. So you have time to escape.&quot;</p><p>&emsp;&quot;Thanks, Wilbur. I&mdash;&quot;</p><p>&emsp;&quot;Cody,&quot; Kei says. &quot;Feels like I haven&apos;t seen you in forever!&quot;</p><p>&emsp;I hear the others rise from their chairs in the other aisle, filing out once they hear my name.</p><p>&emsp;&quot;Oh. Hey,&quot; I say, picking at a stray thread on the insignia of my father&apos;s fatigues. My eyes never meet hers.</p><p>&emsp;&quot;What brings you up, brings you . . . here?&quot;</p><p>&emsp;&quot;A little issue with one of the subassemblies,&quot; I say. Reed approaches from behind her, along with the rest of my old team. I regurgitate a laugh as I suppress the urge to run. &quot;Guess I&apos;m the one writing redlines now, huh?&quot;</p><p>&emsp;I hold the drawing between two hands to keep them from trembling.</p><p>&emsp;Kei asks, &quot;what&apos;s the problem?&quot;</p><p>&emsp;&quot;Mis-spec&apos;d a tap hole for a #10-24 UNC fastener: thread depth should be longer. I remember the default from SolidEdge &mdash; must not have been changed. Need a revision before I re-tap it.&quot;</p><p>&emsp;&quot;Sure thing,&quot; Kei says.</p><p>&emsp;I hand it to Kei, and she hands it to Reed.</p><p>&emsp;I stand there empty-handed as they look it over, and in the silence, I run my mouth again.</p><p>&emsp;&quot;You know, I&apos;d do it myself and all, but...&quot;</p><p>&emsp;They chuckle. Because there are no words they can respond with that won&apos;t cut me.</p><p>&emsp;&quot;So yeah. That&apos;s all,&quot; I say, but they&apos;re still blocking the aisle: maybe searching for some last sentence of reassurance, but nothing comes to them.</p><p>&emsp;So we stand there. By habit, I almost sit in my old seat, but the desk was already cleaned out by the old janitorial staff, and my hands are so dirty.</p><p>&emsp;&quot;Sure,&quot; Reed says, folding the copy of his drawing. &quot;I&apos;ll be out in a sec.&quot;</p><p>&emsp;&quot;I just need a revision. I&apos;ll check the updated drawing.&quot;</p><p>&emsp;&quot;I insist. It&apos;s my bad,&quot; he says, as the others return to their row with a morose look, whispering something to Kei before I pass them.</p><p>&emsp;&quot;Well, you know where to find me,&quot; I say. </p><p>&emsp;I look out the window to the shop floor, where the lone red toolbox is still open, and minutes later, I&apos;m staring up at the same spot I once stood, as two engineers descend the stairs instead of just one.</p><p>&emsp;I&apos;m not entirely sure why I do it, but I turn to the table to look busy, recalling the scant description of the task:</p><p>&emsp;You take your finger, put some of the greasy &quot;oo&quot; on it, scosh it a tad &apos;till the Allen wrench fights &apos;ya a little, and keep it in the fingers, &apos;cause sore wrists means a bad sex life.</p><p>&emsp;I&apos;m saving my wrists when they show, and I don&apos;t turn around, using words instead. &quot;Got the drawing, saw it on the shop computer. I&apos;m good to go.&quot;</p><p>&emsp;But Kei puts her hand on my shoulder. &quot;There&apos;s something we wanted to tell you, but the timing never seemed right,&quot; she says.</p><p>&emsp;&quot;You have nothing to apologize for,&quot; I say. My hands strain at the hundredth sub I&apos;ve built today, callousing my pink palms beneath the gloves.</p><p>&emsp;&quot;It&apos;s not an apology. It&apos;s a fact,&quot; Reed says. &quot;And I owe you a drink: Kei tells me it&apos;s your birthday today. So can you meet us after work?&quot;</p>&quot;Where?&quot; I ask.",
    "<p>&emsp;I tilt the glass until the liquid beats the foam. My phone buzzes with messages and notifications from friends, all sending the same default message. But there&apos;s a message from the group chat with my parents: one that I&apos;ve still hesitated to open.</p><p>&emsp;&quot;They tried to call, but I couldn&apos;t bring myself to answer,&quot; I tell Kei and Reed. &quot;I feel like an asshole. But, birthday or not, I&apos;m just not ready to talk yet.&quot;</p><p>&emsp;They sit across from me in the booth, and we look like we come from two different worlds from the color of our collars. Kei swirls the large cube of ice in her old-fashioned, and Reed scratches his head, looking like he hesitates to say something.</p><p>&emsp;&quot;What is it?&quot; I ask.</p><p>&emsp;&quot;Just something I remembered. But this dinner isn&apos;t about me,&quot; he says.</p><p>&emsp;&quot;Please,&quot; I say. &quot;Go on.&quot;</p><p>&emsp;&quot;I just had an older brother like you. Well, have,&quot; he says, and his voice wavers. &quot;Ever since we met, you&apos;ve reminded me of all the best parts I saw in him.&quot;</p><p>&emsp;Kei takes his hand on the table.</p><p>&emsp;&quot;Is he a technician?&quot; I ask.</p><p>&emsp;&quot;He was a year ahead of me at CU Boulder. I followed him, since we come from a family of engineers and engineering managers, mostly at Navidson-Monroe. And he had this . . . spark . . . that I guess I never inherited &mdash; 4.4 weighted, out of high school with a Harvard-level ACT score.&quot;</p><p>&emsp;My calloused hand leaves the glass as I look in his eyes. &quot;But what do you mean, &apos;had?&apos;&quot;</p><p>&emsp;&quot;I don&apos;t mean to offend you since you actually lost someone,&quot; Reed says. </p><p>&emsp;&quot;No, not at all,&quot; I say.</p><p>&emsp;&quot;But it feels like it. He burned too bright, too fast. He was more like my mother: my father could work a room, but she could work nothing into anything. He taught himself guitar in a week, and piano in another two. He brute-forced high school and earned his place as valedictorian: got first place in the race, but traded paint with just about damn near every guardrail to get there, and didn&apos;t have it in him to change in college. And he gave up.&quot;</p><p>&emsp;&quot;Like he didn&apos;t finish?&quot;</p><p>&emsp;&quot;Pretty much,&quot; Reed says. &quot;My parents&apos; expectations never changed, just like his approach to life, and he dropped out entirely, from everything.&quot;</p><p>&emsp;&quot;And you were the last legacy left,&quot; I say. &quot;Just like I was.&quot;</p><p>&emsp;&quot;It&apos;s like racing an Olympic athlete that gets a heart attack before the finish line. So I&apos;m in first now, but did I really earn it?&quot; Reed says. &quot;You design with brilliance, just like my brother did, and you actually feel it.&quot;</p><p>&emsp;&quot;And you don&apos;t?&quot; I ask.</p><p>&emsp;&quot;I play the game,&quot; he says. &quot;People like me end up as managers. But people like you and my brother belong on the cutting edge.&quot;</p><p>&emsp;Kei adds, &quot;and I know you still have that passion. You had your day in the national spotlight for that senior project!&quot;</p><p>&emsp;Reed turns to her. &quot;The drone thing, right?&quot;</p><p>&emsp;&quot;He designed a surveillance drone prototype, in honor of his brother Jackson. Made the news, and he did a whole bunch of interviews.&quot;</p><p>&emsp;&quot;See?&quot; Reed&apos;s fists hit the table. &quot;That sounds exactly right!&quot;</p><p>&emsp;&quot;What ever happened to it?&quot;</p><p>&emsp;&quot;It&apos;s in a box in my garage somewhere,&quot; I say. &quot;Now that I think of it, I should probably take out the LiPO battery before it explodes.&quot;</p><p>&emsp;Now it&apos;s Kei&apos;s turn to hesitate. &quot;Speaking of batteries &mdash; well, there&apos;s another reason we asked to talk outside of work beyond your birthday.&quot;</p><p>&emsp;My eyes widen. &quot;Oh, espionage, my favorite subject!&quot;</p><p>&emsp;&quot;But really. The events are so fresh that it was hard to bring up before, but I found something.&quot; The cube is smaller when she swirls the glass this time. &quot;Is it okay to talk about it?&quot;</p><p>&emsp;&quot;Uh, yeah, of course,&quot; I say. &quot;It was a stupid indiscretion on my part.&quot;</p><p>&emsp;&quot;But there&apos;s more to it. I was looking at the security request, and realized it wasn&apos;t human.&quot;</p><p>&emsp;&quot;Human? What do you mean?&quot;</p><p>&emsp;Kei&apos;s eyes flash with excitement: maybe she was sitting on this for a while. &quot;So basically&mdash;&quot;</p><p>&emsp;&quot;How is everything?&quot; Our server asks.</p><p>&emsp;&quot;Oh. Great,&quot; Reed says, raising his glass. &quot;We&apos;re great.&quot;</p><p>&emsp;&quot;Just wanted to let you know your food will be out in a second. Kitchen is a little backed up,&quot; he says.</p><p>&emsp;&quot;No worries,&quot; I say. &quot;No rush here.&quot;</p><p>&emsp;Kei turns back to me, ready to open her mouth.</p><p>&emsp;The server says, &quot;can I get you anything in the meantime?&quot;</p><p>&emsp;&quot;I&apos;m fine,&quot; I say, taking the last swig of my beer. &quot;Or maybe an iced tea, unsweet?&quot;</p><p>&emsp;&quot;Water here,&quot; Reed says.</p><p>&emsp;We turn back to Kei, who&apos;s reorganizing her thoughts. But the waiter still waits on her answer, and takes a while to notice.</p><p>&emsp;Kei smiles. &quot;This is enough for me,&quot; she says.</p><p>&emsp;&quot;Okay,&quot; the waiter says. &quot;Just let me know if y&apos;all need anything.&quot;</p><p>&emsp;&quot;Sure,&quot; I say. My fingers drum on the table. I turn to Kei a fourth time, hoping she hasn&apos;t forgotten.</p><p>&emsp;But she does.</p><p>&emsp;&quot;Where were we?&quot; She asks.</p><p>&emsp;Reed says, &quot;Cody&apos;s&mdash;&quot;</p><p>&emsp;&quot;My fuck-up,&quot; I say.</p><p>&emsp;&quot;Fuck-up?&quot; Reed asks.</p><p>&emsp;&quot;Oh yeah. So the ticket that was filed. The ticket . .  . yeah. The ticket was&mdash;&quot;</p><p>&emsp;&quot;So sorry,&quot; the waiter says. &quot;Did you say sweet or unsweet?&quot;</p><p>&emsp;&quot;Unsweetened,&quot; I say.</p><p>&emsp;Kei says, &quot;The ticket was filed the same night as your &apos;fuck-up,&apos; as you call it, but it wasn&apos;t escalated by a human. Your access was just an automated flag that should have been dismissed at the first tier, not raised to Internal Affairs!&quot;</p><p>&emsp;&quot;That doesn&apos;t change the fact that I clipped the battery,&quot; I say. &quot;Even if I was allowed to be in there after the training.&quot;</p><p>&emsp;&quot;But it shows nobody was targeting you. They think it was escalated by evidence of fraud or sabotage, but it was just a glitch!&quot;</p><p>&emsp;&quot;So it was&mdash;&quot;</p><p>&emsp;The plates arrive at the table, steaming with heat from the hot-lamp in the kitchen.</p><p>&emsp;I wait a little longer.</p><p>&emsp;&quot;&mdash;it was filed by the system?&quot;</p><p>&emsp;&quot;You broke nothing,&quot; Kei says. &quot;It should only be a slap-on-the-wrist. But they had the wrong assumptions going into it!&quot;</p><p>&emsp;&quot;That&apos;s great and all, and I thank you guys for all your concern,&quot; I say. &quot;But I&apos;m not going anywhere. I&apos;m worse off than where I started, and I better look elsewhere if I want to work in an office.&quot; The overtime is killing me just to keep up on my mortgage. I can barely afford groceries after the last salaried paycheck hit.</p><p>&emsp;&quot;Kei wasn&apos;t the only one looking for compensation,&quot; Reed adds. I&apos;m about to take a bite of my burger after removing the pickles, but he stops me. &quot;I have connections through my family &mdash; like I said &mdash; and maybe Aerospace&apos;s distance from the battery division gives them the perfect separation.&quot;</p><p>&emsp;I feel a little bit of something radiate inside me: something I thought I&apos;ve lost for good, and it scares me. &quot;That&apos;s nice of you, Reed,&quot; I say. &quot;But&mdash;&quot;</p><p>&emsp;&quot;No,&quot; he says. He takes my hand, and now all the three of us are holding hands. &quot;Listen to me, seriously. I talked with some family friends, and they said they&apos;ve got an opening.&quot;</p><p>&emsp;&quot;I&apos;m in hot water right now,&quot; I say, and I remember that email from all those months ago. &quot;I don&apos;t even know if I&apos;ll make it past those winter layoffs they told us about in the spring!&quot;</p><p>&emsp;&quot;Who knows: we&apos;re not safe either. But they said they&apos;ve got a showcase, like a brown bag event, for employees to show off their projects, and I think I can get you in.&quot;</p><p>&emsp;He&apos;s trying to be platonically sincere in his own way, but I&apos;m more afraid he&apos;ll lace his fingers in mine. I already have a bromance going with Miguel. </p><p>&emsp;&quot;Oh yeah?&quot; I say.</p><p>&emsp;&quot;Yeah, you&apos;re worth it, Cody,&quot; Reed says. He fiddles further with his phone, and then I feel a notification vibrate my pocket. &quot;You get two slides and five minutes. Just give me some time to &apos;play the system&apos; a little: I think I can get you in the room.&quot;</p><p>&emsp;&quot;Like you do best,&quot; I say. </p><p>&emsp;&quot;So yeah?&quot; He asks.</p><p>&emsp;&quot;Maybe.&quot;</p><p>&emsp;&quot;Maybe?&quot; Kei asks, so I get honest. </p>&quot;Because it&apos;s either overtime or food stamps right now. Hope&apos;s the last thing I can afford.&quot;",
    "<p>&emsp;The warmth from their kindness lasts until I get off the highway: it&apos;s not from the single drink I had, because I&apos;m fully sober. Maybe it&apos;s because I&apos;ve been listening to music and audiobooks all day to make it through the grind, getting home so exhausted that I just pass out instead of letting all the life I haven&apos;t processed catch up with me. I haven&apos;t been clearing the rock from the hole I&apos;ve dig myself into, and at bedrock, I&apos;m afraid of going any further.</p><p>&emsp;But I&apos;m not going home. Instead of turning off the off-ramp like I always do, then a left and two rights until I&apos;m turning in the driveway, I go straight, getting back on the highway as dusk turns to night.</p><p>&emsp;For the first time all month, my music isn&apos;t on, and I roll down the windows despite the freezing cold, even opening the sun roof until the wind screams and pops my ears. My foot is heavy as I accelerate onto the empty, two-lane highway that snakes down past Shaleborough, and gets heavier the more I gauge how much I still care.</p><p>&emsp;I try to displace all the pain of this change in my vocal cords, trying to out-shout the scream of winter winds as my foot gets heavier and the glowing hand of the speedometer crawls around the number wheel in even tens, until the car begins to shake and I&apos;m getting speed wobbles like I&apos;m on a longboard, and I finally find the last, ungentrified dirt road of my hometown that turns off the highway.</p><p>&emsp;It&apos;s the only road left that will take me to the place I used to think. It&apos;s where Miguel and I smoked our first cigar and talked about fate. It&apos;s where we took Homecoming pictures, facing the grand panorama of the Rocky Mountains atop the stark cliffs, and it&apos;s where I&apos;ve taken three of my ex-girlfriends on a picnic date.</p><p>&emsp;My body aches from all the unfamiliar exertion of turning a wrench on the floor &mdash; especially my hands, but that&apos;s probably because I&apos;ve been pounding the steering wheel like a madman, racing the engine of my poor car as I drift on the dirt road like it&apos;s a late summer night in high school.</p><p>&emsp;I&apos;m still as alone as I&apos;ve been since I got here: not a single car on the road, and as my anger quickly exhausts itself and trades for the emptiness of a finite sadness, I&apos;m afraid of where I&apos;ll be when I run out of emotional currency and end up in my final state, the void.</p><p>&emsp;But it doesn&apos;t stop me. I scream differently from a different emotion when I crest the hill and begin along the long, dirt road tracing two hundred feet from the edge of the stark hill, accented with sandstone boulders that would give height to a long fall. I lack friends, cigars, picnic lunches, or even a jacket, but that&apos;s never stopped me from going down there before.</p><p>&emsp;I park on the side of the road in the porch blackness: to my back is a wide and empty field of grasses, and to the side is the lot where teenagers used to fuck. It&apos;s too cold for anybody else, and as my breath leaves my body in clouds, I leave my car behind on the side of the road and try to return to the lookout rock where everything once made sense.</p><p>&emsp;It&apos;s freezing: my car read 30 degrees Fahrenheit, but I&apos;ve always been warm-blooded, and as I descend through the shrubbery after climbing the fence and passing the graffitied sign that reads DANIELS PARK, my body begins to shiver, but I think it&apos;s the only way I&apos;ll rest without pain.</p><p>&emsp;The rock is the same way I left it. Miguel and Jackson and I used to hang our legs over the side of the highest point in the park for the sense of adrenaline, staying out late on summer nights until the stars came out, or a cop&apos;s flashlight filtered through the bushes. But I lay with my back against the freezing rock, looking out across the blanket of stars that are indistinguishable from the lights of distant streetlamps on the front range, as a river of white-and-red lights at the foot of the mountains weave in opposite directions.</p><p>&emsp;I begin to shiver. I don&apos;t have Essence like Katiya, and in this game of chicken I wonder how long I&apos;ll stay here. I imagine the headlines if I took a single half-roll, or if the cold numbed me enough to peacefully fall asleep. Reed hasn&apos;t known me long enough to care, but Kei would be hurt for a while. Katiya would move on in her own world. My parents would be devastated to lose their last son, and I realize that I think that&apos;s the I oh thing keeping me on the edge here, shivering, yet still refusing to cede to all the things behind me, away from the ledge.</p><p>&emsp;I wonder how much it would take to set me off &mdash; Wallace said it was like jumping from a burning building, and no one understands what could ever bring you to do it &mdash; because they don&apos;t understand how preferable jumping is to the fire and smoke.</p><p>&emsp;My muscles tense. I let my mind race with those manufactured premonitions, then how I&apos;m being pathetic and dramatic, then back to the abandonment I feel as I let my muscles tense as if to roll.</p><p>&emsp;I feel a vibration in my pocket, then nearly drop my phone three stories in my frozen hands that struggle to hinge. My fingers barely register on the touchscreen, but I bring it to my face, deciding to read one last birthday message.</p><p><span class=msgfromdate>Alan Dunsmore // 22:53</span></p><p><span class=msgfrom>HAPPY BITRHDAY I LOVE YOU SON </span></p><p>&emsp;I&apos;ve already rolled back to keep from dropping my phone off the ledge, and with my cold hands struggling to read the rest of my parents&apos; four messages, I realize I&apos;m accidentally calling them.</p><p>&emsp;They pick up in an instant: it&apos;s my mom.</p><p>&emsp;&quot;Happy birthday, birthday boy,&quot; she says. &quot;Do you ever check your phone?&quot;</p><p>&emsp;&quot;Y-yeah,&quot; I say. My teeth chatter, and my face is wet.</p><p>&emsp;&quot;What&apos;s going on?&quot; Mom says. &quot;You sound cold. Where are you?&quot;</p><p>&emsp;&quot;J-just downtown. Went t-to a bar with some friends,&quot; I say, wiping the wetness from my face. &quot;S-so late I f-forgot a jacket.&quot;</p><p>&emsp;&quot;Well get warm. We can&apos;t have you dying on your birthday: you know, you&apos;re as old as Jackson was!&quot;</p><p>&emsp;I pause, realizing I&apos;d pass the same way my brother did, with fewer bullet holes. &quot;Huh.&quot;</p><p>&emsp;&quot;I wish we could have seen you. I know things are rough right now, but it means a lot you took the time to call. We love you taller than the mountains and brighter than the sun,&quot; Mom says, as I watch the light fade from the sawtooth edge of the mountain peaks.</p><p>&emsp;&quot;And I love you too,&quot; I say.</p><p>&emsp;&quot;Go home and get warm! You can&apos;t catch a cold when you&apos;re on unpaid time off,&quot; she says. &quot;The union can&apos;t save you from being sick.&quot;</p><p>&emsp;I sniffle. &quot;Will do.&quot; </p><p>&emsp;And then I hang up.</p><p>&emsp;It&apos;s not enough to get me up yet, but I sit with my back against a protrusion in the rock. My Lock Screen is still of that day at the Renaissance Faire: the picture Kei snuck of Katiya kissing my cheek.</p><p>&emsp;I look up in the sky on a cloudless night, finding cold, dead stars whose light took more than a thousand lifetimes to reach my eyes, and revel just enough to bask a little in the smallness of my perspective, finding kinship with my impermanence.</p><p>&emsp;A little later, I grab the first stone I find on the ground and deposit it in my pocket, heading back to the car as the cold chills every joint in my body, turning the ignition as I warm my hands over the heaters: not feeling better, but just deciding to ride it out.</p>I&apos;ll live the next five minutes. And in another five, I&apos;ll decide to go another ten. And after a while, maybe I&apos;ll find it in me to let myself feel just enough hope &mdash; enough to start thinking about the last shot I have before the culling of winter layoffs."
  ],
  "BodyFormatted": [
    [
      "<p id=\"2.36.1.1\" class=\"Cody\">&emsp;The drawing reads REED because he forgets to use his last name. It was checked by SAKURASHIMA, then approved by PRADESH, and now the chain of custody ends in my greasy hands, putting it all together.</p>",
      "<p id=\"2.36.1.2\" class=\"Cody\">&emsp;The red toolbox won&apos;t be fooled by the hand-me-down fatigues that were just my size, because even if the woven tag reads DUNSMORE, and my likeness is spread across twelve Polaroid photos of my father and I &mdash; magnetized to the inner lid like a refrigerator door &mdash; I don&apos;t know what anything is for, and there&apos;s no father to explain it to me.</p>",
      "<p id=\"2.36.1.3\" class=\"Cody\">&emsp;The technicians all loathe me since word travels fast. They call me names in other tongues since I got their favorite friend fired. And at the bottom of the union pecking order, with about a week of seniority, all I build is just the sub-assemblies &mdash; or subs &mdash; with about three different screws I have to fasten in the holes.</p>",
      "<p id=\"2.36.1.4\" class=\"Cody\">&emsp;I circled the sheet with a red pen, the only possession that survived my &quot;lateral transfer&quot; since it was in my pocket. One of the holes on the drawings is deep enough, but Reed specified the wrong depth for the thread: probably just went with the default setting in the software instead of checking the parameters. It&apos;s something I could fix in minutes if I still had access, but since my new masters crack the whip &mdash; asking every hour when I&apos;ll &quot;get it done&quot; &mdash; I have no choice but to go exactly where I don&apos;t belong.</p>",
      "<p id=\"2.36.1.5\" class=\"Cody\">&emsp;My steel-toed boots sound different than when I once climbed the shop stairs in dress shoes: loud and heavy and cumbersome, leaving me no chance to sneak in and out of the engineering office. I skulk down the aisle of cubes as a stranger in a familiar land, fighting the urge to hide in an empty row at any provocation, but this is the fate I accepted. Nav said it was my chance to &quot;back away quietly,&quot; but I never took it: now I&apos;m a remorseful ghost, longing for resolution for a time that long passed. </p>",
      "<p id=\"2.36.1.6\" class=\"Cody\">&emsp;I approach the first set of the Battery Team&apos;s cubes for the first time since the last time. I&apos;ll pass my desk before I make it to the row with all the others, and when my heart can no longer take it, I dip into the lone row I shared with Wilbur, too weak to go straight to the source.</p>",
      "<p id=\"2.36.1.7\" class=\"Cody\">&emsp;My old mentor speaks in a hushed tone, but he&apos;s amiable. &quot;So good to see you, Cody,&quot; he says. &quot;You deserve so much better than what happened. And all of this.&quot;</p>",
      "<p id=\"2.36.1.8\" class=\"Cody\">&emsp;&quot;I expect nothing anymore,&quot; I whisper, but sulking won&apos;t get me changes. &quot;Anyways. Can you . . .&quot;</p>",
      "<p id=\"2.36.1.9\" class=\"Cody\">&emsp;I peek over the wall. Reed&apos;s still loudly talking, and it&apos;s useful in masking my voice.</p>",
      "<p id=\"2.36.1.10\" class=\"Cody\">&emsp;Wilbur says, &quot;Can I?&quot;</p>",
      "<p id=\"2.36.1.11\" class=\"Cody\">&emsp;&quot;Can you get Reed to come out real quick?&quot;</p>",
      "<p id=\"2.36.1.12\" class=\"Cody\">&emsp;I know it&apos;s lame, but I can&apos;t bear it yet.</p>",
      "<p id=\"2.36.1.13\" class=\"Cody\">&emsp;&quot;He&apos;s in. He&apos;s right over&mdash;&quot; and then he pauses once he realizes what I mean. &quot;Yeah, of course. I&apos;ll send a message,&quot; he says, then checks his watch. &quot;In one minute. So you have time to escape.&quot;</p>",
      "<p id=\"2.36.1.14\" class=\"Cody\">&emsp;&quot;Thanks, Wilbur. I&mdash;&quot;</p>",
      "<p id=\"2.36.1.15\" class=\"Cody\">&emsp;&quot;Cody,&quot; Kei says. &quot;Feels like I haven&apos;t seen you in forever!&quot;</p>",
      "<p id=\"2.36.1.16\" class=\"Cody\">&emsp;I hear the others rise from their chairs in the other aisle, filing out once they hear my name.</p>",
      "<p id=\"2.36.1.17\" class=\"Cody\">&emsp;&quot;Oh. Hey,&quot; I say, picking at a stray thread on the insignia of my father&apos;s fatigues. My eyes never meet hers.</p>",
      "<p id=\"2.36.1.18\" class=\"Cody\">&emsp;&quot;What brings you up, brings you . . . here?&quot;</p>",
      "<p id=\"2.36.1.19\" class=\"Cody\">&emsp;&quot;A little issue with one of the subassemblies,&quot; I say. Reed approaches from behind her, along with the rest of my old team. I regurgitate a laugh as I suppress the urge to run. &quot;Guess I&apos;m the one writing redlines now, huh?&quot;</p>",
      "<p id=\"2.36.1.20\" class=\"Cody\">&emsp;I hold the drawing between two hands to keep them from trembling.</p>",
      "<p id=\"2.36.1.21\" class=\"Cody\">&emsp;Kei asks, &quot;what&apos;s the problem?&quot;</p>",
      "<p id=\"2.36.1.22\" class=\"Cody\">&emsp;&quot;Mis-spec&apos;d a tap hole for a #10-24 UNC fastener: thread depth should be longer. I remember the default from SolidEdge &mdash; must not have been changed. Need a revision before I re-tap it.&quot;</p>",
      "<p id=\"2.36.1.23\" class=\"Cody\">&emsp;&quot;Sure thing,&quot; Kei says.</p>",
      "<p id=\"2.36.1.24\" class=\"Cody\">&emsp;I hand it to Kei, and she hands it to Reed.</p>",
      "<p id=\"2.36.1.25\" class=\"Cody\">&emsp;I stand there empty-handed as they look it over, and in the silence, I run my mouth again.</p>",
      "<p id=\"2.36.1.26\" class=\"Cody\">&emsp;&quot;You know, I&apos;d do it myself and all, but...&quot;</p>",
      "<p id=\"2.36.1.27\" class=\"Cody\">&emsp;They chuckle. Because there are no words they can respond with that won&apos;t cut me.</p>",
      "<p id=\"2.36.1.28\" class=\"Cody\">&emsp;&quot;So yeah. That&apos;s all,&quot; I say, but they&apos;re still blocking the aisle: maybe searching for some last sentence of reassurance, but nothing comes to them.</p>",
      "<p id=\"2.36.1.29\" class=\"Cody\">&emsp;So we stand there. By habit, I almost sit in my old seat, but the desk was already cleaned out by the old janitorial staff, and my hands are so dirty.</p>",
      "<p id=\"2.36.1.30\" class=\"Cody\">&emsp;&quot;Sure,&quot; Reed says, folding the copy of his drawing. &quot;I&apos;ll be out in a sec.&quot;</p>",
      "<p id=\"2.36.1.31\" class=\"Cody\">&emsp;&quot;I just need a revision. I&apos;ll check the updated drawing.&quot;</p>",
      "<p id=\"2.36.1.32\" class=\"Cody\">&emsp;&quot;I insist. It&apos;s my bad,&quot; he says, as the others return to their row with a morose look, whispering something to Kei before I pass them.</p>",
      "<p id=\"2.36.1.33\" class=\"Cody\">&emsp;&quot;Well, you know where to find me,&quot; I say. </p>",
      "<p id=\"2.36.1.34\" class=\"Cody\">&emsp;I look out the window to the shop floor, where the lone red toolbox is still open, and minutes later, I&apos;m staring up at the same spot I once stood, as two engineers descend the stairs instead of just one.</p>",
      "<p id=\"2.36.1.35\" class=\"Cody\">&emsp;I&apos;m not entirely sure why I do it, but I turn to the table to look busy, recalling the scant description of the task:</p>",
      "<p id=\"2.36.1.36\" class=\"Cody\">&emsp;You take your finger, put some of the greasy &quot;oo&quot; on it, scosh it a tad &apos;till the Allen wrench fights &apos;ya a little, and keep it in the fingers, &apos;cause sore wrists means a bad sex life.</p>",
      "<p id=\"2.36.1.37\" class=\"Cody\">&emsp;I&apos;m saving my wrists when they show, and I don&apos;t turn around, using words instead. &quot;Got the drawing, saw it on the shop computer. I&apos;m good to go.&quot;</p>",
      "<p id=\"2.36.1.38\" class=\"Cody\">&emsp;But Kei puts her hand on my shoulder. &quot;There&apos;s something we wanted to tell you, but the timing never seemed right,&quot; she says.</p>",
      "<p id=\"2.36.1.39\" class=\"Cody\">&emsp;&quot;You have nothing to apologize for,&quot; I say. My hands strain at the hundredth sub I&apos;ve built today, callousing my pink palms beneath the gloves.</p>",
      "<p id=\"2.36.1.40\" class=\"Cody\">&emsp;&quot;It&apos;s not an apology. It&apos;s a fact,&quot; Reed says. &quot;And I owe you a drink: Kei tells me it&apos;s your birthday today. So can you meet us after work?&quot;</p>"
    ],
    [
      "<p id=\"2.36.2.1\" class=\"Cody\">&emsp;I tilt the glass until the liquid beats the foam. My phone buzzes with messages and notifications from friends, all sending the same default message. But there&apos;s a message from the group chat with my parents: one that I&apos;ve still hesitated to open.</p>",
      "<p id=\"2.36.2.2\" class=\"Cody\">&emsp;&quot;They tried to call, but I couldn&apos;t bring myself to answer,&quot; I tell Kei and Reed. &quot;I feel like an asshole. But, birthday or not, I&apos;m just not ready to talk yet.&quot;</p>",
      "<p id=\"2.36.2.3\" class=\"Cody\">&emsp;They sit across from me in the booth, and we look like we come from two different worlds from the color of our collars. Kei swirls the large cube of ice in her old-fashioned, and Reed scratches his head, looking like he hesitates to say something.</p>",
      "<p id=\"2.36.2.4\" class=\"Cody\">&emsp;&quot;What is it?&quot; I ask.</p>",
      "<p id=\"2.36.2.5\" class=\"Cody\">&emsp;&quot;Just something I remembered. But this dinner isn&apos;t about me,&quot; he says.</p>",
      "<p id=\"2.36.2.6\" class=\"Cody\">&emsp;&quot;Please,&quot; I say. &quot;Go on.&quot;</p>",
      "<p id=\"2.36.2.7\" class=\"Cody\">&emsp;&quot;I just had an older brother like you. Well, have,&quot; he says, and his voice wavers. &quot;Ever since we met, you&apos;ve reminded me of all the best parts I saw in him.&quot;</p>",
      "<p id=\"2.36.2.8\" class=\"Cody\">&emsp;Kei takes his hand on the table.</p>",
      "<p id=\"2.36.2.9\" class=\"Cody\">&emsp;&quot;Is he a technician?&quot; I ask.</p>",
      "<p id=\"2.36.2.10\" class=\"Cody\">&emsp;&quot;He was a year ahead of me at CU Boulder. I followed him, since we come from a family of engineers and engineering managers, mostly at Navidson-Monroe. And he had this . . . spark . . . that I guess I never inherited &mdash; 4.4 weighted, out of high school with a Harvard-level ACT score.&quot;</p>",
      "<p id=\"2.36.2.11\" class=\"Cody\">&emsp;My calloused hand leaves the glass as I look in his eyes. &quot;But what do you mean, &apos;had?&apos;&quot;</p>",
      "<p id=\"2.36.2.12\" class=\"Cody\">&emsp;&quot;I don&apos;t mean to offend you since you actually lost someone,&quot; Reed says. </p>",
      "<p id=\"2.36.2.13\" class=\"Cody\">&emsp;&quot;No, not at all,&quot; I say.</p>",
      "<p id=\"2.36.2.14\" class=\"Cody\">&emsp;&quot;But it feels like it. He burned too bright, too fast. He was more like my mother: my father could work a room, but she could work nothing into anything. He taught himself guitar in a week, and piano in another two. He brute-forced high school and earned his place as valedictorian: got first place in the race, but traded paint with just about damn near every guardrail to get there, and didn&apos;t have it in him to change in college. And he gave up.&quot;</p>",
      "<p id=\"2.36.2.15\" class=\"Cody\">&emsp;&quot;Like he didn&apos;t finish?&quot;</p>",
      "<p id=\"2.36.2.16\" class=\"Cody\">&emsp;&quot;Pretty much,&quot; Reed says. &quot;My parents&apos; expectations never changed, just like his approach to life, and he dropped out entirely, from everything.&quot;</p>",
      "<p id=\"2.36.2.17\" class=\"Cody\">&emsp;&quot;And you were the last legacy left,&quot; I say. &quot;Just like I was.&quot;</p>",
      "<p id=\"2.36.2.18\" class=\"Cody\">&emsp;&quot;It&apos;s like racing an Olympic athlete that gets a heart attack before the finish line. So I&apos;m in first now, but did I really earn it?&quot; Reed says. &quot;You design with brilliance, just like my brother did, and you actually feel it.&quot;</p>",
      "<p id=\"2.36.2.19\" class=\"Cody\">&emsp;&quot;And you don&apos;t?&quot; I ask.</p>",
      "<p id=\"2.36.2.20\" class=\"Cody\">&emsp;&quot;I play the game,&quot; he says. &quot;People like me end up as managers. But people like you and my brother belong on the cutting edge.&quot;</p>",
      "<p id=\"2.36.2.21\" class=\"Cody\">&emsp;Kei adds, &quot;and I know you still have that passion. You had your day in the national spotlight for that senior project!&quot;</p>",
      "<p id=\"2.36.2.22\" class=\"Cody\">&emsp;Reed turns to her. &quot;The drone thing, right?&quot;</p>",
      "<p id=\"2.36.2.23\" class=\"Cody\">&emsp;&quot;He designed a surveillance drone prototype, in honor of his brother Jackson. Made the news, and he did a whole bunch of interviews.&quot;</p>",
      "<p id=\"2.36.2.24\" class=\"Cody\">&emsp;&quot;See?&quot; Reed&apos;s fists hit the table. &quot;That sounds exactly right!&quot;</p>",
      "<p id=\"2.36.2.25\" class=\"Cody\">&emsp;&quot;What ever happened to it?&quot;</p>",
      "<p id=\"2.36.2.26\" class=\"Cody\">&emsp;&quot;It&apos;s in a box in my garage somewhere,&quot; I say. &quot;Now that I think of it, I should probably take out the LiPO battery before it explodes.&quot;</p>",
      "<p id=\"2.36.2.27\" class=\"Cody\">&emsp;Now it&apos;s Kei&apos;s turn to hesitate. &quot;Speaking of batteries &mdash; well, there&apos;s another reason we asked to talk outside of work beyond your birthday.&quot;</p>",
      "<p id=\"2.36.2.28\" class=\"Cody\">&emsp;My eyes widen. &quot;Oh, espionage, my favorite subject!&quot;</p>",
      "<p id=\"2.36.2.29\" class=\"Cody\">&emsp;&quot;But really. The events are so fresh that it was hard to bring up before, but I found something.&quot; The cube is smaller when she swirls the glass this time. &quot;Is it okay to talk about it?&quot;</p>",
      "<p id=\"2.36.2.30\" class=\"Cody\">&emsp;&quot;Uh, yeah, of course,&quot; I say. &quot;It was a stupid indiscretion on my part.&quot;</p>",
      "<p id=\"2.36.2.31\" class=\"Cody\">&emsp;&quot;But there&apos;s more to it. I was looking at the security request, and realized it wasn&apos;t human.&quot;</p>",
      "<p id=\"2.36.2.32\" class=\"Cody\">&emsp;&quot;Human? What do you mean?&quot;</p>",
      "<p id=\"2.36.2.33\" class=\"Cody\">&emsp;Kei&apos;s eyes flash with excitement: maybe she was sitting on this for a while. &quot;So basically&mdash;&quot;</p>",
      "<p id=\"2.36.2.34\" class=\"Cody\">&emsp;&quot;How is everything?&quot; Our server asks.</p>",
      "<p id=\"2.36.2.35\" class=\"Cody\">&emsp;&quot;Oh. Great,&quot; Reed says, raising his glass. &quot;We&apos;re great.&quot;</p>",
      "<p id=\"2.36.2.36\" class=\"Cody\">&emsp;&quot;Just wanted to let you know your food will be out in a second. Kitchen is a little backed up,&quot; he says.</p>",
      "<p id=\"2.36.2.37\" class=\"Cody\">&emsp;&quot;No worries,&quot; I say. &quot;No rush here.&quot;</p>",
      "<p id=\"2.36.2.38\" class=\"Cody\">&emsp;Kei turns back to me, ready to open her mouth.</p>",
      "<p id=\"2.36.2.39\" class=\"Cody\">&emsp;The server says, &quot;can I get you anything in the meantime?&quot;</p>",
      "<p id=\"2.36.2.40\" class=\"Cody\">&emsp;&quot;I&apos;m fine,&quot; I say, taking the last swig of my beer. &quot;Or maybe an iced tea, unsweet?&quot;</p>",
      "<p id=\"2.36.2.41\" class=\"Cody\">&emsp;&quot;Water here,&quot; Reed says.</p>",
      "<p id=\"2.36.2.42\" class=\"Cody\">&emsp;We turn back to Kei, who&apos;s reorganizing her thoughts. But the waiter still waits on her answer, and takes a while to notice.</p>",
      "<p id=\"2.36.2.43\" class=\"Cody\">&emsp;Kei smiles. &quot;This is enough for me,&quot; she says.</p>",
      "<p id=\"2.36.2.44\" class=\"Cody\">&emsp;&quot;Okay,&quot; the waiter says. &quot;Just let me know if y&apos;all need anything.&quot;</p>",
      "<p id=\"2.36.2.45\" class=\"Cody\">&emsp;&quot;Sure,&quot; I say. My fingers drum on the table. I turn to Kei a fourth time, hoping she hasn&apos;t forgotten.</p>",
      "<p id=\"2.36.2.46\" class=\"Cody\">&emsp;But she does.</p>",
      "<p id=\"2.36.2.47\" class=\"Cody\">&emsp;&quot;Where were we?&quot; She asks.</p>",
      "<p id=\"2.36.2.48\" class=\"Cody\">&emsp;Reed says, &quot;Cody&apos;s&mdash;&quot;</p>",
      "<p id=\"2.36.2.49\" class=\"Cody\">&emsp;&quot;My fuck-up,&quot; I say.</p>",
      "<p id=\"2.36.2.50\" class=\"Cody\">&emsp;&quot;Fuck-up?&quot; Reed asks.</p>",
      "<p id=\"2.36.2.51\" class=\"Cody\">&emsp;&quot;Oh yeah. So the ticket that was filed. The ticket . .  . yeah. The ticket was&mdash;&quot;</p>",
      "<p id=\"2.36.2.52\" class=\"Cody\">&emsp;&quot;So sorry,&quot; the waiter says. &quot;Did you say sweet or unsweet?&quot;</p>",
      "<p id=\"2.36.2.53\" class=\"Cody\">&emsp;&quot;Unsweetened,&quot; I say.</p>",
      "<p id=\"2.36.2.54\" class=\"Cody\">&emsp;Kei says, &quot;The ticket was filed the same night as your &apos;fuck-up,&apos; as you call it, but it wasn&apos;t escalated by a human. Your access was just an automated flag that should have been dismissed at the first tier, not raised to Internal Affairs!&quot;</p>",
      "<p id=\"2.36.2.55\" class=\"Cody\">&emsp;&quot;That doesn&apos;t change the fact that I clipped the battery,&quot; I say. &quot;Even if I was allowed to be in there after the training.&quot;</p>",
      "<p id=\"2.36.2.56\" class=\"Cody\">&emsp;&quot;But it shows nobody was targeting you. They think it was escalated by evidence of fraud or sabotage, but it was just a glitch!&quot;</p>",
      "<p id=\"2.36.2.57\" class=\"Cody\">&emsp;&quot;So it was&mdash;&quot;</p>",
      "<p id=\"2.36.2.58\" class=\"Cody\">&emsp;The plates arrive at the table, steaming with heat from the hot-lamp in the kitchen.</p>",
      "<p id=\"2.36.2.59\" class=\"Cody\">&emsp;I wait a little longer.</p>",
      "<p id=\"2.36.2.60\" class=\"Cody\">&emsp;&quot;&mdash;it was filed by the system?&quot;</p>",
      "<p id=\"2.36.2.61\" class=\"Cody\">&emsp;&quot;You broke nothing,&quot; Kei says. &quot;It should only be a slap-on-the-wrist. But they had the wrong assumptions going into it!&quot;</p>",
      "<p id=\"2.36.2.62\" class=\"Cody\">&emsp;&quot;That&apos;s great and all, and I thank you guys for all your concern,&quot; I say. &quot;But I&apos;m not going anywhere. I&apos;m worse off than where I started, and I better look elsewhere if I want to work in an office.&quot; The overtime is killing me just to keep up on my mortgage. I can barely afford groceries after the last salaried paycheck hit.</p>",
      "<p id=\"2.36.2.63\" class=\"Cody\">&emsp;&quot;Kei wasn&apos;t the only one looking for compensation,&quot; Reed adds. I&apos;m about to take a bite of my burger after removing the pickles, but he stops me. &quot;I have connections through my family &mdash; like I said &mdash; and maybe Aerospace&apos;s distance from the battery division gives them the perfect separation.&quot;</p>",
      "<p id=\"2.36.2.64\" class=\"Cody\">&emsp;I feel a little bit of something radiate inside me: something I thought I&apos;ve lost for good, and it scares me. &quot;That&apos;s nice of you, Reed,&quot; I say. &quot;But&mdash;&quot;</p>",
      "<p id=\"2.36.2.65\" class=\"Cody\">&emsp;&quot;No,&quot; he says. He takes my hand, and now all the three of us are holding hands. &quot;Listen to me, seriously. I talked with some family friends, and they said they&apos;ve got an opening.&quot;</p>",
      "<p id=\"2.36.2.66\" class=\"Cody\">&emsp;&quot;I&apos;m in hot water right now,&quot; I say, and I remember that email from all those months ago. &quot;I don&apos;t even know if I&apos;ll make it past those winter layoffs they told us about in the spring!&quot;</p>",
      "<p id=\"2.36.2.67\" class=\"Cody\">&emsp;&quot;Who knows: we&apos;re not safe either. But they said they&apos;ve got a showcase, like a brown bag event, for employees to show off their projects, and I think I can get you in.&quot;</p>",
      "<p id=\"2.36.2.68\" class=\"Cody\">&emsp;He&apos;s trying to be platonically sincere in his own way, but I&apos;m more afraid he&apos;ll lace his fingers in mine. I already have a bromance going with Miguel. </p>",
      "<p id=\"2.36.2.69\" class=\"Cody\">&emsp;&quot;Oh yeah?&quot; I say.</p>",
      "<p id=\"2.36.2.70\" class=\"Cody\">&emsp;&quot;Yeah, you&apos;re worth it, Cody,&quot; Reed says. He fiddles further with his phone, and then I feel a notification vibrate my pocket. &quot;You get two slides and five minutes. Just give me some time to &apos;play the system&apos; a little: I think I can get you in the room.&quot;</p>",
      "<p id=\"2.36.2.71\" class=\"Cody\">&emsp;&quot;Like you do best,&quot; I say. </p>",
      "<p id=\"2.36.2.72\" class=\"Cody\">&emsp;&quot;So yeah?&quot; He asks.</p>",
      "<p id=\"2.36.2.73\" class=\"Cody\">&emsp;&quot;Maybe.&quot;</p>",
      "<p id=\"2.36.2.74\" class=\"Cody\">&emsp;&quot;Maybe?&quot; Kei asks, so I get honest. </p>"
    ],
    [
      "<p id=\"2.36.3.1\" class=\"Cody\">&emsp;The warmth from their kindness lasts until I get off the highway: it&apos;s not from the single drink I had, because I&apos;m fully sober. Maybe it&apos;s because I&apos;ve been listening to music and audiobooks all day to make it through the grind, getting home so exhausted that I just pass out instead of letting all the life I haven&apos;t processed catch up with me. I haven&apos;t been clearing the rock from the hole I&apos;ve dig myself into, and at bedrock, I&apos;m afraid of going any further.</p>",
      "<p id=\"2.36.3.2\" class=\"Cody\">&emsp;But I&apos;m not going home. Instead of turning off the off-ramp like I always do, then a left and two rights until I&apos;m turning in the driveway, I go straight, getting back on the highway as dusk turns to night.</p>",
      "<p id=\"2.36.3.3\" class=\"Cody\">&emsp;For the first time all month, my music isn&apos;t on, and I roll down the windows despite the freezing cold, even opening the sun roof until the wind screams and pops my ears. My foot is heavy as I accelerate onto the empty, two-lane highway that snakes down past Shaleborough, and gets heavier the more I gauge how much I still care.</p>",
      "<p id=\"2.36.3.4\" class=\"Cody\">&emsp;I try to displace all the pain of this change in my vocal cords, trying to out-shout the scream of winter winds as my foot gets heavier and the glowing hand of the speedometer crawls around the number wheel in even tens, until the car begins to shake and I&apos;m getting speed wobbles like I&apos;m on a longboard, and I finally find the last, ungentrified dirt road of my hometown that turns off the highway.</p>",
      "<p id=\"2.36.3.5\" class=\"Cody\">&emsp;It&apos;s the only road left that will take me to the place I used to think. It&apos;s where Miguel and I smoked our first cigar and talked about fate. It&apos;s where we took Homecoming pictures, facing the grand panorama of the Rocky Mountains atop the stark cliffs, and it&apos;s where I&apos;ve taken three of my ex-girlfriends on a picnic date.</p>",
      "<p id=\"2.36.3.6\" class=\"Cody\">&emsp;My body aches from all the unfamiliar exertion of turning a wrench on the floor &mdash; especially my hands, but that&apos;s probably because I&apos;ve been pounding the steering wheel like a madman, racing the engine of my poor car as I drift on the dirt road like it&apos;s a late summer night in high school.</p>",
      "<p id=\"2.36.3.7\" class=\"Cody\">&emsp;I&apos;m still as alone as I&apos;ve been since I got here: not a single car on the road, and as my anger quickly exhausts itself and trades for the emptiness of a finite sadness, I&apos;m afraid of where I&apos;ll be when I run out of emotional currency and end up in my final state, the void.</p>",
      "<p id=\"2.36.3.8\" class=\"Cody\">&emsp;But it doesn&apos;t stop me. I scream differently from a different emotion when I crest the hill and begin along the long, dirt road tracing two hundred feet from the edge of the stark hill, accented with sandstone boulders that would give height to a long fall. I lack friends, cigars, picnic lunches, or even a jacket, but that&apos;s never stopped me from going down there before.</p>",
      "<p id=\"2.36.3.9\" class=\"Cody\">&emsp;I park on the side of the road in the porch blackness: to my back is a wide and empty field of grasses, and to the side is the lot where teenagers used to fuck. It&apos;s too cold for anybody else, and as my breath leaves my body in clouds, I leave my car behind on the side of the road and try to return to the lookout rock where everything once made sense.</p>",
      "<p id=\"2.36.3.10\" class=\"Cody\">&emsp;It&apos;s freezing: my car read 30 degrees Fahrenheit, but I&apos;ve always been warm-blooded, and as I descend through the shrubbery after climbing the fence and passing the graffitied sign that reads DANIELS PARK, my body begins to shiver, but I think it&apos;s the only way I&apos;ll rest without pain.</p>",
      "<p id=\"2.36.3.11\" class=\"Cody\">&emsp;The rock is the same way I left it. Miguel and Jackson and I used to hang our legs over the side of the highest point in the park for the sense of adrenaline, staying out late on summer nights until the stars came out, or a cop&apos;s flashlight filtered through the bushes. But I lay with my back against the freezing rock, looking out across the blanket of stars that are indistinguishable from the lights of distant streetlamps on the front range, as a river of white-and-red lights at the foot of the mountains weave in opposite directions.</p>",
      "<p id=\"2.36.3.12\" class=\"Cody\">&emsp;I begin to shiver. I don&apos;t have Essence like Katiya, and in this game of chicken I wonder how long I&apos;ll stay here. I imagine the headlines if I took a single half-roll, or if the cold numbed me enough to peacefully fall asleep. Reed hasn&apos;t known me long enough to care, but Kei would be hurt for a while. Katiya would move on in her own world. My parents would be devastated to lose their last son, and I realize that I think that&apos;s the I oh thing keeping me on the edge here, shivering, yet still refusing to cede to all the things behind me, away from the ledge.</p>",
      "<p id=\"2.36.3.13\" class=\"Cody\">&emsp;I wonder how much it would take to set me off &mdash; Wallace said it was like jumping from a burning building, and no one understands what could ever bring you to do it &mdash; because they don&apos;t understand how preferable jumping is to the fire and smoke.</p>",
      "<p id=\"2.36.3.14\" class=\"Cody\">&emsp;My muscles tense. I let my mind race with those manufactured premonitions, then how I&apos;m being pathetic and dramatic, then back to the abandonment I feel as I let my muscles tense as if to roll.</p>",
      "<p id=\"2.36.3.15\" class=\"Cody\">&emsp;I feel a vibration in my pocket, then nearly drop my phone three stories in my frozen hands that struggle to hinge. My fingers barely register on the touchscreen, but I bring it to my face, deciding to read one last birthday message.</p>",
      "<p id=\"2.36.3.16\" class=\"Cody\"><span class=msgfromdate>Alan Dunsmore // 22:53</span></p>",
      "<p id=\"2.36.3.17\" class=\"Cody\"><span class=msgfrom>HAPPY BITRHDAY I LOVE YOU SON </span></p>",
      "<p id=\"2.36.3.18\" class=\"Cody\">&emsp;I&apos;ve already rolled back to keep from dropping my phone off the ledge, and with my cold hands struggling to read the rest of my parents&apos; four messages, I realize I&apos;m accidentally calling them.</p>",
      "<p id=\"2.36.3.19\" class=\"Cody\">&emsp;They pick up in an instant: it&apos;s my mom.</p>",
      "<p id=\"2.36.3.20\" class=\"Cody\">&emsp;&quot;Happy birthday, birthday boy,&quot; she says. &quot;Do you ever check your phone?&quot;</p>",
      "<p id=\"2.36.3.21\" class=\"Cody\">&emsp;&quot;Y-yeah,&quot; I say. My teeth chatter, and my face is wet.</p>",
      "<p id=\"2.36.3.22\" class=\"Cody\">&emsp;&quot;What&apos;s going on?&quot; Mom says. &quot;You sound cold. Where are you?&quot;</p>",
      "<p id=\"2.36.3.23\" class=\"Cody\">&emsp;&quot;J-just downtown. Went t-to a bar with some friends,&quot; I say, wiping the wetness from my face. &quot;S-so late I f-forgot a jacket.&quot;</p>",
      "<p id=\"2.36.3.24\" class=\"Cody\">&emsp;&quot;Well get warm. We can&apos;t have you dying on your birthday: you know, you&apos;re as old as Jackson was!&quot;</p>",
      "<p id=\"2.36.3.25\" class=\"Cody\">&emsp;I pause, realizing I&apos;d pass the same way my brother did, with fewer bullet holes. &quot;Huh.&quot;</p>",
      "<p id=\"2.36.3.26\" class=\"Cody\">&emsp;&quot;I wish we could have seen you. I know things are rough right now, but it means a lot you took the time to call. We love you taller than the mountains and brighter than the sun,&quot; Mom says, as I watch the light fade from the sawtooth edge of the mountain peaks.</p>",
      "<p id=\"2.36.3.27\" class=\"Cody\">&emsp;&quot;And I love you too,&quot; I say.</p>",
      "<p id=\"2.36.3.28\" class=\"Cody\">&emsp;&quot;Go home and get warm! You can&apos;t catch a cold when you&apos;re on unpaid time off,&quot; she says. &quot;The union can&apos;t save you from being sick.&quot;</p>",
      "<p id=\"2.36.3.29\" class=\"Cody\">&emsp;I sniffle. &quot;Will do.&quot; </p>",
      "<p id=\"2.36.3.30\" class=\"Cody\">&emsp;And then I hang up.</p>",
      "<p id=\"2.36.3.31\" class=\"Cody\">&emsp;It&apos;s not enough to get me up yet, but I sit with my back against a protrusion in the rock. My Lock Screen is still of that day at the Renaissance Faire: the picture Kei snuck of Katiya kissing my cheek.</p>",
      "<p id=\"2.36.3.32\" class=\"Cody\">&emsp;I look up in the sky on a cloudless night, finding cold, dead stars whose light took more than a thousand lifetimes to reach my eyes, and revel just enough to bask a little in the smallness of my perspective, finding kinship with my impermanence.</p>",
      "<p id=\"2.36.3.33\" class=\"Cody\">&emsp;A little later, I grab the first stone I find on the ground and deposit it in my pocket, heading back to the car as the cold chills every joint in my body, turning the ignition as I warm my hands over the heaters: not feeling better, but just deciding to ride it out.</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 380,
  "ReleaseDate": [
    "01",
    "16",
    "2026",
    "2026-01-16 00:00:00"
  ],
  "Active": false,
  "Perspective": "Cody",
  "Status": "No Status",
  "WordCount": 0,
  "Summary": ""
}