{"Story": "Firebrand", "Title": "Chapter Thirty-Eight", "Subtitle": "Reward/The Vassal", "Act": 3, "ChapterNumber": 38, "Synopsis": "Titus reaches an unexpected end.", "RevNotes": "", "ID": "3.38", "Body": ["<p>&emsp;Among the surviving members of the Green, the Royal Guard call me the champion of Victory Row; the most vicious; their ideal candidate to fight as a grunt on the front lines. Immediately after the last challenge, the Warden demands my presence. And when I step into her office&mdash;adorned with the priceless trinkets and artifacts all her prisoners relinquished&mdash;she praises me for my ruthlessness, on a level like like &quot;none of the other failures in this Gods-forsaken pit.&quot;</p><p>&emsp;She paints me the vision of a future I&apos;ve already witnessed, expecting the truth to captivate me.&quot;You&apos;re part of the last batch of Cadets being processed here, the last graduation now and forevermore,&quot; she starts. &quot;You&apos;ve proven you understand the sacrifice of self-preservation and the courage it takes: the force that keeps true Humans alive. And because of that, you are one of the few that might deserve to walk among us.&quot;</p><p>&emsp;I bow my head in compliance knowing this pact is ephemeral. I can predicate her words before she speaks. All I can think of is the last step in this plan, and hope the Essence is enough to pull me all the way back. Because as sure as water finds its way to the lowest point, I will slay this abomination in any number of lives, then end myself.</p><p>&emsp;&quot;The Heiress of Purgatory is the one that will decide your worth. You know how we feel as the overseers of this program, but she has the power to  decide where you fit.&quot;</p><p>&emsp;&quot;I am honored by your consideration,&quot; I tell her.</p><p>&emsp;&quot;She will test you now,&quot; she says, gesturing to the guards to lead me down the hall. &quot;She feeds on the Essence of all the weak and broken failures here. You will give your best or else you will join them.&quot;</p><p>&emsp;&quot;Understood,&quot; I say. &quot;I will not disappoint you, or anyone, that trusts in my skill.&quot;</p><p>&emsp;They guide me through the corridors. We pass a cart of the dead cadets being taken away to their final use. I see the unstaring eyes of Vera somewhere beneath them, but I refuse to allow my stomach to twist at the sight. This world, after all, is just the sawdust of that perfect reality, to be blown away on the winds of change.</p><p>&emsp;Half a year of my life has passed, and for the first time in ages, we approach the stairs. I expect us to head up and into the stale sunlight of eternal day, but we head further down into the depths. The nausea of relativity sickens me, but I&apos;ve learned to hold my breath to retain the meager scraps in my stomach. I&apos;m half the weight I was when I walked the same set of stairs, but there&apos;s still a spark of strength in my muscles I&apos;ve maintained through all of this.</p><p>&emsp;&quot;You know, Ullrich&apos;s order to switch this place to a combat zone came through only two days ago,&quot; one guard says to the other. &quot;How long has it been for us?&quot;</p><p>&emsp;&quot;A bloody damn eternity,&quot; the other replies.</p><p>&emsp;&quot;And only a day to process half the Cadets remaining on the lower floors. There were a hundred thousand of them, can you believe it?&quot;</p><p>&emsp;&quot;If only they&apos;d tell us what&apos;s coming.&quot;</p><p>&emsp;The end, I think. The end of you, and the end of everything. But I keep it to myself. They know nothing of what I witnessed at the rightful fall of the First Red.</p><p>&emsp;We descend from the second floor to the fourth, the deepest I&apos;ve ever been. Every transition feels like sinking in molasses, as if the air were thicker, like diving deeper and deeper into a bottomless lake. Only five days of waking time have passed since I was last down here, but I&apos;m certain it&apos;s not relativity that makes it feel longer. I can&apos;t tell a single face from the masses I spent half a year with, and when I go even deeper, the smell and sight of age and destitution only grows stronger.</p><p>&emsp;&quot;Level four, so. . . two days, times seven, times seven, times seven again . . . times ten . . . is how long?&quot; the first guard says.</p><p>&emsp;The number clicks in an instant.</p><p>&emsp;&quot;An awful long time,&quot; the other says. &quot;Look how old these shitbloods are. We got more up top to replace &apos;em, right?&quot;</p><p>&emsp;Sixty nine hundred days, I think. Almost nineteen years down here, in the time the moon touches the horizon twice.</p><p>&emsp;&quot;They say it&apos;s all Ahkvasan tech from ages ago,&quot; one says.</p><p>&emsp;Black cloaks drag across the sultry ground as pale phantoms tend the plants and heavily inbred livestock. Cadets in their fifties, sixties, seventies and older don&apos;t even turn to look at the relative vigor of my skin-and-bones. The concentric wheels atop the dome are so distant, but now I can see the centermost circles when they spin.</p><p>&emsp;There&apos;s a blocked-off, private circle of almost two acres in the center of this edgeless floor, in the dead center of the three vacant pillars of light, right below where the last arena would be two floors above. The walls are smooth unlike the jagged, cavernous surfaces of the rest of this labyrinth. </p><p>&emsp;When I enter, I feel the artificial glow of an ever-burning Essenced flame lighting the top of this space as a false sun. My eyes struggle to adjust to the ambient light, but sure enough, I know what awaits me without a second glance. At the center of it all is the harbinger of the end, and around her, the Human-and-Chymaeran  colonists from the Afterlife watching over her. Her height in full Chymaeran form now reaches the first-story eaves of the buildings. This false mortal goddess is so much stronger than I remember&mdash;flooded with such Essence that from twenty yards away, my circuits raise gooseflesh on my arms.</p><p>&emsp;Her voice is ever-present and commanding.&quot;Leave us. This one is mine,&quot; I hear, and I&apos;d be petrified looking up if my anger were any lesser. The others scatter, and I find myself ten paces away from the Heiress. Fighting her in this state would be like fighting Ryder&apos;s statue if it sprung to action and tried to wipe out a whole city block.</p><p>&emsp;&quot;All the champions of Victory Row have come and passed. Some have lived and will fight alongside me. Others have lost it all.&quot;</p><p>&emsp;The half-blood Chymaeran begins to transition. Slender limbs of obsidian re-morph into the texture of flesh&mdash;and who knows if this isn&apos;t just the guise of another one of her victims. The crux of everything I loathe stands before me as a Human woman. And when the tar dissolves from her body, into garments and hair brighter than my half-year&apos;s first dawn, she stands no taller than I am.</p><p>&emsp;&quot;A thousand cycles, and you stand before me as the only one I&apos;ve truly waited for all this time.&quot;</p><p>&emsp;&quot;You should have killed me when you had the chance,&quot; I tell her. &quot;Why did you resist? Why did you purge the Chymaeran Curse?&quot;</p><p>&emsp;&quot;Because I&apos;m the reason you got it in the first place,&quot; she says, and I remember the last moments I witnessed. It was a smudge of black when i threw open the door to find the window ajar, the curtains dancing on frostbitten winds, and the first syllable of my sister&apos;s name before all my senses were robbed from me.</p><p>&emsp;&quot;You took her.&quot; I can&apos;t say the words without shuddering. &quot;This whole time, having me believe the only soul I&apos;ve ever cared for in this life is dead! Tell me, is she still alive?&quot;</p><p>&emsp;&quot;You&apos;ll be meeting her soon, no matter how this ends. That Thread can only lead you to one place: you probably think you&apos;re tethered from some distant beginning. But did you ever stop to think you&apos;re being dragged towards an unavoidable end?&quot;</p><p>&emsp;&quot;I can change everything,&quot; I say. &quot;I&apos;m more a God than you will ever be, Mask. Because the only future I&apos;m tied to is draining all the Essence from your lifeless corpse!&quot;</p><p>&emsp;The stewards part before this crucible can burn any hotter, and even the guards leave us.</p><p>&emsp;&quot;You were too pathetic to save your friends &mdash; so pathetic you let them die,&quot; she says.</p><p>&emsp;&quot;Shut up.&quot;</p><p>&emsp;&quot;You betrayed them, then killed them, all for nothing, Tie.&quot;</p><p>&emsp;&quot;Shut the hell up!&quot; My nails bite the flesh of my pallid palms as the hate magnetizes me to her, fists drawn.</p><p>&emsp;She says, &quot;And your sister? She deserved everything she got, along with that bastard father of hers. Both their deaths were long and painful.&quot; My feet scuttle faster than my muscles can handle. &quot;But you, Titus, I&apos;ll make sure yours is&mdash;&quot;</p><p>&emsp;I feel my knuckles crack when they drive square into her chest. The shock travels up my frail bones while she hardly moves a step, and whether it&apos;s thick Chymaeran scaling or solid muscle, my hands won&apos;t tell until it&apos;s over. But she doesn&apos;t smile with a sadistic smugness. She&apos;s still watching all her handlers as if our final skirmish is just a performance. </p><p>&emsp;&quot;You fucking bitch!&quot; I try the same hand again and coerce the answer, only to find if when the searing agony alarms all the nerves in my splintered arm.</p><p>&emsp;I yelp when I withdraw, and I think she&apos;s found her chance to strike when she lunges for me, playing with her food, but there&apos;s still that same sense of hesitation from when we fought beyond the train car. </p><p>&emsp;She stopped herself from reaching for me. I can see a crack in this abomination&apos;s armor: something that makes me different from all the others she&apos;s ruthlessly killed, but I just don&apos;t get it. No. She gets off on the torment, watching me suffer somehow knowing the thread will just bring me back here again.</p><p>&emsp;But everyone boils over at some point. Though my muscles are gone, my mouth still waters, and I spit on her when she draws close again.</p><p>&emsp;&quot;Fight me, you whore!&quot;</p><p>&emsp;I try to hide my wincing when I&apos;m left with my weakest arm. That&apos;s when she takes her first swing: a slow left hook, telegraphing it all the way to my face though I&apos;m still too slow and spent to dodge it.</p><p>&emsp;It still spills me across the floor, and when I land on my right arm I shriek in agony: out of all the places to land, and my arm is fractured further over a small rusted garden trowel.</p><p>&emsp;I still raise myself to my knees, then my feet, taking the dulled divot tool in my non-dominant hand.</p><p>&emsp;&quot;You&apos;re going to kill me with that?&quot; She asks.</p><p>&emsp;&quot;Not this time,&quot; I say, and I flip it around in the palm of my hand.</p><p>&emsp;I catch her in a moment of confusion before she can pummel the rest of me. I find that same space I drove the sword into Delvin, and without that stupid self-love he died on, I doubt anything will leak from me when it parts the soft meat between my ribs.</p><p>&emsp;But she&apos;s quicker than me. Afraid, even, and she shouts while she ejects the spade from my grasp. It still manages to slice me like paper when it&apos;s driven a thumb&apos;s-length in, and I feel an amethyst pain when her hands crumple my wrists and we fall backwards together.</p><p>&emsp;&quot;You&apos;ll win again, and again, a thousand times&mdash;no&mdash;a million times, even more, and just one time, you&apos;ll make a mistake. Kill me now. I&apos;ll meet you again real soon, just do it. Do it!&quot; I plead her, but she&apos;s just bent over me with her hands pinning my biceps, as if she&apos;s too afraid to make the next move. &quot;Do it! Just let me go. All I&apos;ve ever loved is gone.&quot;</p><p>&emsp;I feel a wetness on my face as the amethyst floods my veins. My eyes are too dry to cry, even when the end of this long cycle is just moments away.</p><p>&emsp;&quot;Just hang on,&quot; she says.</p><p>&emsp;&quot;Huh?&quot; I manage.</p><p>&emsp;&quot;Just hang on for me,&quot; she says, as the tears fall from her eyes, but before I can answer, the same pitch black oblivion overtakes me, and I can feel my soul still hanging here, barely, on the next thread just waiting to burrow through my flesh. I feel dragging, then heat, then stretching time, then bitter cold, until every sensation eludes me and all I&apos;m left with is the slow beating of my heart. </p>", "<p>&emsp;My senses awaken to the feeling of inertia. Though vision struggles on faltering eyes, I hear wind whistle in my ears and feel sun kiss my bone-dry lips.</p><p>&emsp;Sprawled skyward, sharp smudges of sage slide past my sight at such a swift speed I struggle to discern them&mdash;until the smell of cedar sifts into my nostrils, and I realize I&apos;m outside for the first time in forever. Snowflakes slide past at blistering speed though they never touch my clothes or skin. The scalding heat evaporates anything before it can touch me.</p><p>&emsp;Something supports my back and legs. And when I blink my eyes and turn my head to try and reason the sickly figure, just beyond my vision, I feel the texture of obsidian scales abrade my bare neck. They take extra care in carrying me as softly as they can, dampening out the ruggedness of the open road I realize is the railroad tracks.</p><p>&emsp;I expect the pain to return once my awareness peaks, from my broken arm, the Chymaeran curse, and all the wounds I&apos;ve suffered in this worldline everywhere in-between, but it never comes. I dare to hinge my right arm and flex my fingers, and I&apos;m surprised when I feel them fully respond. </p><p>&emsp;My voice won&apos;t vibrate my vocal cords any louder than the blistering winds. I have no power to shout or yell. I trust nothing, and when I realize the breadth of unaccounted time I&apos;ve lost, I struggle my body in the Chymaeran&apos;s arms. We move so fast the fall would kill me in an instant. It&apos;s all I can count on to get back there. She knew I&apos;d win through persistence. She&apos;s taking me out here to abandon me in the middle of nowhere so that the thread&apos;s horizon eclipses our last confrontation!</p><p>&emsp;She took the trowel before I could disembowel myself, and she pinned me to the ground, inflicting me with the curse so that my conscious soul was imprisoned in my body.</p><p>&emsp;I try to struggle, but her grasp is so strong, refusing any motion of my shoulders and legs, and for the first time in all of this I feel absolutely hopeless.</p><p>&emsp;I&apos;ll beg and plead to this unfeeling, genocidal monster if it offers me the sliver of a chance. That purpose, that unlikely vision I held to that pulled me through everything is just smoke, and I was damned from the start, throwing away everything I could have had for a sunken cost. And I regret everything I&apos;ve ever done. I loathe myself for that persistence. I&apos;ll kill myself a thousand times just for spite, just to suffer the pain I deserve for failing everyone I love, leaving them in that frame forever.</p><p>&emsp;All I give will ever return nothing. I can never be enough.</p><p>&emsp;&quot;Please,&quot; I grumble as loud as I can, but it&apos;s like talking with a mouthful of water. &quot;Please, just leave me to die, Mask, I beg you, please!&quot;</p><p>&emsp;I shed the same pathetic tears I&apos;ve held since I razed my childhood home. I don&apos;t deserve to feel their catharsis though I know I&apos;ve failed, and the more my heart breaks over all the terrible things I&apos;ve done, the more I resign myself to whatever eternal struggle awaits.</p><p>&emsp;&quot;Please,&quot; I still say, no longer struggling against this immovable force of artificial nature I was stupid enough to challenge. &quot;Please, just do one thing, if anything. Take me back to the First Red where I can spend my last eternity paying my respects.&quot;</p><p>&emsp;The Mask doesn&apos;t respond, but acknowledges my final wish. I&apos;ll leave myself the endless cycle of living and dying, in a place where I can forever reflect on the weight of my betrayals&mdash;and that meaningless &apos;edge&apos; I valued more than anything. There is nothing left in Blackwater anyways, and I made sure of it in my last moments in the Backwoods.</p>"], "BodyFormatted": [["<p>&emsp;Among the surviving members of the Green, the Royal Guard call me the champion of Victory Row; the most vicious; their ideal candidate to fight as a grunt on the front lines. Immediately after the last challenge, the Warden demands my presence. And when I step into her office&mdash;adorned with the priceless trinkets and artifacts all her prisoners relinquished&mdash;she praises me for my ruthlessness, on a level like like &quot;none of the other failures in this Gods-forsaken pit.&quot;</p>", "<p>&emsp;She paints me the vision of a future I&apos;ve already witnessed, expecting the truth to captivate me.&quot;You&apos;re part of the last batch of Cadets being processed here, the last graduation now and forevermore,&quot; she starts. &quot;You&apos;ve proven you understand the sacrifice of self-preservation and the courage it takes: the force that keeps true Humans alive. And because of that, you are one of the few that might deserve to walk among us.&quot;</p>", "<p>&emsp;I bow my head in compliance knowing this pact is ephemeral. I can predicate her words before she speaks. All I can think of is the last step in this plan, and hope the Essence is enough to pull me all the way back. Because as sure as water finds its way to the lowest point, I will slay this abomination in any number of lives, then end myself.</p>", "<p>&emsp;&quot;The Heiress of Purgatory is the one that will decide your worth. You know how we feel as the overseers of this program, but she has the power to  decide where you fit.&quot;</p>", "<p>&emsp;&quot;I am honored by your consideration,&quot; I tell her.</p>", "<p>&emsp;&quot;She will test you now,&quot; she says, gesturing to the guards to lead me down the hall. &quot;She feeds on the Essence of all the weak and broken failures here. You will give your best or else you will join them.&quot;</p>", "<p>&emsp;&quot;Understood,&quot; I say. &quot;I will not disappoint you, or anyone, that trusts in my skill.&quot;</p>", "<p>&emsp;They guide me through the corridors. We pass a cart of the dead cadets being taken away to their final use. I see the unstaring eyes of Vera somewhere beneath them, but I refuse to allow my stomach to twist at the sight. This world, after all, is just the sawdust of that perfect reality, to be blown away on the winds of change.</p>", "<p>&emsp;Half a year of my life has passed, and for the first time in ages, we approach the stairs. I expect us to head up and into the stale sunlight of eternal day, but we head further down into the depths. The nausea of relativity sickens me, but I&apos;ve learned to hold my breath to retain the meager scraps in my stomach. I&apos;m half the weight I was when I walked the same set of stairs, but there&apos;s still a spark of strength in my muscles I&apos;ve maintained through all of this.</p>", "<p>&emsp;&quot;You know, Ullrich&apos;s order to switch this place to a combat zone came through only two days ago,&quot; one guard says to the other. &quot;How long has it been for us?&quot;</p>", "<p>&emsp;&quot;A bloody damn eternity,&quot; the other replies.</p>", "<p>&emsp;&quot;And only a day to process half the Cadets remaining on the lower floors. There were a hundred thousand of them, can you believe it?&quot;</p>", "<p>&emsp;&quot;If only they&apos;d tell us what&apos;s coming.&quot;</p>", "<p>&emsp;The end, I think. The end of you, and the end of everything. But I keep it to myself. They know nothing of what I witnessed at the rightful fall of the First Red.</p>", "<p>&emsp;We descend from the second floor to the fourth, the deepest I&apos;ve ever been. Every transition feels like sinking in molasses, as if the air were thicker, like diving deeper and deeper into a bottomless lake. Only five days of waking time have passed since I was last down here, but I&apos;m certain it&apos;s not relativity that makes it feel longer. I can&apos;t tell a single face from the masses I spent half a year with, and when I go even deeper, the smell and sight of age and destitution only grows stronger.</p>", "<p>&emsp;&quot;Level four, so. . . two days, times seven, times seven, times seven again . . . times ten . . . is how long?&quot; the first guard says.</p>", "<p>&emsp;The number clicks in an instant.</p>", "<p>&emsp;&quot;An awful long time,&quot; the other says. &quot;Look how old these shitbloods are. We got more up top to replace &apos;em, right?&quot;</p>", "<p>&emsp;Sixty nine hundred days, I think. Almost nineteen years down here, in the time the moon touches the horizon twice.</p>", "<p>&emsp;&quot;They say it&apos;s all Ahkvasan tech from ages ago,&quot; one says.</p>", "<p>&emsp;Black cloaks drag across the sultry ground as pale phantoms tend the plants and heavily inbred livestock. Cadets in their fifties, sixties, seventies and older don&apos;t even turn to look at the relative vigor of my skin-and-bones. The concentric wheels atop the dome are so distant, but now I can see the centermost circles when they spin.</p>", "<p>&emsp;There&apos;s a blocked-off, private circle of almost two acres in the center of this edgeless floor, in the dead center of the three vacant pillars of light, right below where the last arena would be two floors above. The walls are smooth unlike the jagged, cavernous surfaces of the rest of this labyrinth. </p>", "<p>&emsp;When I enter, I feel the artificial glow of an ever-burning Essenced flame lighting the top of this space as a false sun. My eyes struggle to adjust to the ambient light, but sure enough, I know what awaits me without a second glance. At the center of it all is the harbinger of the end, and around her, the Human-and-Chymaeran  colonists from the Afterlife watching over her. Her height in full Chymaeran form now reaches the first-story eaves of the buildings. This false mortal goddess is so much stronger than I remember&mdash;flooded with such Essence that from twenty yards away, my circuits raise gooseflesh on my arms.</p>", "<p>&emsp;Her voice is ever-present and commanding.&quot;Leave us. This one is mine,&quot; I hear, and I&apos;d be petrified looking up if my anger were any lesser. The others scatter, and I find myself ten paces away from the Heiress. Fighting her in this state would be like fighting Ryder&apos;s statue if it sprung to action and tried to wipe out a whole city block.</p>", "<p>&emsp;&quot;All the champions of Victory Row have come and passed. Some have lived and will fight alongside me. Others have lost it all.&quot;</p>", "<p>&emsp;The half-blood Chymaeran begins to transition. Slender limbs of obsidian re-morph into the texture of flesh&mdash;and who knows if this isn&apos;t just the guise of another one of her victims. The crux of everything I loathe stands before me as a Human woman. And when the tar dissolves from her body, into garments and hair brighter than my half-year&apos;s first dawn, she stands no taller than I am.</p>", "<p>&emsp;&quot;A thousand cycles, and you stand before me as the only one I&apos;ve truly waited for all this time.&quot;</p>", "<p>&emsp;&quot;You should have killed me when you had the chance,&quot; I tell her. &quot;Why did you resist? Why did you purge the Chymaeran Curse?&quot;</p>", "<p>&emsp;&quot;Because I&apos;m the reason you got it in the first place,&quot; she says, and I remember the last moments I witnessed. It was a smudge of black when i threw open the door to find the window ajar, the curtains dancing on frostbitten winds, and the first syllable of my sister&apos;s name before all my senses were robbed from me.</p>", "<p>&emsp;&quot;You took her.&quot; I can&apos;t say the words without shuddering. &quot;This whole time, having me believe the only soul I&apos;ve ever cared for in this life is dead! Tell me, is she still alive?&quot;</p>", "<p>&emsp;&quot;You&apos;ll be meeting her soon, no matter how this ends. That Thread can only lead you to one place: you probably think you&apos;re tethered from some distant beginning. But did you ever stop to think you&apos;re being dragged towards an unavoidable end?&quot;</p>", "<p>&emsp;&quot;I can change everything,&quot; I say. &quot;I&apos;m more a God than you will ever be, Mask. Because the only future I&apos;m tied to is draining all the Essence from your lifeless corpse!&quot;</p>", "<p>&emsp;The stewards part before this crucible can burn any hotter, and even the guards leave us.</p>", "<p>&emsp;&quot;You were too pathetic to save your friends &mdash; so pathetic you let them die,&quot; she says.</p>", "<p>&emsp;&quot;Shut up.&quot;</p>", "<p>&emsp;&quot;You betrayed them, then killed them, all for nothing, Tie.&quot;</p>", "<p>&emsp;&quot;Shut the hell up!&quot; My nails bite the flesh of my pallid palms as the hate magnetizes me to her, fists drawn.</p>", "<p>&emsp;She says, &quot;And your sister? She deserved everything she got, along with that bastard father of hers. Both their deaths were long and painful.&quot; My feet scuttle faster than my muscles can handle. &quot;But you, Titus, I&apos;ll make sure yours is&mdash;&quot;</p>", "<p>&emsp;I feel my knuckles crack when they drive square into her chest. The shock travels up my frail bones while she hardly moves a step, and whether it&apos;s thick Chymaeran scaling or solid muscle, my hands won&apos;t tell until it&apos;s over. But she doesn&apos;t smile with a sadistic smugness. She&apos;s still watching all her handlers as if our final skirmish is just a performance. </p>", "<p>&emsp;&quot;You fucking bitch!&quot; I try the same hand again and coerce the answer, only to find if when the searing agony alarms all the nerves in my splintered arm.</p>", "<p>&emsp;I yelp when I withdraw, and I think she&apos;s found her chance to strike when she lunges for me, playing with her food, but there&apos;s still that same sense of hesitation from when we fought beyond the train car. </p>", "<p>&emsp;She stopped herself from reaching for me. I can see a crack in this abomination&apos;s armor: something that makes me different from all the others she&apos;s ruthlessly killed, but I just don&apos;t get it. No. She gets off on the torment, watching me suffer somehow knowing the thread will just bring me back here again.</p>", "<p>&emsp;But everyone boils over at some point. Though my muscles are gone, my mouth still waters, and I spit on her when she draws close again.</p>", "<p>&emsp;&quot;Fight me, you whore!&quot;</p>", "<p>&emsp;I try to hide my wincing when I&apos;m left with my weakest arm. That&apos;s when she takes her first swing: a slow left hook, telegraphing it all the way to my face though I&apos;m still too slow and spent to dodge it.</p>", "<p>&emsp;It still spills me across the floor, and when I land on my right arm I shriek in agony: out of all the places to land, and my arm is fractured further over a small rusted garden trowel.</p>", "<p>&emsp;I still raise myself to my knees, then my feet, taking the dulled divot tool in my non-dominant hand.</p>", "<p>&emsp;&quot;You&apos;re going to kill me with that?&quot; She asks.</p>", "<p>&emsp;&quot;Not this time,&quot; I say, and I flip it around in the palm of my hand.</p>", "<p>&emsp;I catch her in a moment of confusion before she can pummel the rest of me. I find that same space I drove the sword into Delvin, and without that stupid self-love he died on, I doubt anything will leak from me when it parts the soft meat between my ribs.</p>", "<p>&emsp;But she&apos;s quicker than me. Afraid, even, and she shouts while she ejects the spade from my grasp. It still manages to slice me like paper when it&apos;s driven a thumb&apos;s-length in, and I feel an amethyst pain when her hands crumple my wrists and we fall backwards together.</p>", "<p>&emsp;&quot;You&apos;ll win again, and again, a thousand times&mdash;no&mdash;a million times, even more, and just one time, you&apos;ll make a mistake. Kill me now. I&apos;ll meet you again real soon, just do it. Do it!&quot; I plead her, but she&apos;s just bent over me with her hands pinning my biceps, as if she&apos;s too afraid to make the next move. &quot;Do it! Just let me go. All I&apos;ve ever loved is gone.&quot;</p>", "<p>&emsp;I feel a wetness on my face as the amethyst floods my veins. My eyes are too dry to cry, even when the end of this long cycle is just moments away.</p>", "<p>&emsp;&quot;Just hang on,&quot; she says.</p>", "<p>&emsp;&quot;Huh?&quot; I manage.</p>", "<p>&emsp;&quot;Just hang on for me,&quot; she says, as the tears fall from her eyes, but before I can answer, the same pitch black oblivion overtakes me, and I can feel my soul still hanging here, barely, on the next thread just waiting to burrow through my flesh. I feel dragging, then heat, then stretching time, then bitter cold, until every sensation eludes me and all I&apos;m left with is the slow beating of my heart. </p>"], ["<p>&emsp;My senses awaken to the feeling of inertia. Though vision struggles on faltering eyes, I hear wind whistle in my ears and feel sun kiss my bone-dry lips.</p>", "<p>&emsp;Sprawled skyward, sharp smudges of sage slide past my sight at such a swift speed I struggle to discern them&mdash;until the smell of cedar sifts into my nostrils, and I realize I&apos;m outside for the first time in forever. Snowflakes slide past at blistering speed though they never touch my clothes or skin. The scalding heat evaporates anything before it can touch me.</p>", "<p>&emsp;Something supports my back and legs. And when I blink my eyes and turn my head to try and reason the sickly figure, just beyond my vision, I feel the texture of obsidian scales abrade my bare neck. They take extra care in carrying me as softly as they can, dampening out the ruggedness of the open road I realize is the railroad tracks.</p>", "<p>&emsp;I expect the pain to return once my awareness peaks, from my broken arm, the Chymaeran curse, and all the wounds I&apos;ve suffered in this worldline everywhere in-between, but it never comes. I dare to hinge my right arm and flex my fingers, and I&apos;m surprised when I feel them fully respond. </p>", "<p>&emsp;My voice won&apos;t vibrate my vocal cords any louder than the blistering winds. I have no power to shout or yell. I trust nothing, and when I realize the breadth of unaccounted time I&apos;ve lost, I struggle my body in the Chymaeran&apos;s arms. We move so fast the fall would kill me in an instant. It&apos;s all I can count on to get back there. She knew I&apos;d win through persistence. She&apos;s taking me out here to abandon me in the middle of nowhere so that the thread&apos;s horizon eclipses our last confrontation!</p>", "<p>&emsp;She took the trowel before I could disembowel myself, and she pinned me to the ground, inflicting me with the curse so that my conscious soul was imprisoned in my body.</p>", "<p>&emsp;I try to struggle, but her grasp is so strong, refusing any motion of my shoulders and legs, and for the first time in all of this I feel absolutely hopeless.</p>", "<p>&emsp;I&apos;ll beg and plead to this unfeeling, genocidal monster if it offers me the sliver of a chance. That purpose, that unlikely vision I held to that pulled me through everything is just smoke, and I was damned from the start, throwing away everything I could have had for a sunken cost. And I regret everything I&apos;ve ever done. I loathe myself for that persistence. I&apos;ll kill myself a thousand times just for spite, just to suffer the pain I deserve for failing everyone I love, leaving them in that frame forever.</p>", "<p>&emsp;All I give will ever return nothing. I can never be enough.</p>", "<p>&emsp;&quot;Please,&quot; I grumble as loud as I can, but it&apos;s like talking with a mouthful of water. &quot;Please, just leave me to die, Mask, I beg you, please!&quot;</p>", "<p>&emsp;I shed the same pathetic tears I&apos;ve held since I razed my childhood home. I don&apos;t deserve to feel their catharsis though I know I&apos;ve failed, and the more my heart breaks over all the terrible things I&apos;ve done, the more I resign myself to whatever eternal struggle awaits.</p>", "<p>&emsp;&quot;Please,&quot; I still say, no longer struggling against this immovable force of artificial nature I was stupid enough to challenge. &quot;Please, just do one thing, if anything. Take me back to the First Red where I can spend my last eternity paying my respects.&quot;</p>", "<p>&emsp;The Mask doesn&apos;t respond, but acknowledges my final wish. I&apos;ll leave myself the endless cycle of living and dying, in a place where I can forever reflect on the weight of my betrayals&mdash;and that meaningless &apos;edge&apos; I valued more than anything. There is nothing left in Blackwater anyways, and I made sure of it in my last moments in the Backwoods.</p>"]], "Release": 332, "ReleaseDate": ["11", "29", "2025", "2025-11-29 00:00:00"], "Active": false, "Perspective": "Titus", "Status": "No Status", "WordCount": 0, "Summary": ""}