{"Story": "Firebrand", "Title": "Chapter Twenty-One", "Subtitle": "Premonition", "Act": 3, "ChapterNumber": 21, "Synopsis": "The thread says that none of this was ever a dream.", "RevNotes": "", "ID": "3.21", "Body": [" I can predict her words before they cross her lips. It feels like weeks since I last heard them. &quot;I want you to know that I&apos;m always watching you, ever since the orphanage, ever since you saved me from it,&quot; she says. &quot;Ever since you showed me that kindness, you know, because . . .&quot; I try to reach inside this past self, but it&apos;s like grabbing a stray branch on the banks of a blistering river. Moving my mouth and manipulating my mind are like running in a dream. This Titus stutters. He grasps his head. I&apos;m not quite there yet, but I plant the words. I can feel myself getting closer. &quot;Because you love me,&quot; he says, and his response surprises him. They&apos;re not his words yet. The bastard wants to run just like he always does, but as I leech in and take control, I can feel all the faculties of sense and sentiment come back to me.  She looks for the same three words to cross his lips. He doesn&apos;t know this is truly the last chance for him to exchange anything meaningful, and he&apos;s still too afraid of the concept of slowing down&mdash;I know, because I still can&apos;t do it it either. I fight for control. And given a brain again instead of a timeless soul, the physical memory of all those horrors return to me. They flood my circuits. I lose all the objectivity of a phantom swept through time. It all comes back to me. It scalds in the threads on my wrist. And somewhere down the line of this thread, I can hear the frequency of Lyra&apos;s dying words; feel all the hard parts of myself obliterated with the crushing weight of earthen rock; the gasping atrophy of lungs extinguished of air and filled with soot; the dreams of water; that cursed thread dragging me towards an end beyond space. The thread was crimson like the blood of my dying father. And I can still feel it there on my wrist, scalding when I look down. My body crushes inwards on heaving lungs. Continuity returns from the last exact moment my mind bore witness. My throat aches in flames that no longer burn. Her crimson glare terrifies me as I scramble for the furthest wall, choking on fresh air, eyes wet and wide as it feels my flesh is melting from my body. I scream when my back jostles against the windowsill and I run out of space. I bash over the table as if it could ever protect me from her divine power. Clouds of dust filter through lamplight ribbons. And as motes from abandoned tabletops violate my nostrils, the sensation of scalding and fits of coughing only grow sharper. She sits on the bed, staring at me just like I last saw her: panicked and afraid, without explanation for the sudden stir of panic. All she hoped for was the utterance of three small words. &quot;Let me go, Khiras, please,&quot; I beg to her, heaving for breaths between syllables, knowing she&apos;s just going to give up on everything again, just like she promised. The shell of the Goddess twists her body to put her feet on the floor, still wearing Valentina&apos;s dress from the party. &quot;What in Khiras&apos; name are you on about?&quot; Sylvia asks, frightened and clueless. I flinch when she approaches me, just like she flinched in the orphanage any time I put my hand on her shoulder. &quot;J-just a nightmare,&quot; I tell her. I try to control my breaths, but my voice still rattles. She gets down on her knees. Her silken, disheveled hair absorbs the light as her calm eyes try to relax me, but I still cling to the terror of that last image, the Goddess towering over me as she promised I&apos;d live everything all over again. My back is flat, my head tipped against the corner of the floor and the wall when she crawls over me, sitting on my waist with her knees bent. &quot;You had a night terror. It&apos;s okay. I&apos;ve been having them ever since Graduation, just thinking about what awaits us out there,&quot; Sylvia says. &quot;Please. Come back to bed and sleep with me. I&apos;ll take care of you.&quot; Maybe she&apos;s been hiding it the whole time. Or maybe she just doesn&apos;t know. &quot;What time is it? When . . . is it?&quot; I ask. &quot;We were downtown. Why? Did you hit your head or something?&quot; &quot;Worse,&quot; I mutter to myself. She twists her head when she can&apos;t make out the words. I try to lift myself though she obstructs me, sincerely wanting something far more than I can give her. She idles me. &quot;What are you in such a rush for? What was that about?&quot; &quot;It doesn&apos;t matter,&quot; I say.  I try to lift myself again, politely, to goad her off, because I don&apos;t have time to enjoy the smoothness of her skin, or the contours of her body beneath that dress. Fear makes that desire inconceivable. &quot;Stop and just tell me,&quot; she says, as I squirm from under her. &quot;Just open up to me!&quot; &quot;I don&apos;t have time for that, Khiras,&quot; I say, and realizing how jarring and harsh those words were, I add: &quot;I&apos;m sorry.&quot; &quot;Khiras? What do you mean -- is this a joke?&quot; I throw my Academy cloak on. She still lays there on the floor, half-naked with one strap of the dress bent off her shoulder, as if I&apos;ve discarded her. &quot;You just don&apos;t want me,&quot; she says. &quot;Never,&quot; I say. &quot;Please &mdash; there&apos;s something urgent that I have to take care of,&quot; I say.  I know I&apos;ll be waiting for twenty minutes at the gondola for the next car anyway. But I just can&apos;t muster the time to tell her.  &quot;Believe me,&quot; I offer, but she just sits there in the darkness, defeated.  I&apos;ve failed her again. Regardless of another chance, it doesn&apos;t matter. Because in every timeline&mdash;no matter how much those illusions of past debt drive her&mdash;she will always deserve so much more than I can give her.", " The fire in my lungs burn as they plead for air, but it&apos;s nothing compared to the ash and soot of Blackwater&apos;s downfall. And if this really is the past &mdash; if even the slightest chance stands to forestall the horrors of that forthcoming future &mdash; then that means a different act of arson will forever brand this timeline. I checked the clock on my desk before I left. The sickening fear in my stomach far outweighed the discomfort of Sylvia following me out into the hall half-naked. The top of the hour is moments away, and I&apos;ve counted every second since, until the metronome of my heart was outpaced by heaving breaths. Innocent onlookers watch as I tear gravel beneath my feet. They gather their possessions to return home, unaware that no new chapter will await them unless I act. I bump a low-class cadet trying to sneak an unfinished crate of liquor out the doors, and it spills everywhere, shattering on the ground. His curses dissolve with distance, especially after he sees my Dragon Class cloak. I can hear the shrill whistle scrape the air in two blows as I turn the corner. Poisonous fatigue embitters my throat, and just as the gondola lurches to motion, the doors sliding shut along guided rails, I barely slip in, my foot caught in the door. I cry out in panic. &quot;Gods be damned, son,&quot; the operator says. He forces the doors back open with his ragged hands. &quot;You can&apos;t wait thirty minutes for the next one?&quot; I scramble to my feet, unable to feel the pain in my ankle as I hobble to the front railing. The cadets and their families laugh: <em>crazy bastard,</em> they mutter. I refuse their eyes as I approach the railing, dripping with sweat that chills my entire body. I&apos;ll pass out if the anxiety races my heart any faster. Cadets turn to the gym to ease their anticipation over what lies after graduation, and running has scratched that itch for me for a long time, but when it stops, sometimes everything feels so much worse. <em>I made it,</em> I tell myself. <em>This is as fast as I can possibly get down there. I</em>&apos;<em>ve done everything right. I can</em>&apos;<em>t get there any faster. </em>I convince myself that assurance will be enough. I breathe deeply. The urge to vomit crosses, but I hold it back. My eyes raise, hands trembling on the metal rail, and I take in the panorama of Blackwater as an elixir.  The distant spark of city lights bring me back. Everything will be okay. In their twinkling, I can still feel the pulse of this city, knowing there is still a soul. I can taste the return of my last forgotten meal behind my tongue, but I&apos;ll keep it down. I try to focus on that brilliant, naive image my former self held to. I try to convince myself I deserve it, that future, watching Ellie grow, living close to Romin and Sylvia and Valentina, seeing them in passing and every weekend after release from our mission. A hesitant voice raises from behind me; a ghost from a past life. &quot;Gods, Titus. Academy is over, darling, there&apos;s no need to rush anymore.&quot; I find myself afraid to turn around and meet her face, as if I&apos;ll see her in the last form I witnessed her. I&apos;ve seen her gray matter splattered everywhere; the hard parts of her crack; the hot blood that circles in her veins still warm and fresh on my face.  And I might lose my composure if I witness every sense of her at the same time. I smile, though I refuse to turn around. My voice scares me when it wavers. &quot;It&apos;s just who I am, I guess,&quot; I tell her, with a dry laugh. &quot;Are you alright?&quot; She asks. She places her hand on my back, and I shiver soaked in sweat. &quot;Yeah, I&apos;m totally fine. Just exhausted &mdash; didn&apos;t want to miss the last car of the night.&quot; She approaches me on the right side of the railing, trying to catch a glimpse of my face, but I&apos;m not ready to look at her yet. Her long, pearl fingernails dance on the railing. Her hat shadows the light that fades on  sweeping landscapes beneath, forever masking her true identity. &quot;Why won&apos;t you look at me, Tie?&quot; &quot;I&apos;m sweaty and gross, standing next to a celebrity,&quot; I say. &quot;What brings you up here? I thought you were going home.&quot; &quot;I didn&apos;t,&quot; Valentina says. &quot;I just had to visit. You know . . . you, Romin, and I never used these lofts as much as we could have, but that doesn&apos;t mean we didn&apos;t build memories here.&quot; I humor her. &quot;Most of my memories on this car are drunk, hungry, or both &mdash; waiting until we got at the bottom so we could all end up at that <em>Last Car</em> diner together.&quot; She dips her hat. &quot;Oh, certainly. Isla&apos;s apartment block was almost my second home.  I felt like I knew everyone there, and not just because they watched my movies.&quot; &quot;It&apos;s nice having friends like that,&quot; I say. &quot;But it&apos;s also nice having a home. I guess it&apos;s tough when we both don&apos;t really have a definite place to return to.&quot; &quot;Huh?&quot; She asks.  &quot;The cellar,&quot; I say. My sputtering mind doesn&apos;t catch those last words before I realize I&apos;ve slipped up on details I haven&apos;t been privileged to yet. &quot;What do you mean, pray tell? Gods above, did Romin . . .&quot; &quot;I just mean . . . that every home feels more and more temporary as we get closer to service beyond the walls,&quot; I offer. &quot;Oh, sure, but &apos;the cellar?&apos; What did you mean by that?&quot; She asks. We&apos;re almost at the bottom, and I&apos;m already thinking about how I can evade this conversation. All I can do is plead ignorance. &quot;What do you mean?&quot; &quot;What do you mean, &apos;what do I mean?&apos;&quot; She says. &quot;I&apos;m sorry. I&apos;m just trying to say I understand.&quot; &quot;But how can you possibly understand what I haven&apos;t told you, Titus? Can you read minds? Or did Romin slip up, that bastard?&quot; I fumble for an explanation. I&apos;ve spoken myself to a corner, and as I stutter my words, I reach for one last thing to tell her. If I&apos;ve blown this cover, maybe I can make it useful. &quot;I know. The cellar. Your hat. Just promise me, Valentina, please, that you won&apos;t get on that lift. It&apos;s going to kill everyone.&quot; Now she&apos;s overloaded. And in that confusion, before she can call for me like Sylvia, I hop the railing as we approach the station, when the ground is directly beneath us. And I&apos;m running again. The burning venom in my throat returns as the air gets colder and my breaths grow shallower, but it proves I&apos;m still alive. Just like Sylvia, she calls after me, pushing passengers aside to try to weasel out of the doors. It&apos;s not long before I escape her sight.  But I run into another problem. It&apos;s when I turn the first corner that we collide, and the two cloaked figures standing beside her draw their weapons. It&apos;s the woman I met only hours before &mdash; the last soul sprawled beside me in that distant future, muttering her brother&apos;s name as her last words."], "BodyFormatted": [], "Release": 212, "ReleaseDate": ["08", "01", "2025", "2025-08-01 00:00:00"], "Active": false, "Perspective": "Titus", "Status": "No Status", "WordCount": 0, "Summary": ""}