{"Story": "Firebrand", "Title": "Chapter Twenty-Six", "Subtitle": "Beneath", "Act": 3, "ChapterNumber": 26, "Synopsis": "It was the only way we could survive.", "RevNotes": "", "ID": "3.26", "Body": [" I count them in twos, and then threes, and then fives, and then tens, over and over and over again. One hundred and thirty seven. But it&apos;s not jars, strands of coarse hair in my jet-black beard, or the number of curses Sylvia still holds against me. Two hundred and ninety-three lines decorate my arm. It&apos;s too dark to see. There&apos;s no light to adjust to beyond the thick steel hatch that sealed out the soot and smoke. For hours, touch, taste, and the oddness of that sixth spatial sense tell me the full story of my surroundings. Logic tells me I made an irreversible choice. Hope tells me there&apos;s a way home where Lyra will take us. My ears hear heaving sobs from Sylvia, still hours after we were trapped down here. The sense of space says Lyra and Sylvia are spaced out evenly before me. Panic wonders if they can sense the Amulet. I feel Lyra reach out her hands, and I give it to her. I still taste the brine of preserved pickle juice in my mouth, salty and dry, and my mouth begs for a drink of water. My lungs still irradiate with the faintness of smoke. And Gods, the Chymaeran Curse &mdash; consuming me with each passing second, like feet falling asleep re-urged to motion with a stabbing pain instead of a prickle, makes me wonder how much time I have left.  The City Guard arrived within the first hour, closing off the scene. News travels fast, but not just by the way of information &mdash; the column of smoke must have drawn observers from all around. They searched through the wreckage for signs of life. The hatch must be concealed by a slab of concrete or a cross-beam of wood, because the inspectors passed over us, discussing the remnants of the fire. &quot;Four bodies,&quot; a female voice said. &quot;Two look like Academy cadets, so disfigured it&apos;s impossible to tell who they were. One crushed under the rubble, must not have been able to escape the fire. Another on the porch. Two more are Merlot. This must have been another arson attempt,&quot; she concluded. A brief pause. Then a male voice spoke up. &quot;Stop. No notes, no paperwork. This gets swept under. Orders from above.&quot; &quot;From above?&quot; &quot;Don&apos;t ask questions. Just let this go, Detective,&quot; the male voice said. &quot;But the insignia. Wait, look &mdash; there&apos;s no way this was Merlot!&quot; &quot;I said enough! Let it go. This goes under as Merlot arson.&quot; &quot;But&mdash;&quot; she had no power or words to change his mind. The case is way above both of their heads. &quot;Let&apos;s go. Now,&quot; he said. &quot;We&apos;re here just to say we were here. All for show. The targets are dead.&quot;  Another hour passed. The air started running thin, and my head was light. The absence of noise and voices told us that the scene largely cleared out, besides a couple bystanders curious of the morbid sight. &quot;Stop! Hey, what are you doing?&quot; &quot;This was my house! Gods . . .&quot; a familiar voice said. &quot;Titus, Ellie . . . You, tell me! Where are the bodies?&quot; &quot;This is an ongoing investigation. No information&mdash;&quot; &quot;Like hell it is!&quot; Things were getting rough. I could hear the thud of someone falling to the floor, either punched or pushed. &quot;My son and my daughter were here! I checked the Academy, went all the way up there. Nothing.&quot; His breaths heaved through his mouth. There was nothing I could say or do. &quot;I&apos;m sorry,&quot; the other person said. &quot;No you aren&apos;t,&quot; Clint said. &quot;But if you do anything, leave me here alone. There&apos;s already no bodies to bury or mourn.&quot; Clint sobbed. The same regret I remembered from my first life overwhelmed him. He thought he was alone &mdash; he wouldn&apos;t let anyone catch him in a moment of weakness like this. Again, a door separated us and I remained silent. &quot;Who is that?&quot; Lyra asked. &quot;Your father?&quot; I nodded, but she didn&apos;t see it in the darkness. She took my silence as confirmation.  I couldn&apos;t see how either of them responded. So I decided to react. I pounded my fists on the metal trap door. &quot;Stop it! We&apos;re better off dead. In everyone&apos;s minds, at least,&quot; Lyra said. Sylvia sat there in the corner, still too angry and overcome with emotion to react. &quot;We&apos;ll be trapped if we do nothing,&quot; I told her. &quot;Do you want to suffocate or do you want to live?&quot; I heard him shuffle, getting closer to the ground, taking in the old footprint of the destroyed house. I noticed the moment he remembered the bootlegger&apos;s cellar. The motion surprised me, coming from a man of little action, often too depressed to drag himself to his son&apos;s graduation, or to meet his son for dinner on-time when he tries to plan for them to go out. But I saw a whole different side of him return in that moment of sudden hope, outweighing the darkness of his desperation. His hands dragged at the rubble until they drew blood, frantically scraping until he reached the metal. All he could muster was just a sliver of the hatch to open, jamming some wreckage for a crack to aerate the lightless space, to listen again for that weak voice he thought he heard. He listened, afraid if he spoke my name that he&apos;d jinx the fortune he prayed for, that it was all another delusion of a dilapidated old man. But my voice called to him. &quot;Dad,&quot; I said. I wanted to believe that he earned that title. &quot;Son. Son, you&apos;re really there,&quot; Clint said. &quot;Don&apos;t let us out yet. You have to wait. Wait until nobody else is here. This was no accident,&quot; I said, coughing on a mouthful of words with a dry throat. &quot;What? What do you mean by that?&quot; &quot;Just trust me. Please,&quot; I tell him. &quot;Trust no one. Not even the people combing the scene. Let nobody know we&apos;re under here. We have to be dead to them.&quot; He had to believe me. It didn&apos;t matter that he understood nothing. &quot;Okay. Okay, son,&quot; he said, rising from the ashen ground. Clint found a sheet of singed carpet to cover the hatch, leaving minute space for the outside air to cycle. And after his footsteps faded away, the minutes dragged on to hours again, and we felt the day pass us in blind oblivion. The darktime arrived with flurries of winter. Few snowflakes siphoned through the crack: I could count on the strained fingers of my bad hand the number I saw through the faintest sliver of light. Lyra leaned against me. We huddled for warmth: there were no blankets or straw or sacks to shield ourselves from the bitter cold. Just the sweaty warmth we saved through hours of breathing each other&apos;s air, slowly wasting away as the heat always loses to the cold. But Sylvia shivered there in the corner, the names of our dead friends frozen to her blue lips, and the more I watched her suffer with that harrowing truth, the more I sold myself to that promise I wagered with the value of my life.  And so we shiver here now. All I can think of are all the expenses I&apos;ve incurred, indebted to the guilt of this cursed blessing, and the more I yearn to reach out and embrace her, to warm her with that irrational light that comes from nowhere, the more the voice tells me I don&apos;t deserve to relish in those acts of peace.  That fear of death has left me for now. It&apos;s not the sin itself that fills me with bitter dread, but the parts of me that broke to get here. A river slices rock by a billion narrow cuts. And so the dimensions of my soul shear their edges on the endless cycle of living and dying. I always believed I was born to be a sacrifice: too broken to thrive, but just strong enough to gust winds into the sails of others. And so maybe that self-fulfilling prophecy has come home.  There&apos;s a part of me that so deeply wishes I could be proven wrong. But life and the laws of nature don&apos;t care about emotion. So in that moment, six feet deep beneath the surface of the earth in a communal coffin, I found my rebirth in letting go. A part of me died the moment I made that deliberate decision &mdash; to let Romin and Valentina march to their deaths alone, without remorse or any tears left to cry &mdash; and I will bury that piece here when the hatch opens.  No longer will the atrophy of grief and sorrow withhold me from my eternal duty.", " After so much time in darkness, it feels as if this body is no longer my own, that the whole world is just a dream. The ceiling of Clint&apos;s shop is covered with a cheap tarp. It does nothing to keep the cold out. This building was once a house, like many others on the commercial block of Blackwater. Clint stokes the fire, separated from his busywork in the office, but not missing it. Sylvia spoke her first words when we left. The only time before that she interacted with me was to close her eyes and grab the tail of my overcoat when we walked through the smoldering wreckage, still glowing with hot embers, refusing to see the bodies. Now she sits beside the fire with Clint: their shadows cast on the shelves of timeless tools and trinkets, making them look as if they&apos;re alive. &quot;I can keep you safe here,&quot; Clint insists. &quot;I already lost a daughter. I only got you back just to lose you again, but for what? What&apos;s out there?&quot; &quot;More than charges for a crime we didn&apos;t commit,&quot; I say. &quot;They want us dead for being in the wrong place at the wrong time.&quot; Clint says, &quot;You&apos;ll be in danger out there. This ain&apos;t just a Snowdrifter run, you can&apos;t just throw away your life like that!&quot; <em>Pot meet kettle. You sure know about throwing your life away,</em> I almost say, but I don&apos;t want to argue. The image is still fresh in my mind: my father bleeding out in the same room we came together as a family. &quot;I forbid you from leaving, Titus, do you hear me? You already lost my daughter, and I&apos;m not letting you lose yourself to your grave delusions!&quot; It takes all my restraint not to hit him in front of Lyra and Sylvia. All the hate I&apos;ve built against him rises to the surface. It&apos;s the feel of a natural habit, like his smoking, edging me closer to the endless cycle of conflict where nobody wins and nobody listens. In the absence of words, Clint continues. &quot;It&apos;s been a matter of days and you&apos;ve changed so much. You used to be open about things. I mean, you&apos;re still shit at asking for help, but you won&apos;t tell me at all what you&apos;re going through. You haven&apos;t even told me what happened in the house,&quot; he adds. &quot;You aren&apos;t exactly the best at opening up either,&quot; I say. &quot;I wasn&apos;t <em>trying </em>to lose her.&quot; &quot;I didn&apos;t say that, you bastard,&quot; Clint says. Lyra and Sylvia cringe at the last word. &quot;So don&apos;t put words in my mouth.&quot; Regardless of how badly I want to tell him off, to raise the room a couple degrees with all the spiteful phrases I&apos;ve rehearsed after our arguments, I still hold to the image of him fighting alongside me when I tried to give myself to Endogeny. I can feel the depth of the regret he feels, and I&apos;m sure every day it feels like he digs himself deeper and deeper. My composure is strange to him, and the awkward silence drags to the point it feels like three against one. I spent so much of my time with him in anger that I never noticed the way his wrinkles crease on frown lines, worn to sorrow like aged leather. My anger dissolves and all I feel is bad for him. &quot;Keep your coat on. Let&apos;s go outside for a moment, Titus,&quot; he says, turning to the other two. &quot;Sorry, ladies. I need to talk to my son in private.&quot; Clint gestures out the back. From the way he tensions his fists, I can tell we&apos;re going to fight again. But this isn&apos;t like ten years ago when he had the advantage of strength. I&apos;m bigger, stronger, and faster than him, so I harden myself to take his blows."], "BodyFormatted": [], "Release": 247, "ReleaseDate": ["09", "05", "2025", "2025-09-05 00:00:00"], "Active": false, "Perspective": "Titus", "Status": "No Status", "WordCount": 0, "Summary": ""}