{"Story": "Firebrand", "Title": "Chapter Twenty-Nine", "Subtitle": "Slaughter", "Act": 3, "ChapterNumber": 29, "Synopsis": "The survivors realize the ultimate purpose of the unexceptional graduates.", "RevNotes": "", "ID": "3.29", "Body": [" I poke my head out of the car, just enough to take in a flash of information. &quot;How did they get to the emergency stop?&quot; a half-blood guard says, still in human form. &quot;They didn&apos;t,&quot; another says. &quot;We found a metal rod jammed in the wheels from part of the trolley frame.&quot; Three cabins down, the car has its door thrown open. &quot;Run and you&apos;ll go nowhere, shitbloods! I don&apos;t have to kill you now to know you&apos;ll die out there,&quot; he says. &quot;Damn you! All we have to do is take this train over,&quot; a cadet says. &quot;Make it an example,&quot; a Guard demands.  My curiosity draws me beyond the edge of the doorframe again. The Cadet is lifted into the air, his flesh surging bright amethyst. And it&apos;s only after I notice the height his feet hang from the ground that I see how massive this Chymaeran is.  &quot;The convenient thing about fuel like this is that it&apos;s all out of Essence. So those small diseases of the past,&quot; the Guard continues, watching the Chymaeran brute choke out the rebel as his flesh grows pale, &quot;are enough to turn a cough to cancer.&quot; The dark, glowing amethyst trail reaches the cadet&apos;s heart from his neck. In a matter of moments his body dissolves to blackened ash. His raw Essence is absorbed into the circuits of his abuser. It&apos;s then that all the cadets&apos; restraint dissolves, leaving nothing but the hatred and primal fury of fighters that were bred to die. It takes so little effort for the lone Chymaeran brute to eviscerate everything that breathes in the train car, and although I don&apos;t see the bloodbath, I can hear the sound of slender limbs slicing flesh; the drumming beat of cadets as their bodies fall, reduced to dust, filling this creature with the soul and fleeting strength of the dead. My anger builds further, as if their last stand has spread the contagion of furious spite. I can&apos;t care for death when I know time will reset me, even if it&apos;s to this exact moment that rage primes my muscles. The guards now approach us. I know the sacrifice I have to make, and I know I have to stop them. I won&apos;t die a martyr like Romin if I can&apos;t die: all I want is to release the vitriol that poisons my heart.  My hands tension around the shaft of a fire axe left on the ground of the train car. My mind is set. But a hand tugs on the back of my coat when I step off the platform. &quot;What are you doing, Titus?&quot; Sylvia asks. &quot;Don&apos;t just throw your life away!&quot;  But I won&apos;t just throw it away. I can&apos;t. Not now and not ever again. I won&apos;t need warmth for the short struggle that comes next: my body burns hot with adrenaline and excitement, as if that edge of life and death is an addictive drug that I&apos;ve relapsed on. I shed the coat.&quot;You can&apos;t throw away eternal life,&quot; I say. I tried to explain it to her, to all of them, though I know she will never understand.  My hands tension further until my knuckles turn whiter than the snow, frosted skin redder than the blood of those cadets that didn&apos;t turn to ash quick enough. The Vassal skips a train car to approach, thinking me another stupid cadet that wants to die. But all I want is to leverage that unfillable, longing emptiness through my fists.  And that fury must be genetic. The tears I shed over and over a day ago refill my eyes, trembling my voice as I cry out. And although the Chymaeran Curse scalds my flesh with violent heat, surging stronger in my veins as they approach, I know this will be a short conflict. It&apos;s too late to turn back when the Vassal charges, still famished for Life Essence to feed, the very image of Lionshead&apos;s wickedness incarnated before me, preparing for that day atop the mountain when all of Blackwater&apos;s life Essence will flood them with the power of two races. I scream my treasured sister&apos;s name as a battle cry, unbundling with it the curses and vitriol of helpless anger as a useless brother and worse friend. I swing first with all my might, channeling all the strength I can into the head of the axe, although the muscles in my right arm are strained from amethyst pain. I don&apos;t care that the dark roots have already crawled my arm and up my shoulder.  All I care is that this ends. It&apos;s like swinging at a rigid metal bar when it shields itself with its arms. The <em>clang</em> of that strike vibrates through my hands, echoing through the forest, and I hear the cheers of cadets in a lower train car, shouting my name, as they saw me moments earlier at Graduation.  Despite a story of height, the Vassal looks genuinely scared, but that doesn&apos;t stop it from dealing eviscerating blows. Drawn back by the momentum of the large axe, I stagger backwards, taking the wooden shaft in both my hands to block. It makes sounds as if trying to speak, surely insulting me and my pettiness. I dive to the side when the serrated edge slashes down on me. Dirt and snow erupt from the ground like lakewater splashing from a falling boulder. My vision is consumed by powder, but I charge forward anyways, channeling all that fury into another swing at nothing. I&apos;m lucky when it connects. The great Chymaeran is furious now, as if it wasn&apos;t before, but it still refuses to use all its strength. Probably to put on a show of little effort for its handlers, I think, before its first connecting swing shatters the butt of the axe, nearly whacking me off my feet. Lyra holds back Sylvia, insisting that I&apos;m &quot;already lost and beyond saving.&quot; I can feel the crack propagate when I strike again: the wooden shaft has hardly any metal left to hold on to.  My strike deals just as much damage as it did before. Absolutely nothing. Maybe a scratch, more just an annoyance, but my mission isn&apos;t to win. The attack I&apos;ve waited for comes after my hands strain from all hard metal contact. I reach, weakly, to block with the wooden throat of the axe, but the force behind the Chymaeran&apos;s blade shatters it like a toothpick.  I&apos;m surprised, but not by its raw power. With such force, its downward strike never even reaches the ground. I look down at my chest: a large crimson line traces from my left shoulder to my right hip. I grasp my chest, expecting my insides to spill, but I&apos;m surprised when the wound is only skin deep. My father always taught me to swing through your target, not just to make contact, and with all the bisected torsos of cadets in the train car I can see now, it&apos;s undeniable.  The Vassal is pulling punches. My fight is over as soon as I fall to my back, and the great obsidian beast stands over me. I don&apos;t have the stamina to flinch when one of the sharp edges of its arms stabs into the shoulder of my bad arm, pinning me against the ground.  I expect it could dice me to shreds like all those other cadets, but all I can see is the pain of this creature. It trembles with an unsettling fear for something so large, as if it tries to speak again.  I can&apos;t move. All I can feel is the amethyst probing further into my blood. The pain subsides as my nerves no longer feel the cold of the wasteland. My arms and legs no longer hinge. My muscles refuse to budge as my breaths grow shallower, and I realize the vassal has granted me a merciful death. I have taken in my surroundings: where the Royal Guards are and where they wait. Now that I know the purpose of this train, we will escape long before it halts, that is &mdash; if the thread can take me back far enough. &quot;I . . . hunger,&quot; it manages, and I don&apos;t make the words out until it leaves. I can feel my strength wane as I lay in the snow. The Royal Guard return to their carriages as the Chymaerans, Lyra, and Sylvia rush to recover me in the last minute.", " It takes several seconds before I can lift myself from the hay bales in the corner of the train car. The rhythm of the carriage returns beneath me, and when the pain of the slash across my chest comes back, I contemplate how unlucky I am to be alive. &quot;What were you thinking?&quot; Sylvia asks. &quot;I just wanted to save you all,&quot; I said, but they don&apos;t seem to accept my version of the truth. I repeat it. &quot;Someone had to do something. To protect all of you. I gave myself so you could live! So you can tell your people what you&apos;ve learned.&quot; But Sylvia and Lyra aren&apos;t grateful. &quot;You weren&apos;t doing it to save us. I saw that look in your eyes,&quot; Lyra says. &quot;You were trying to kill yourself,&quot; Sylvia says. She tensions her fingers around my shirt, jolting me as I weakly sprawl against the hay bales. &quot;Why, why would you do that?&quot; I could tell her it was the guilt from letting Romin and Valentina die, forcing them to be a sacrifice. But when Lyra saw my resolve in letting go, she knew I was resolute in my decision. They wouldn&apos;t understand. They can never understand. But I have to tell them something to get what I want, to get to that sacrifice I have to make, so that I can save everyone I love from being less than cattle to the Afterlife. If this life is so inconsequential, then why is it so hard? Sylvia treads further on the subject I try so hard to avoid. &quot;What did you mean when you said those words, that &apos;you can&apos;t throw away eternal life?&apos;&quot;  &quot;I can return. Over and over and over. If I die, I can go back and change the outcome,&quot; I say. &quot;So if I die in the process of protecting you, then it doesn&apos;t matter.&quot; &quot;Doesn&apos;t matter? All you&apos;re doing is just throwing yourself away,&quot; Sylvia says. &quot;You&apos;re not a tool or a means to an end, you&apos;re a person!&quot; &quot;I&apos;m cursed with the knowledge of how everything will end. You can&apos;t even begin to understand what I carry with me when I&apos;m responsible for everything!&quot; I turn to Lyra. &quot;You came to Blackwater to seek Fletcher after the column of light erupted in the sky. Ten years ago he died saving your life. I told you the trade building would be destroyed, and I wasn&apos;t lying, because I witnessed it the last time, and I did absolutely nothing because I was too afraid. And even the second time around, I still let all those innocent children die.&quot; &quot;Then why did you leave our friends to die without a moment of regret,&quot; Sylvia says, &quot;flipping the hatch of the basement door and deciding for all of us if we would try to save them?&quot; &quot;Because I did try,&quot; I tell her. &quot;I lived the same ten minute period over and over, for days and days and days until it broke every part of me that still wanted to hope. How could I come up with something so crafty in so little time? Do you know how many things I tried?&quot; My voice begins to waver but I don&apos;t care. &quot;I held back Romin. I reached to drag Valentina. I ran out the door with them, only to be shot like a stray dog. I tried every combination of words that might ever convince them, but it was as if fate, not our friends, had polarized them on that decision. So I had to say goodbye to them. I had, and have, to be absolute in my decision&mdash;without hesitation&mdash;or else you and I will never get to see them again.&quot; It doesn&apos;t matter whether they fully believe me. These people are just figments of a past that will soon be forgotten. All I care about is the Essence Lyra promised for joining the First Red beyond the walls, and I have to believe that is still an option. I turn to Lyra. &quot;I have no idea what they plan to do with the thousands of cadets they&apos;re sending beyond the walls. But I know that the great black tar of Endogeny is soon to liquidate the city of all Essence: every woman, child, and man whose generations of life were only lived to be culled like cattle. Three months from now, when Endogeny runs its full course, the Heiress of Purgatory will accept the blessing of the Gods, becoming the first cross-blood Chosen. And not a single life will be spared when all is covered in ash and lava.&quot; All my choices have been played out, and the longer this cycle drags me, the further I stretch away from a chance of that idyllic future.  Sylvia looks at my bare arm and notices something is missing. &quot;It&apos;s gone,&quot; she says. &quot;What&apos;s gone?&quot; &quot;The Chymaeran curse, it&apos;s gone!&quot; I look in disbelief. People always notice when pain arrives, but not when it subsides. My arm still holds the threaded slashes from all the cycles. But the scar from Ellie&apos;s room no longer saturates my flesh in a deep-purple trail.  All that remains is just the faint line where the flesh was severed. &quot;I&apos;ve never seen a weakblood make a full recovery,&quot; Lyra says. &quot;How can that be possible?&quot; I remember the Vassal&apos;s edge that stabbed me to the ground. I couldn&apos;t feel anything after the strike. All I remember was the creature&apos;s reluctance to leave, probably desiring to return for me later when I&apos;m at full strength, when I could give it a fair fight. &quot;Anyways,&quot; Lyra says. &quot;We&apos;re almost there.&quot; &quot;But where&apos;s the stop?&quot; Sylvia asks. &quot;There is no stop,&quot; Lyra says. "], "BodyFormatted": [], "Release": 268, "ReleaseDate": ["09", "26", "2025", "2025-09-26 00:00:00"], "Active": false, "Perspective": "Titus", "Status": "No Status", "WordCount": 0, "Summary": ""}