{"Story": "Firebrand", "Title": "Chapter Thirty-Three", "Subtitle": "Craven Denial", "Act": 3, "ChapterNumber": 33, "Synopsis": "The First Red refuse the premise of their purpose.", "RevNotes": "", "ID": "3.33", "Body": [" &quot;This matter will be tabled until next meeting,&quot; the Secretary says. His voice wavers, and for a man of such power to crumple, I know exactly what truth awaits.  He wets his tongue before it dries like parchment. &quot;As you all know, the highest Carmine in Blackwater are given seals for correspondences beyond the walls. Red are for monthly reports: each division receives twelve. Silver are for important, urgent developments, and they&apos;re only allowed one per year. But gold . . . are only to be used once, for emergencies that threaten the life of everyone in Blackwater.&quot; Lyra&apos;s expression is torn between reassurance and fear. Both her and Raine hang on to the messenger&apos;s next words. &quot;District One. Six hours ago. &apos;Merlot siege on Carmine supply houses led to the deaths of several Brothers. Five supply houses have been burned. Massive ground war between Merlot and Carmine. Street riots in Merlot district have destroyed commercial and residential property.&apos; End of message.&quot; My stomach drops as I wait for the news of Endogeny. Sylvia hangs on the edge of her seat. The Secretary says, &quot;Only one district, Brothers and Sisters. We saw riots like these back in the 73rd year of Blackwater, no need for panic.&quot; The message ends, but the messenger still isn&apos;t done. His hand draws into his pockets, pulling out a handful of envelopes.  The crowd gasps. He fans them out. My eyes can&apos;t count from such a far distance, but even more golden labels reflect under the sun as he raises the next. &quot;District two. Twelve hours ago. &apos;Merlot attacked and burned five Carmine safe houses. Thirty-four dead or missing. Merlot claim they are not behind the attacks. Massive infighting on streets. Carmine and Carmine-allied civilians actively destroying Merlot property, regardless of orders to stop.&apos; End of message.&quot; He pulls another. &quot;District Four. Seven hours ago. &apos;Sixteen dead in assault on . . . &apos;&quot; The messages continue for fifteen more minutes, and the anxiety only crescendoes over that time. It&apos;s after the ninth district&apos;s gold-sealed memo that the Secretary finally calls everything to order. &quot;Enough! We will discuss these in private with the Executive Board,&quot; the Secretary says. Lyra sees her chance to further her point. &quot;You see? It&apos;s time,&quot; she says, &quot;and together, we&mdash;&quot; &quot;Take your seats, everyone! Do not leave. Do not tell anyone beyond this meeting of the news. It will only stir panic when we haven&apos;t made a decision on our response,&quot; the Secretary says.  Lyra&apos;s hand suspends in the air with the Amulet, but no one watches her. &quot;Decision? This is the moment we&apos;ve been waiting for!&quot; &quot;Now&apos;s not the time,&quot; Raine tells her. &quot;We will call a vote, right now,&quot; the Secretary says. There&apos;s no way they can deny it with how this trouble has brewed. The evidence is indisputable. &quot;Vote is now called: should the First Red return to Blackwater?&quot; asks the Secretary. &quot;Point of information,&quot; Lyra says. &quot;Proceed,&quot; the Secretary says. &quot;Our people need us. They&apos;ve been waiting for our return, and this is the moment that will make or break the Carmine.&quot; Raine says, &quot;That doesn&apos;t directly mean it&apos;s time for us to go. There have been great clashes before, but that doesn&apos;t mean the Purebloods are any weaker: in fact, it means they&apos;re stronger, now that our brothers and sisters toil with the Merlot!&quot; &quot;But they weren&apos;t the Merlot,&quot; Lyra insists. &quot;And how would you know that?&quot; &quot;Because the Afterlife was disguised as the Merlot when they attacked us both times,&quot; Lyra says. &quot;They were sewing the seeds of discord between the Merlot and the Carmine for their own gain!&quot; &quot;The Afterlife,&quot; Raine says. &quot;If we&apos;re fighting them, then we need more time to build our strength and plan our tactics.&quot; &quot;Screw tactics: we&apos;ve been strategizing for years. There is no perfect time. That&apos;s just an excuse to bury our heads in the snow and still keep our honor!&quot; The Secretary interrupts them. &quot;We will put this matter to another vote.&quot; &quot;Alright, then. Do what&apos;s right. Remember what we&apos;re here for,&quot; Lyra demands, &quot;we have to put actions to the purpose that gives us pride.&quot; A silence awaits the vote. &quot;This congregation will now cast the vote of return to Blackwater. A &apos;aye&apos; vote sets in motion the return protocol. A &apos;nay&apos; vote withholds our return.&quot; I look around. All their faces are set in anxious horror &mdash; the same cowardice I saw in Romin&apos;s cadets at the foothills of the afterlife. &quot;How many votes &apos;aye?&apos;&quot; &quot;Aye!&quot; I stand. There are few young Brothers and Sisters in the audience who join me. A couple others quietly mutter from the audience, but still remain seated in the grass. Raine is silent, and with him, the rest bow their heads. As they count the votes, I turn around, only to find that Sylvia cowers with them. Lyra stands there with her hand stretched in the air, trying to coerce her, but even in a losing fight, she still refuses. Raine and the Secretary almost look relieved. &quot;Alright. And how many votes &apos;nay?&apos;&quot; The response starts quiet, but grows louder as more voices join: their weakness in numbers, and I see Lyra&apos;s disappointed anger crescendo. &quot;Vote has been called. The &apos;nays&apos; have&mdash;&quot; &quot;You spineless cowards, have you lost your edge? Your own people are dying and all you do is watch!&quot; Lyra says. Raine turns around, relieved. &quot;Calm down, Lyra. A fair vote was taken.&quot; &quot;Do the Carmine of Blackwater who are dying under the thumb of the Purebloods get a vote? Or is it only the purposeless pricks beyond the wall that get to decide?&quot; &quot;We&apos;ve heard enough, Lyra!&quot; says the Secretary. &quot;Chymaeran surveillance in all twelve districts. First Red Carmine, ready in a matter of hours, to press towards whatever target we set. And so many Carmine districts waiting, just waiting, for the prophecy of the First Red to come to them, to tell them it&apos;s time for the final fight.&quot; &quot;Get her out of here, someone,&quot; the Secretary demands, and several eagerly jump to his aid. &quot;They have all the protocols we&apos;ve written, and all we need to do is send a single letter. I&apos;m tired of waiting, thinking any of you are going to change when you&apos;re just cowards, obsessed with a dream of purpose you&apos;ll never &mdash; get your hands off me!&quot; Raine can sense I&apos;m dissatisfied: I stood right beside him, after all. &quot;Why didn&apos;t it pass?&quot; I ask. &quot;This is the time all of you have been waiting for, isn&apos;t it?&quot; He draws a tender look before answering, like a father lecturing his misguided son. &quot;I&apos;m sure you know this by now, but there are very few young Brothers and Sisters beyond the walls. Most of them look to Lyra as the image that represents them. But they&apos;re too young to understand what it means to have something to lose,&quot; he explains. &quot;But isn&apos;t sacrifice the very premise of what you&apos;ve sworn to protect?&quot; &quot;Sacrifice can only be useful if it&apos;s used wisely, Titus,&quot; he says, but his explanation only disappoints and frustrates me further. If only they could be reminded of the people they left. The sentimental value of their lives when it&apos;s not degraded to a distant anecdote. &quot;Where&apos;s the other girl you came here with?&quot; He says, just as bad at remembering girls&apos; names as his son. &quot;Now that the two of you are together, we can finish your orientation.&quot; We&apos;re not quite on speaking terms after our last fight, but I scan for her anyways. I wave to her and she approaches. &quot;What do you want?&quot; She asks. &quot;We need to finish orientation,&quot; I say. &quot;Of course,&quot; she tells me. Then she turns to Raine. &quot;I&apos;m glad that vote didn&apos;t pass.&quot; &quot;Same,&quot; Raine tells her. &quot;And in time, I know your friend here will come to appreciate what we&apos;ve built, and how he can contribute.&quot; She tries to meet my eyes to confirm Raine&apos;s rationale, to say she&apos;s right and I&apos;m wrong. If only any of them could understand what they&apos;ve abandoned; how much they&apos;ll regret their dithering when they see everyone is dead. But this is their world, and it will never be mine. &quot;Are you ready?&quot; Raine says. I realize he&apos;s already transferring Essence, the same way he did with me. &quot;It&apos;s an amazing feeling. But don&apos;t let it scare you, Sylvia, or can be a lot the first time.&quot; She closes her eyes, trying to release the tension she draws to resist the pain. &quot;Go ahead,&quot; she says. I watch the blood jointly pool between their palms. That same electric sensation rises inside of her like tinnitus of the flesh. Raine twists his palm, and in an instant, Sylvia grasps her head with her other hand. &quot;Gods &mdash; what is that? It hurts!&quot; She says. &quot;Hurts? It&apos;s not supposed to hurt,&quot; Raine says. &quot;It feels like being under a massive waterfall, like heavy gravity pointing inside you instead of down.&quot; Sylvia releases his hand, and I can see the inklings of a sight I could never forget. It takes only the slightest Essence to instigate that side of her. &quot;Is she alright?&quot; Raine asks me. &quot;I hardly transferred anything. I didn&apos;t even really start.&quot; Sylvia mutters something indiscernible. &quot;Huh?&quot; I bend closer to her. &quot;Fridging cowards,&quot; she says.  Raine still bends back: it&apos;s inaudible to his old ears. &quot;They are,&quot; I mutter. &quot;Two-hundred ninety-three times around since last time,&quot; she says. &quot;You&apos;re lucky I can only peer through a sliver of this earthly form. Will I have to destroy this timeline, too?&quot; My heart short-circuits on a skip, and when I muster a breath, it feels like it won&apos;t start again.", " I can feel the Essence try to surge inside her, but I&apos;m fortunate it&apos;s not enough. I&apos;m the only one who notices the faintest glow in her, because I&apos;ve seen this all before. &quot;Why do you torment me?&quot; I ask. Sylvia grasps her head. &quot;Wh-what are you talking about? The argument? I&apos;m sorry&mdash;&quot; she groans. But I&apos;m too focused on that panic that twists my stomach. If the air weren&apos;t so fresh, if it were sullied with the slightest smoke, I might vomit, but I manage to hold it back, clutching my chest. &quot;What happened to the two of you? What did you tell him, Sylvia?&quot; &quot;Nothing,&quot; I tell him. &quot;I was just really afraid for her, that&apos;s all.&quot; &quot;Well we don&apos;t have to do this now,&quot; Raine says. &quot;It&apos;s been a long day for the two of you. I&apos;d grind every ounce of effort out of you if this were another day. But today I&apos;m in a good mood.&quot; <em>Of course you are</em>, I think. <em>Your outwaller vacation</em>&apos;<em>s been extended even longer!</em> Raine says, &quot;Report back to the Barracks and get some sleep. We&apos;ll try all this again tomorrow.&quot; I lift Sylvia to her feet as Raine joins the exodus of the First Red. The pain is still deep behind her eyes. &quot;Did it happen to you, too?&quot; &quot;What?&quot; I ask her. &quot;When you got the Essence transferred to you. That visceral flash of something &mdash; not quite a dream &mdash; so convincingly real. It was horrifying,&quot; she says. &quot;What did you see?&quot; &quot;It was a dream. I was so big, and you were so small, and I . . . I couldn&apos;t resist the force behind the voice, that voice I&apos;ve heard for years, that whisper . . . all I felt was the longing to protect you. You were so sad, tired, and scared, but I wasn&apos;t in control, I was a passenger, just like watching one of Val&apos;s pictures, and for the first time, that voice took control of more than just my thoughts.&quot; &quot;You remember that?&quot; I ask her. &quot;Remember what? It was just feelings, flashes of light and sound,&quot; Sylvia says. &quot;A dream.&quot; &quot;But that voice. Why can&apos;t you beat it or make it go away?&quot; I ask her. &quot;Because it&apos;s resilient to anything I try,&quot; she says. &quot;It&apos;s not just a voice. It&apos;s you. It was all real! Don&apos;t you want to know where we came from?&quot; &quot;What are you implying, Titus?&quot; She asks. &quot;What are my dreams to you?&quot; &quot;What you saw was a past reality I witnessed. You&mdash;&quot; The panic returns to me when I try to remember, my lungs coughing smoke, the entirety of Blackwater wiped from existence. &quot;What did I do?&quot; &quot;You &mdash; lost control.&quot; &quot;Of what?&quot; &quot;Of that power inside you,&quot; I tell her. &quot;It&apos;s divine blood. You have that . . . side, of yourself, locked away,&quot; I say. &quot;I don&apos;t believe it,&quot; she says, and she&apos;s getting visibly upset. &quot;I don&apos;t believe any of that!&quot; &quot;Why can&apos;t you try? We can try it again, right now. I have just enough Essence. Believe me,&quot; I say, withdrawing my pocket knife, but she shirks back. &quot;No. No,&quot; she says, &quot;I&apos;m not going through that again.&quot; &quot;Why are you so afraid of it?&quot; I ask. &quot;Why can&apos;t you try?&quot; &quot;Because next time I might lose myself entirely. Let&apos;s live here instead, the two of us!&quot; I tension my left fist as my right fist closes the pocketknife, drawing it into my pocket. &quot;All of you here, I swear to the Gods. You&apos;re all just cowards.&quot; &quot;What did you just say?&quot; She says. &quot;You all just dream of a better future, thinking one day it will all be different, as if all your thoughts together could will it into existence,&quot; I say. &quot;But if doesn&apos;t work like that. And Lyra&apos;s Gods-damn right: if someone doesn&apos;t wake you up now, you&apos;ll regret all of it when it&apos;s too late!&quot; I realize we&apos;ve been walking towards the barracks for the last five minutes, so focused on the conversation I forgot to take in my surroundings, the loudness of my voice. &quot;If all that you talked about is real,&quot; Sylvia starts. &quot;If you are killed, or kill yourself, and manage to go all the way back, then what happens to the me right now, right here?&quot; I pause to think. It&apos;s hard to imagine my value through other people&apos;s eyes when I&apos;m just a resource. &quot;What will happen to me when I find your body? Can you live with that, knowing all that grief you&apos;d cause me, and all your friends?&quot; She waits for my answer, but I don&apos;t have one for her. &quot;How many people have you left behind to grieve?&quot; she asks. &quot;All the times before, there hasn&apos;t been a single person to remember me,&quot; I tell her. &quot;But it doesn&apos;t matter. They can get over me. I&apos;m just another guy whose name the world will speak one day for the last time, just like everyone else.&quot;  I duck my head as I look at my arms: how many scars have formed on my wrist. Yet I know each one of those lives, if they persist, are doomed to the very purging that Sylvia&apos;s other half condemned them to. &quot;It&apos;s selfish, the way you don&apos;t value yourself,&quot; she says. &quot;And if I can&apos;t convince you of all the grief you can unwittingly cause, then all I can hope is that one day, in some reality, you can love yourself the way your friends and family truly cherish you. One day, you will realize that can be enough.&quot; &quot;I still have a vision,&quot; I tell her. &quot;Maybe that day will come. But I&apos;ll never give up, I&apos;ll never be done until you, and everyone, have everything you deserve.&quot; A breadth of silence later, we stand atop the porch, and as soon as the rusted hinges of the barracks&apos; back door screech, our argument ends at an impasse. She&apos;ll always continue being afraid, and I&apos;ll always continue fighting to save her.  That night, I wait until Sylvia falls asleep in our tightly-packed dormitory. I sweat from the heat, restless with our window open as I stare at an unfamiliar ceiling in my cot. That anger is still inside me. The anxiety of time dragging me further and further away from that branching point sets me on eternal edge. I&apos;m too scared to shut my eyes and dream of their final lamentations. I&apos;ve seen them enough times to remember every detail of how they died. And somewhere, up the streams of these branches spreading outwards, the real version of all these people wait. Two hours pass before the woman sleeping next to me is a stranger. There are no brakes on this train that heads for a gorge; an unavoidable, zero-sum, ill-fated end. I don&apos;t have to ask forgiveness from anyone that won&apos;t be around to remember, so I leave my guilt and soul at the window, along with the sleeping girl. "], "BodyFormatted": [], "Release": 296, "ReleaseDate": ["10", "24", "2025", "2025-10-24 00:00:00"], "Active": false, "Perspective": "Titus", "Status": "No Status", "WordCount": 0, "Summary": ""}