{"Story": "Firebrand", "Title": "Chapter Thirty-Five", "Subtitle": "Timeless", "Act": 3, "ChapterNumber": 35, "Synopsis": "Titus finds himself deep within the Undercroft.", "RevNotes": "", "ID": "4.35", "Body": [" This place wasn&apos;t erected as a prison two-hundred years ago. All the ancient farming tools tell a different story of why it came to exist: purposed as a tool for infinite, bountiful harvests beyond comprehension, feeding the masses of this frozen landscape for generations. Each level is unfathomably tall and wide, spanning so high it&apos;s impossible to tell the ceiling, each floor latticed with an intricate maze of patterned walls and rooms that act as structural supports for the great openings of grass fields. There are three great columns of light stretching from freedom to the bottomless depths below: the dome we saw was only the tip of one of them. We&apos;ve counted fifty-three sleeps in lieu of days, and looking up from the second level to the sky above, it took twenty-five of them before the sun crossed the sky. I hardly talk to Vera&apos;s fireteam. I only talk when I have to. They spend most of their time reminiscing between tending the fields and busy work. I spent a week of free time watching a single bird cross the span of the dome &mdash; the only fortunate feature of this dungeon being the boundless harvests of produce from the lower floors. We all know we&apos;re being fattened up for the harvest. The food we produce is sent back on the trains to the main city as feed for the rest of the civilians, so much that it&apos;s almost impossible to store. On the level above, it&apos;d be a year before another train of cadets arrived. Down here, Isla told us it would be another thirteen YEARS &mdash; just enough time for the tens of thousands of cadets to be processed here for the next batch. She uncovered the nature of this dungeon in a couple days from just water droplets. She ran the math in her head of how long it took them to fall, with some geometric math of how high the ceiling is.  The time of the floors below are unknown to us. At least for Isla&apos;s experiment, the raindrops accelerate and flatten so quickly that it&apos;s impossible to tell. Isla says that at a constant rate, the ones below us would live ten days for every one of ours, and if there&apos;s anything below that, roughly one-hundred-and-thirty days per day for them. All we know is that cadets keep disappearing. All I can manage to guess is that nearly ten thousand are on this floor, but every week we&apos;ve been here, it&apos;s been enough to notice, and it always happens at the same time. If you stand near the exact center of the three empty columns and hold your breath, hoping the silence is enough to coax out the faintest sound, some cadets swear you hear clashing metal somewhere high above, so slow and faded like a bow drawn against strings. But the mysteries of this place don&apos;t matter me. I&apos;ve been trying to steel myself for something I know is coming. I don&apos;t want to make better friends with any of them or else it will be harder. And after the endless stretches of exhausting labor, the only place I find myself is back in the room of a hundred bunk beds, guarding the few possessions I&apos;ve accumulated in my time here. The only thing I have space for is the words of the ones I betrayed. All the insanity of living and dying feels like a distant anecdote because it only lasted for two weeks of continuous time, and the threads on my wrist are the only proof of it, or else I&apos;d believe again that death was permanent. The same day they called us to &apos;Victory Row&apos; was the same day the moon crossed the dome&apos;s threshold. We were grouped together by the train we came on: all of us the self-proclaimed &apos;strong&apos; with untenable beards and longer hair. It mystifies me how Vera still preserves most of her appearance: I guess that, to her, it is all she has left to obsess over. &quot;Your time has come. I hope you&apos;ve all trained well,&quot; our same chaperon tells us. He&apos;s far older now, telling us he&apos;s been a level lower this whole time.  I ask him about his age, and he shakes his head.  He says, &quot;You might think we&apos;re the ones in power here. But all of us, captor or slave, are just pawns for the Afterlife.&quot; I haven&apos;t seen Vera, Isla, or Jarrett in ages: they&apos;ve mostly kept to themselves. For so long, Vera thought her sister was still alive from what I told her, that &quot;they&apos;re all waiting,&quot; and after she realized the hollowness of my words, she refused to speak to me since. &quot;Two-hundred-and-fifty-six of you will enter,&quot; he says. &quot;Most of you will lose your lives to the people next to you. But the few that persist will be the greatest champions of the Afterlife, earning your place among our ranks. This is why we raise the greatest soldiers in this entire world, the most fearsome force against all the other races. Because they&apos;re not only the best of their class: they&apos;re the best of the one percent of the one percent, hardened through learned bloodlust and vicious carnage, untouchable by any force of nature.&quot; He points to the levels below. &quot;You probably still wonder what happened to the ones that said they were weak that first day. They outnumbered all of you. That detail probably slipped your mind, didn&apos;t it?&quot; Several of us nod. &quot;They were the ones that kept you, our most valuable resource, alive and fed, so that you wouldn&apos;t succumb to the diseases and starvation that killed the majority of them. They keep the city of Blackwater fed, so that the civilians can raise new cadets to take their place. You are all the losers: producers or fighters, the weakest class, but the civilians are the victors of the Academy, the top third, the ones whose blood and intellect was great enough to keep them at the top, the genes we need. And you,&quot; he says: &quot;you are just the dirt we pan for specks of fools&apos; gold.&quot;", " Every time I shut my eyes to sleep I&apos;m there again, and even in the face of peril, my mind refuses me a dream of peace and comfort, inching closer and closer to that unspeakable end I wrought upon them, thinking I could go back at whatever cost.  I&apos;m not like them, and I will never be: the way the Afterlife indiscriminately kill to preserve their dream of a Golden Age, because my vision is real, and I can feel it waiting there on the other side. How much I&apos;ve given to get to this point. My guilt is just a natural flaw that holds me from that path, and the more I forget that feeling of unity, the closer I get to that certainty I can make it to the end. I dream of that windowsill, how many hours I spent waiting there, and anytime I sit in the silent echoes of the prison cells, I clearly remember that moment the anguish of failure finally suffocated that fear of evil.  I looked at the girl sleeping next to me until she became a stranger, until I felt the truth that I was born a sacrifice, that I could field their hate and loathing forever if it meant they could be truly free. And so I left the windowsill open, thinking she was asleep when I snuck between the buildings, unaware that I cast a silent shadow. I made the decision to act so I didn&apos;t have to later, and it made it easy: almost as easy as how defenseless the entire village was against itself. But the memory always ends when I reach that unlocked door, when her voice picks up and stirs all the people awake, how angry I was with her that she held to that dream of another life with me. But I did what I had to.  The cells on the second floor are shoddy. I can tell how ephemeral each cadet&apos;s stay was from the names etched into the walls as the last fading testaments that they were here. Paper scrawled in ink with last messages and poems, requests for messages to carry by those that survive. Several are names I recognized from roll call in the vast expanse below, but I&apos;m just shocked how many of them there are. I nurse my headache from the time dilation before I lift the ink pen from the table. So many personalities scrawled on all these pages: blocks of misspelled words in short sentences of messy letters; others with perfect, arcing cursive; some with pictures or jokes; others as replies to past prisoners that have already lost. <em>Dear Sylvia,</em> I write, but then I find myself staring at the vacant space beneath, waiting for my call with no answer. There&apos;s so much I didn&apos;t tell her when I had the chance, so many things this meager corner of a page couldn&apos;t hold. Maybe today I&apos;ll die, or tomorrow, and fate will drag me right back here again to the same blank corner to write it all again, or to stare at it, to either drown in the guilt of how I left them or count how many chances I wasted in expressing myself to her. My head sinks to the desk. My soul is exhausted when all I do is preoccupy myself with busy work &mdash; just like I always have. A knock saves me from all that history catching up to me: it rattles on the large steel door, and a latch beneath it opens. <em>Strange, </em>I think to myself. <em>They already fed us.</em> I expect a silver tray to stick through the metal slat, but it&apos;s something else. The visitor has manicured nails, nothing like that of any guard&apos;s&mdash;who would take the time to style themselves when all there is to do is dig and age? &quot;Who&apos;s there?&quot; I ask.  But before I can approach or catch a glimpse, the latch slams and I hear footfalls of the visitor running away. I look down at the floor, and in the dim light I find a single slip of crumpled paper. I pull it at the edges, trying to discern the scrawlings written on both sides, and so I lift it towards the ambient light of the corridor. There was little space to write anything, even narrower than that corner of a page I gave up on.The writing is deep purple and so neat it looks as if it were torn from a newspaper. I read the first side. &quot;YOU NEVER GAVE UP,&quot; it says. And then I flip to the other side. &quot;STAY ALIVE FOR ME.&quot;  But that&apos;s all the stranger could manage.  All I can imagine is that it&apos;s a mistake.  I gave up on everyone. So I re-crumple the note and throw it back in the hall before sprawling on the sheets of the small bed, my feet hanging over the sides, the sheets more sordid and rotten than the ones at my loft.  All I can focus on now is preparing myself. And when the three hours passes, when the door unlocks and I&apos;m brought to the first trial, I tell myself that I&apos;m ready. <em>Dear Sylvia, </em>the page reads. <em>You were wrong.</em>", " &quot;Decisiveness is a virtue. Only when you fully commit to anything, can you operate at your best. When you prioritize something, a people, your own life over others. Because when you hesitate, or when you make allowances for the weak, you both will die.&quot; They blind our eyes with cloth so the words will carry resonance. To many they will fall on deaf ears. But to me, they speak the highest truth. The only other sense I have is the coldness of my calloused feet on the ground, stripped of shoes just like all the others, and I can hear their footsteps in the jagged stone hall. At one point they counted us off in twos and divided us. When Isla figured out she was behind me, she tried calling my name to get my attention.  It was a relief when they took her away. The turbulent draft of air grows stronger as we march through the caves. It&apos;s how I can tell we&apos;re getting closer to one of the three hollow columns. I hear the rapid clattering of tools somewhere distant, high-pitched and fast like rusted fan blades, rasping shouts and voices as quick and indiscernible as mice feeding on scraps. It&apos;s remarkable how quickly the lower Cadets that called themselves strong adjusted to this place &mdash; even Vera and her fireteam. They built relationships with each other, and those friendships made them weak. That&apos;s why now they regress to that same level of panic. The fools built something again they knew they would have to lose, and now that the Afterlife comes to collect on their promise, they shiver and tremble, chattering the chains that bind their wrists behind them, voices wavering, calling the names of allies and estranged loved ones for comfort: people they know they&apos;ll never see again. It&apos;s then that I hear a word, softly, inches away from my ear. &quot;Titus.&quot; I nearly jump out of my skin. &quot;Hang in there just a little while longer,&quot; a woman says. I try to trace back the voice, but my eyes are covered, and the hallway gets darker as we walk through the last stretch. I never saw the full extent of what I wrought upon the Backwoods, only glimpses of the aftermath when the Afterlife apprehended me. Could it be Sylvia? No. Impossible. And not Lyra either, though this voice carries the same softness of both of theirs. Maybe I forgot its texture after all these weeks. Maybe they ended up with me, coming from a different train car, maybe they got over it all, maybe they understood&mdash; &quot;Use the thread. I can get you back,&quot; she insists. It catches me off guard, and when I about-face, the guards are quick to bash me back into rank. There are few people I told this truth to, and most of them are dead. &quot;Sylvia? Is that you?&quot; I ask. I feel an excitement rise in my chest&mdash;I can&apos;t remember the last time I spoke her name. But as soon as I catch myself in that moment of vulnerable sincerity, I remember the torturous hell of whatever trial awaits, and re-galvanize myself against it. We stop when I run into the person in front of me. The wind whistles in my ears. My stomach drops, and I smell the burning of something living. &quot;Decisiveness, as I said,&quot; the voice says. &quot;The ability to take action without hesitation. You will be tested on this today, whether you can prioritize strength over weakness. The losers will be mulch in the lowest gardens. Your flesh will rot to bone before the next round even begins!&quot; I&apos;m near the front of the line. Through the pinhole lights I can guess four people in front of me. The smell of burning grows stronger: the same stench from the burning trade building, and the more I focus on that horrible odor, the more I have to fight to keep myself from losing it to that future memory of ash and soot; that promise of oblivion that forever hangs over my head. &quot;All you have to do is make it across.&quot; I breathe deeper. I meditate on that vision I&apos;ll earn at any cost, and I tense my weakened muscles in my cadaverous form. I hear curses of two cadets as they yelp from some sudden pain. It has begun. &quot;No, no . . .&quot;  Something sizzles like a dry scalding pan catching drops of water: one-two, one-two, as two smudges converge at full speed. Hesitating, they slow down as they approach, to the dismay of all the unblinded guards. I hear screams when they stop. The sizzling grows louder after the twelve seconds have passed, and when I hear the two cadets collide in to each other, wavering before they collapse without the balance of their bound hands, they fall headlong into oblivion, their voices high and shrill before they disappear into eternity. &quot;Next!&quot; Two more rush, and as I approach, I find I can see them easier, backlit by tendrils of moonlight and electric lamps. The nearest cadet shouts with all he has, drowning himself out of any chance of hesitation. On the far side, the other cadet stalls, but once their feet scald on the metal beam, they&apos;re forced to move without anywhere to go, jumping off the beam to hang on the side. The closest cadet makes it to the other side without a hitch. I hear the sound of anguish when the fallen tries to left herself, only for the metal to burn her hands and cast her to the bottom along with the other two. All that separates me from the start is one challenger. I step down as I approach into a puddle of cold water. I&apos;m still trying to get myself to that edge. I meant to drive that knife several weeks ago. It was my intention to kill. I&apos;ve changed. I&apos;m nothing like I was, and ever since that point I threw the hatch to leave my two closest friends to die, I&apos;ve been changed forever. Another scream. I feel fingers fondle the knotted fabric of the blindfold. My stomach drops. I can feel the radiant heat of the beam, and I can&apos;t turn around no matter how much my instinct pleads me to. &quot;Next!&quot; I&apos;m already moving before the sensation of light returns to my eyes: feet wet, like walking in coals as they sizzle in the heat, scalding that thin layer of protection. Thirty yards and I&apos;ll be there. I can&apos;t look into the eyes of the person across from me: all I can do is go lowest, drive straight, and hope I buck them from the rail. My breaths are heaving, and my mind obsesses over how my steps pattern with them. Left. Right. In a straight line, no room for failure or else the timeless void will crush me before I reach the bottom. Eight steps now. My feet start to burn so I clamber on my heel and toe. I can feel the other person getting closer, driving just as fast as I do, when in a breathless shout, I hear them. &quot;Titus!&quot; It&apos;s Delvin. The skin-and-bone redhead cadet that died to Endogeny in the last life; the one that tried to take Sylvia and get further with me; the pathetic runt weaker than she is. I load up all the anger: the jokes I heard he made about me and my restless fight to get to the top of the class, calling me a &quot;shut-in workaholic&quot; while Sylvia stood beside me. How angry I was, though I said nothing. Thinking he and his fireteam are better than us because of their rank when he contributes nothing to them, just drags them down. This world doesn&apos;t need him. I can remove him and nobody would notice. He deserves to&mdash; &quot;Duck!&quot; Step seventeen is on my left foot. I bend down, and it&apos;s just in time for my dominant leg to push with the last ounce of fleeting strength my emaciated muscles can muster. My body is so light. I float through the air, high enough that I can almost feel time&apos;s deceleration when Delvin ducks beneath me. I realize the source of that voice when I cork halfway through the air, flipping sideways with my hands bound behind me. My head twists forward to continue on that same straight rush; my long, overgrown hair bobbing between my eyes before it springs back like my legs; my feet begrudgingly accepting the heat of the beam when they return. The guards guffaw. I thought they&apos;d be angry at my moment of weakness&mdash;cast me from the beam, but all that matters is that they&apos;re amused. I arrive on the other side, and turn around once it&apos;s safe to do so. Delvin meets my gaze and offers the slightest nod before continuing into the shadow of the tunnel. I see a hundred or so blindfolded cadets all waiting for their fate, knowing less than half of them will emerge from the shouts alone. They push me forward as the next commencing shout reverberates. There is no comment or celebration, just the dwindling of fighters that trained their whole lives to throw it away in a pathetic game. Somewhere my watcher witnessed everything. They told me to hold on no matter the cost but I cheated that, and despite saving threads on my recyclable life, I feel disappointed. They return me to my holding cell. I commit the full scope of the snaking corridors to memory before they lock me away, though I know there&apos;s nothing I&apos;ll do. On the desk sets a bountiful meal and a single apple. A tent card faces the caged window, overlooking another vacant column of air. I turn it around and read its scrawlings in the dim light, expecting it to be from my watcher, but the text is printed. WELCOME FIREBRAND! CONGRATS ON YOUR SURVIVAL.   "], "BodyFormatted": [], "Release": 310, "ReleaseDate": ["11", "07", "2025", "2025-11-07 00:00:00"], "Active": false, "Perspective": "Titus", "Status": "No Status", "WordCount": 0, "Summary": ""}