{
  "Story": "Firebrand",
  "Title": "Chapter Thirty-Six",
  "Subtitle": "Pulling Punches",
  "Act": 3,
  "ChapterNumber": 36,
  "Synopsis": "Titus contemplates the value of his humanity. A stranger solicits him.",
  "RevNotes": "",
  "ID": "3.36",
  "Body": [
    "<p>&emsp;There&apos;s far less noise in the adjacent cells when I close my eyes to sleep, but across the hollow column I can hear sobbing of remorseful firebrands. Beyond this cell, I can make out the faintest, almond-shaped sliver of night sky, and I tell myself the bright colors of dawn are just hidden by the edges.</p><p>&emsp;I trace my fingers across the threads of my wrist. How many more times will it take to be free? Is this privilege limited? And if so, can I see my loved ones again without having to return?</p><p>&emsp;The cot is firm, but the static of exhaustion still rings in my ears. </p><p>&emsp;My mind blesses me with a kind dream this time, and reality dissolves in the space between sleeping and waking. </p><p>&emsp;I hallucinate her voice. &quot;If you take a nap now, you&apos;re not going to be able to fall asleep at darktime, Tie,&quot; her voice says, smooth as silk. &quot;Do you still want to meet Dad and Grandpa &apos;Ev at the park?&quot;</p><p>&emsp;&quot;Where&apos;s Dad?&quot; My voice is small.</p><p>&emsp;&quot;He&apos;s still on patrol &mdash; but if we don&apos;t catch him before he walks back, he&apos;ll come home and get all tired,&quot; Moira says. &quot;What&apos;s wrong? Why are you crying?&quot;</p><p>&emsp;&quot;It was terrible! They took Ellie, and everyone died, and I was all all alone at the end,&quot; I tell her.</p><p>&emsp;&quot;That was just a dream,&quot; she says.</p><p>&emsp;&quot;But it all happened! I know it did. You died, and Everett killed you. He left you in the basement of the storehouse!&quot; Her expression remains perfectly still. How horrifying Chymaerans are when they portray their host. &quot;It&apos;s not really you.&quot;</p><p>&emsp;&quot;It&apos;s so much more complicated than that,&quot; Moira says, &quot;but I was forced into a role I didn&apos;t want to steal. That decision was made for me. But that doesn&apos;t change the fact I love you. In fact, by the time I had Ellie, I had already been your mother longer than she ever was.&quot;</p><p>&emsp;&quot;Where did you go?&quot; I ask. &quot;What caused you to leave us, was it Clint that night?&quot;</p><p>&emsp;&quot;We&apos;re going to see them. And then you&apos;ll know everything. I know you&apos;ve waited so long, suffered over and over and over again, but you need to hang on just a little bit longer. But she&apos;s coming. And she&apos;ll take you to all of us.&quot;</p><p>&emsp;I feel her hand cup the side of my face. The last sensation I feel of her is the coldness of her fingers as that touch dissolves away, and I&apos;m ripped awake on light sleep when something clatters on the floor in front of me.</p><p>&emsp;The first colors of dawn are fixed in the almond-shaped sliver of sky, and orange radiates on every surface the sluggish sun shimmers. I reach for covers to throw aside, but the surface I sleep on is bare, and the left side of my face is cold from sweat.</p><p>&emsp;Still half in that dream world, I squint my eyes and look at the floor, finding something black and reflective right in front of the steel door. I drop my cold feet to the floor and stumble forward.</p><p>&emsp;The amethyst crystal faintly glows when I raise it, and I feel the energy of something calling to me. A scrap of paper is coupled to my necklace by the pendant&apos;s chain.</p><p>&emsp;&quot;WE WILL MEET AGAIN AT THE END,&quot; it reads, and when I finally realize the source of these messages, I realize I was a fool to think it could have been anyone I knew.</p><p>&emsp;I return the necklace to its rightful place around my neck, motivation for what I have to make it home to. But that past life shows me I just might have a chance if I can defeat the sender &mdash; my watcher &mdash; waiting to challenge me after I lost our skirmish beyond the train car. The Heiress of Purgatory is flooded by the Essence of the cadets she kills, the great beast of the Afterlife, the future weapon that will bring Blackwater to its fated end.</p><p>&emsp;And if I can kill them, absorbing their Essence before the Afterlife can obliterate me &mdash; then Gods know how far back I can ride the thread, maybe all the way to the beginning of everything. I just need the courage to do whatever it takes, because the next time I&apos;ll have no chance to cheat or hesitate.</p><p>&emsp;They don&apos;t waste any time keeping us in the cells. We&apos;re a commodity in mass-production, pinions in the gears of this great machine; so many to process with so little that last the eternal day. And so they force us from our cells to the next challenge, without a blindfold to cover our eyes, led through a new series of twists and turns to meet at the heart of the second floor: an arena adorned with rocks and uneven terrain.</p><p>&emsp;They do nothing to mask the bright crimson colors from skirmishes long past. All the rocks light enough to lift are emblazoned with dried red. Instruments of war shimmer in the eternal dawn, where their cracks and scratches speak to decades of continuous abuse.</p><p>&emsp;&quot;Form two lines,&quot; he instructs, and the firebrands swarm into two ranks: scrambling for the back, opposing the rush of any dining hall where they fought for first meal.</p><p>&emsp;I&apos;m pushed to the front again, but all I want is just to get this over with before I lose that edge. I&apos;m too distracted with holding that mental toughness to recognize the firebrand that stands beside me, stripped of that pompous appearance granted to her by wealth and royalty. And when we realize our equal standing in both lines that approach the battlefield, she refuses to accept my camaraderie.</p>",
    "<p>&emsp;&quot;Get over it, Vera,&quot; I tell her. &quot;We don&apos;t get a say here.&quot;</p><p>&emsp;&quot;Then why didn&apos;t you tell me? You had me believe for weeks that she was still here, not dead somewhere on the streets of Blackwater!&quot;</p><p>&emsp;I&apos;d apologize if it meant anything.</p><p>&emsp;&quot;Why, Titus? Just tell me!&quot;</p><p>&emsp;&quot;You couldn&apos;t handle the truth of what happened to her. You can&apos;t even handle your part in it,&quot; I say. &quot;She killed herself, alright? For absolutely nothing. Because your family made her think that&apos;s what she was worth!&quot;</p><p>&emsp;&quot;I was the only one that reached out to her, out of all of them,&quot; Vera says. &quot;Vanna and Virgil are far too young to understand what makes her different in their parents&apos; eyes. You know I&apos;m the reason she&apos;s still on the estate, did she tell you that? Or have you just decided that I&apos;m the source of all her pain?&quot;</p><p>&emsp;The first round of Firebrands skirmishes in front of us. Two more pairs shiver in anticipation. &quot;You should have been on that lift. But you didn&apos;t this time. Why didn&apos;t you go?&quot;</p><p>&emsp;&quot;I couldn&apos;t leave things as they were. And that dragged all the rest of my fireteam into this mess,&quot; she says. &quot;I don&apos;t know how you know about the lift, what you mean by &apos;this time,&apos; but she was supposed to board with us, and I&apos;m the reason she was still on the list. I would never leave my sister to die, regardless of how much my mother Victoria hates her, believe me,&quot; she says.</p><p>&emsp;&quot;All the fame and recognition. The top of her class, the star of Blackwater, and yet she died still trying to prove the value of the name she created,&quot; I tell her. &quot;Sylvia was wrong. This isn&apos;t a reality where any of us deserve to suffer. I can&apos;t accept any of this. And we need to survive no matter what it takes.&quot;</p><p>&emsp;The next group is pushed into the crucible with nothing, told to scrounge for the tools that will grant them their survival.</p><p>&emsp;&quot;Do you really think you can bring yourself to do it? I saw what happened in the train car, but, you know&mdash;&quot;</p><p>&emsp;&quot;I can do it,&quot; I tell her.</p><p>&emsp;&quot;And if it&apos;s Delvin? Or Isla? Or Jarrett? Then what makes us deserve to live over them?&quot;</p><p>&emsp;&quot;Whoever clings to life the tightest wins. Whoever can persuade themselves of the most unshakable reason to survive will find that last strength when they need it.&quot;</p><p>&emsp;&quot;And you think you have that,&quot; she says.</p><p>&emsp;&quot;I have that more than anyone here. Because I still have hope. I know that I can save us. And I&apos;m not afraid of dying for that.&quot; I can convince myself if I commit it to words.</p><p>&emsp;&quot;Everybody is already dead,&quot; she says. She bows her head. &quot;My sister. The whole rest of your fireteam. And Gods know if the others are alive. What&apos;s left for any of us when everything is gone?&quot;</p><p>&emsp; &quot;Whatever we can scrape from what remains.&quot;</p><p>&emsp;We toe the line when the next pair leaves, realizing it&apos;s impossible to see the other side of the arena, besides the great wall marking its border two hundred yards out. Above us is another grand window to the sky, where continuous dawn radiates the rugged terrain in a thin orange haze, casting just enough light to shimmer the instruments of war strewn about the field.</p><p>&emsp;My mind already spins the workings of a plan.</p><p>&emsp;&quot;Divide and conquer,&quot; I say. &quot;We outmatch all of the cadets here. We have a solid shot here, Val, just don&apos;t lose your&mdash;&quot;</p><p>&emsp;&quot;Val?&quot; She asks.</p><p>&emsp;&quot;Vera. Sorry. Just don&apos;t lose that edge,&quot; I say.</p><p>&emsp;From between the rocks, a single cadet emerges triumphant, grimaced with an expression of emotional exhaustion. </p><p>&emsp;&quot;Four went out, and one returns,&quot; says the guard tending the gates. The survivor has bruises all up their neck, eyes bloodshot, hands trembling as they shamble past the gate. &quot;Whatever you can find is a tool to get the upper hand. This is not about just having the courage to kill anymore. It&apos;s about plotting and following through.&quot;</p><p>&emsp;We step in front of our usher, waiting for the moment of deliverance to come. He raises his arm and fires a flare into the air. The surge of anxious energy is electric, riding the nerves from my core into every extremity, charged with such energy it&apos;s unbearable to keep it inside.</p><p>&emsp;The furthest flare blasts. Motion fires all my frail limbs at once, so starved from sedentary stillness that my feet tear the thin grass in tufts of dormant tan. I scan the ground for anything that can aid me: I was trained in everything they&apos;d teach me, far more than all these other frail firebrands.</p><p>&emsp;I don&apos;t let the anticipation of the cadets on the other side to shake me from my focus. So many bloodied rocks are scattered with a signature stain on each of them, and in the shale sand, several broken blades of the cheapest metal crumple to age and wear.</p><p>&emsp;All the good weapons are surely in the center, brought by every poor bastard that failed to use them well. I split right as Vera hangs left, hoping to find anything as I scrounge between the rocks. There&apos;s a pole-axe splintered in half, too top-heavy to drive it at anything and not lose it, but I grab it anyway, because if I can have any weapon whose iron isn&apos;t the quotient of spilt blood, it puts me high above fisticuffs and rocks.</p><p>&emsp;It hangs uncomfortably in my white-knuckle grasp, holding an arm&apos;s-length of shaft at its jagged end. The eye of the metallic head wobbles at its shoulder, enough for no more than a single swing, but I&apos;m more afraid of that moral anxiety that made me hesitate in the train car, and as I approach the center of the long-abandoned growing chamber, I grow leery in the absence of conflict.</p><p>&emsp;I spend a moment longer nestled in a burrow of rocks, holding my breath as I take in the faintest whispers in the air, but all I hear is the distant clatter of tools. Anticipation is half the mental battle, but too much of it leads to sloth, and the longer I wait for the signal of anything, the greater that voice of conspiracy rises.</p><p>&emsp;Unable to wait any longer, I shamble to the top of the outcropping to take a higher view. Guns would be too quick a weapon for what they&apos;re trying to test here, and take too much maintenance to last any relative year. Bows would run out of arrows in an instant&mdash;Gods know how long Sylvia spent fletching for perfection only to use it for practice.</p><p>&emsp;From the top I see both ends of the arena, but all I can see is entirely vacant. The next two pairs of cadets look on in fervent anticipation. I squint to follow their eyes, and they glare to that passage that Vera went down.</p><p>&emsp;Alone they&apos;d be no match for one of us, but together, with the right strategy, they could wipe either one of us out.</p><p>&emsp;I steady both hands on the unpolished metal axe as I approach the space where they wait, knowing this is now a battle of who dares the most, and if they&apos;ve already dared to split her skull before she could shout my name, they&apos;ll stop at nothing to send me to the Reservoir.</p><p>&emsp;In a moment of distraction, my right foot slips on a bundle of rocks. It&apos;s too late to react, and before I can regain my footing I slide with them.</p><p>&emsp;&quot;Got you, fucker!&quot;</p><p>&emsp;My hands raise the axe before I can react. It&apos;s not a voice I recognize: the bastards have been hiding out here the whole time.</p><p>&emsp;Vera&apos;s body is unceremoniously sprawled right in the center, and I&apos;m sure they left it there to dishearten me. They bludgeoned her head in before she could shout for help, crumpled on the ground like her sister as nothing but a bloody mess. Dragon Class or not, she stood no chance.</p><p>&emsp;The rockslide makes the ground fluid like slipping on oil.</p><p>&emsp;&quot;You stupid vagrant, you should have frozen with the rest of your kind in the outer walls,&quot; he says, before taking a swing at my head. I manage to lift the axe head, but as soon as the shoddy sword sparks against the steel, I lose my grasp and the face of it clocks me in the head.</p><p>&emsp;Disoriented but finally free, I stumble to my feet. </p><p>&emsp;&quot;Where&apos;s your damn friend?&quot; I ask.</p><p>&emsp;&quot;Above,&quot; he says, and once he points up, a full-size boulder crashes at my feet. It clips my toes. I screech with pain as it binds me to the center, crunching the bones of my feet as I stumble with my last good leg. All I have is the head of the axe, and I hold it awkwardly by the eye without the wooden neck.</p><p>&emsp;&quot;Just give up,&quot; they say.</p><p>&emsp;&quot;Not a chance.&quot; Trapped by the rock, the loose cartilage of my foot crunches like red-hot sand as I find my balance, but my adrenaline is too high to feel it: that&apos;s a debt of pain I take from my future self if I ever make it through this.</p><p>&emsp;The first one makes a predictable high swing as the other scans for another rock: pinned like a dissected frog I have nowhere to go but face the lone firebrand head-on.</p><p>&emsp;I dodge the blade of the rusted sword. He falters after expecting it to fully connect, and in his moment of vulnerability I feel myself hesitate when I remember all the bodies of the First Red; the chaos I created; the scope of devastation I never had the chance to assess.</p><p>&emsp;The opportunity passes. Before I can retaliate another earthen mass crunches my skull, and I lay there helpless as my adversaries relish in their victory.</p><p>&emsp;Dazed and furious, sprawled alongside Vera, I watch as they spare no mercy on us. &quot;If you weren&apos;t so goddamn green, you&apos;d have a chance,&quot; he says, before spitting down on me. He raises his boot, and I&apos;m dragged backwards once more before he can stomp my head in.</p><p>&emsp;This time I can feel how saturated my circuits are with Essence, and before that tensile force can drag me any further into the countless hours I spent alone in my cell, I reach out with all the spiteful anger and regret I have, grappling for that limbic connection to return to the moments before I gave in to that pathetic sense of restraint.</p>",
    "<p>&emsp;My mind pulses when the splintered pole-axe slips from my hands. The tendrils of my conscious mind from moments later reach deep in this frail vessel as they puppeteer another lace of thread, and as my awareness overwrites every cell of my past failure, faster than the brain sends signals to the muscles, I dash directly for that outcropping, praying to whatever God or Goddess that grants me this thread that I&apos;m not too late.</p><p>&emsp;My bare feet and hands scrape, stub, and slice on every sharp edge that can pull me there closer, and I no longer care about all the sound I make. In my future memory they laugh at me in my dying moments. Every breath wasted running is another chance for them to ambush her. I don&apos;t want to care about her, but there&apos;s this primal rage of humiliation and defeat that exhausts every ounce of life from my shambling corpse, and I can feel my circuits light with that otherworldly energy providing power where there is none.</p><p>&emsp;There&apos;s a sound of scraping rock for a moment like chalk dragged on its edge, and I realize I&apos;ve found the first one. I glance from higher and see all three of them, right as Vera spots the lower cadet, mistaken that he&apos;s acting alone and defenseless. She could eviscerate them in swordplay, as I&apos;ve learned from years of facing their fireteam&mdash;but there are no tactics to stop a chunk of stone that plummets from the sky.</p><p>&emsp;The actor draws back in fear towards the ambush. These firebrands are so used to weakness  at the bottom of their ranks that his expression is flawless, and Lyra wholly buys it.</p><p>&emsp;She raises a dagger she found nestled somewhere in the rocks. &quot;This is nothing personal,&quot; she says.</p><p>&emsp;The cadet with the stone is dumbfounded at the success of their plan, and struggles as he raises it to the ledge. It will be the last thought he has as I rush at him: with his hands full, he has no chance to react.</p><p>&emsp;My whole body is just a vehicle for that white-hot fury to act on its own. I don&apos;t just want them to die, but I want them to suffer, and so when I drive the mass from the cadet&apos;s hands, I body him into the pit with my shoulder. He falls flat on the same surface Lyra&apos;s thoughts were splattered on, concussed from the shock of his head crashing against the asymmetries of the rock. It&apos;s the perfect crushing face.</p><p>&emsp;Though my arms have withered to little more than emaciated lean muscle, I&apos;m able to lift the same stone with ease.</p><p>&emsp;Vera draws back when she recognizes the cadets&apos; crafty ploy. Before she reaps retribution, I cast the stone from atop the ledge, ensuring I don&apos;t make the same mistake that they did.</p><p>&emsp;The loud crunch is satisfying in that brief moment. Sprawled in his back, the cadet panics when he realizes he can no longer move his legs, and both the adversaries below watch in disbelief. Lungs crushed, he has no breath to scream, only a mind to process the useless pain he can no longer resist.</p><p>&emsp;My anger is as blind as that endless injustice I suffered, and with their lives, I will paint my surroundings with their entrails until every debt has been repaid. I heave another rock, and another, until every hard part of the flesh puppet below is liquefied from the trauma, and when the unspeakable horror moves the two cadets below so far that they tremble, I join them.</p><p>&emsp;The other cadet brandishes a feeble knife that couldn&apos;t cut spiderwebs, and when he lunges, all that persists in my mind is that last sight of him smiling, triumphant, calling me weak as he spits on me.</p><p>&emsp;He tries another jab, but he&apos;s too slow. I&apos;ve been trained as a killer and I no longer hesitate. Grasping his arm, I twist and punch beneath his shoulder in a space that shatters his ribcage. He still manages to hold the knife in a death grip, and slices again off-balance, managing to connect with my arm.</p><p>&emsp;I bash again at his ribs. I tension my fingers in his hair though he still refuses to let go.</p><p>&emsp;&quot;Die, fucker!&quot; He manages, and right as he tries to strike me again, another dagger digs deep into his neck.</p><p>&emsp;Vera stands beside me, her eyes wet, gasping for breath as she wipes the residue of the last cadet off her uniform. But as the loser chortles away on the last wet breaths of life, I refuse to waste it.</p><p>&emsp;I can tell he&apos;s dead when his weak trail of Essence flows in to me, but that doesn&apos;t matter. He goes limp when I bash his head against the jagged wall, again and again and again, until none of his pathetic shit-eating grin is left to taunt me, just a gaping hole.</p><p>&emsp;I take the knife from the ground because there&apos;s still more canvas to paint.</p><p>&emsp;&quot;Titus, stop this! It&apos;s over,&quot; Vera pleads.</p><p>&emsp;But my hands are moving on their own, carving this cadaver whose soul departed moments ago. Stabbing, and stabbing, and stabbing, until there&apos;s no blood left to drain, until I&apos;m blue in the face and feel so much worse than when I started.</p><p>&emsp;I fall to my knees though my eyes refuse me tears. I can feel the pulse of the life still in my veins. Vera extends a wet hand to lift me, and so I let her, limping across the battlefield as the Afterlife come to collect their mulch for the lower gardens.</p><p>&emsp;We don&apos;t speak another word as she drags me, tugging at the arm I&apos;ve extended around her shoulders. My hands tremble from shock, and when the adrenaline fades, all I&apos;m left with is the price that all those acts of violence cost.</p><p>&emsp;She drops me at the entrance, too disgusted to turn around and watch.  They drag me off to my cell where another meal waits, another place card of congratulations telling me I&apos;m one step closer to the end.</p><p>&emsp;I refuse to eat that night. </p><p>&emsp;The Afterlife heals my wounds with a small transfer of Essence to the parted flesh. I&apos;ve proved myself as a valuable asset with a chance. I&apos;ve done everything I had to in order to survive, and now that I&apos;ve crossed this line, nothing can hold me back from returning to claim my perfect end.</p>"
  ],
  "BodyFormatted": [
    [
      "<p>&emsp;There&apos;s far less noise in the adjacent cells when I close my eyes to sleep, but across the hollow column I can hear sobbing of remorseful firebrands. Beyond this cell, I can make out the faintest, almond-shaped sliver of night sky, and I tell myself the bright colors of dawn are just hidden by the edges.</p>",
      "<p>&emsp;I trace my fingers across the threads of my wrist. How many more times will it take to be free? Is this privilege limited? And if so, can I see my loved ones again without having to return?</p>",
      "<p>&emsp;The cot is firm, but the static of exhaustion still rings in my ears. </p>",
      "<p>&emsp;My mind blesses me with a kind dream this time, and reality dissolves in the space between sleeping and waking. </p>",
      "<p>&emsp;I hallucinate her voice. &quot;If you take a nap now, you&apos;re not going to be able to fall asleep at darktime, Tie,&quot; her voice says, smooth as silk. &quot;Do you still want to meet Dad and Grandpa &apos;Ev at the park?&quot;</p>",
      "<p>&emsp;&quot;Where&apos;s Dad?&quot; My voice is small.</p>",
      "<p>&emsp;&quot;He&apos;s still on patrol &mdash; but if we don&apos;t catch him before he walks back, he&apos;ll come home and get all tired,&quot; Moira says. &quot;What&apos;s wrong? Why are you crying?&quot;</p>",
      "<p>&emsp;&quot;It was terrible! They took Ellie, and everyone died, and I was all all alone at the end,&quot; I tell her.</p>",
      "<p>&emsp;&quot;That was just a dream,&quot; she says.</p>",
      "<p>&emsp;&quot;But it all happened! I know it did. You died, and Everett killed you. He left you in the basement of the storehouse!&quot; Her expression remains perfectly still. How horrifying Chymaerans are when they portray their host. &quot;It&apos;s not really you.&quot;</p>",
      "<p>&emsp;&quot;It&apos;s so much more complicated than that,&quot; Moira says, &quot;but I was forced into a role I didn&apos;t want to steal. That decision was made for me. But that doesn&apos;t change the fact I love you. In fact, by the time I had Ellie, I had already been your mother longer than she ever was.&quot;</p>",
      "<p>&emsp;&quot;Where did you go?&quot; I ask. &quot;What caused you to leave us, was it Clint that night?&quot;</p>",
      "<p>&emsp;&quot;We&apos;re going to see them. And then you&apos;ll know everything. I know you&apos;ve waited so long, suffered over and over and over again, but you need to hang on just a little bit longer. But she&apos;s coming. And she&apos;ll take you to all of us.&quot;</p>",
      "<p>&emsp;I feel her hand cup the side of my face. The last sensation I feel of her is the coldness of her fingers as that touch dissolves away, and I&apos;m ripped awake on light sleep when something clatters on the floor in front of me.</p>",
      "<p>&emsp;The first colors of dawn are fixed in the almond-shaped sliver of sky, and orange radiates on every surface the sluggish sun shimmers. I reach for covers to throw aside, but the surface I sleep on is bare, and the left side of my face is cold from sweat.</p>",
      "<p>&emsp;Still half in that dream world, I squint my eyes and look at the floor, finding something black and reflective right in front of the steel door. I drop my cold feet to the floor and stumble forward.</p>",
      "<p>&emsp;The amethyst crystal faintly glows when I raise it, and I feel the energy of something calling to me. A scrap of paper is coupled to my necklace by the pendant&apos;s chain.</p>",
      "<p>&emsp;&quot;WE WILL MEET AGAIN AT THE END,&quot; it reads, and when I finally realize the source of these messages, I realize I was a fool to think it could have been anyone I knew.</p>",
      "<p>&emsp;I return the necklace to its rightful place around my neck, motivation for what I have to make it home to. But that past life shows me I just might have a chance if I can defeat the sender &mdash; my watcher &mdash; waiting to challenge me after I lost our skirmish beyond the train car. The Heiress of Purgatory is flooded by the Essence of the cadets she kills, the great beast of the Afterlife, the future weapon that will bring Blackwater to its fated end.</p>",
      "<p>&emsp;And if I can kill them, absorbing their Essence before the Afterlife can obliterate me &mdash; then Gods know how far back I can ride the thread, maybe all the way to the beginning of everything. I just need the courage to do whatever it takes, because the next time I&apos;ll have no chance to cheat or hesitate.</p>",
      "<p>&emsp;They don&apos;t waste any time keeping us in the cells. We&apos;re a commodity in mass-production, pinions in the gears of this great machine; so many to process with so little that last the eternal day. And so they force us from our cells to the next challenge, without a blindfold to cover our eyes, led through a new series of twists and turns to meet at the heart of the second floor: an arena adorned with rocks and uneven terrain.</p>",
      "<p>&emsp;They do nothing to mask the bright crimson colors from skirmishes long past. All the rocks light enough to lift are emblazoned with dried red. Instruments of war shimmer in the eternal dawn, where their cracks and scratches speak to decades of continuous abuse.</p>",
      "<p>&emsp;&quot;Form two lines,&quot; he instructs, and the firebrands swarm into two ranks: scrambling for the back, opposing the rush of any dining hall where they fought for first meal.</p>",
      "<p>&emsp;I&apos;m pushed to the front again, but all I want is just to get this over with before I lose that edge. I&apos;m too distracted with holding that mental toughness to recognize the firebrand that stands beside me, stripped of that pompous appearance granted to her by wealth and royalty. And when we realize our equal standing in both lines that approach the battlefield, she refuses to accept my camaraderie.</p>"
    ],
    [
      "<p>&emsp;&quot;Get over it, Vera,&quot; I tell her. &quot;We don&apos;t get a say here.&quot;</p>",
      "<p>&emsp;&quot;Then why didn&apos;t you tell me? You had me believe for weeks that she was still here, not dead somewhere on the streets of Blackwater!&quot;</p>",
      "<p>&emsp;I&apos;d apologize if it meant anything.</p>",
      "<p>&emsp;&quot;Why, Titus? Just tell me!&quot;</p>",
      "<p>&emsp;&quot;You couldn&apos;t handle the truth of what happened to her. You can&apos;t even handle your part in it,&quot; I say. &quot;She killed herself, alright? For absolutely nothing. Because your family made her think that&apos;s what she was worth!&quot;</p>",
      "<p>&emsp;&quot;I was the only one that reached out to her, out of all of them,&quot; Vera says. &quot;Vanna and Virgil are far too young to understand what makes her different in their parents&apos; eyes. You know I&apos;m the reason she&apos;s still on the estate, did she tell you that? Or have you just decided that I&apos;m the source of all her pain?&quot;</p>",
      "<p>&emsp;The first round of Firebrands skirmishes in front of us. Two more pairs shiver in anticipation. &quot;You should have been on that lift. But you didn&apos;t this time. Why didn&apos;t you go?&quot;</p>",
      "<p>&emsp;&quot;I couldn&apos;t leave things as they were. And that dragged all the rest of my fireteam into this mess,&quot; she says. &quot;I don&apos;t know how you know about the lift, what you mean by &apos;this time,&apos; but she was supposed to board with us, and I&apos;m the reason she was still on the list. I would never leave my sister to die, regardless of how much my mother Victoria hates her, believe me,&quot; she says.</p>",
      "<p>&emsp;&quot;All the fame and recognition. The top of her class, the star of Blackwater, and yet she died still trying to prove the value of the name she created,&quot; I tell her. &quot;Sylvia was wrong. This isn&apos;t a reality where any of us deserve to suffer. I can&apos;t accept any of this. And we need to survive no matter what it takes.&quot;</p>",
      "<p>&emsp;The next group is pushed into the crucible with nothing, told to scrounge for the tools that will grant them their survival.</p>",
      "<p>&emsp;&quot;Do you really think you can bring yourself to do it? I saw what happened in the train car, but, you know&mdash;&quot;</p>",
      "<p>&emsp;&quot;I can do it,&quot; I tell her.</p>",
      "<p>&emsp;&quot;And if it&apos;s Delvin? Or Isla? Or Jarrett? Then what makes us deserve to live over them?&quot;</p>",
      "<p>&emsp;&quot;Whoever clings to life the tightest wins. Whoever can persuade themselves of the most unshakable reason to survive will find that last strength when they need it.&quot;</p>",
      "<p>&emsp;&quot;And you think you have that,&quot; she says.</p>",
      "<p>&emsp;&quot;I have that more than anyone here. Because I still have hope. I know that I can save us. And I&apos;m not afraid of dying for that.&quot; I can convince myself if I commit it to words.</p>",
      "<p>&emsp;&quot;Everybody is already dead,&quot; she says. She bows her head. &quot;My sister. The whole rest of your fireteam. And Gods know if the others are alive. What&apos;s left for any of us when everything is gone?&quot;</p>",
      "<p>&emsp; &quot;Whatever we can scrape from what remains.&quot;</p>",
      "<p>&emsp;We toe the line when the next pair leaves, realizing it&apos;s impossible to see the other side of the arena, besides the great wall marking its border two hundred yards out. Above us is another grand window to the sky, where continuous dawn radiates the rugged terrain in a thin orange haze, casting just enough light to shimmer the instruments of war strewn about the field.</p>",
      "<p>&emsp;My mind already spins the workings of a plan.</p>",
      "<p>&emsp;&quot;Divide and conquer,&quot; I say. &quot;We outmatch all of the cadets here. We have a solid shot here, Val, just don&apos;t lose your&mdash;&quot;</p>",
      "<p>&emsp;&quot;Val?&quot; She asks.</p>",
      "<p>&emsp;&quot;Vera. Sorry. Just don&apos;t lose that edge,&quot; I say.</p>",
      "<p>&emsp;From between the rocks, a single cadet emerges triumphant, grimaced with an expression of emotional exhaustion. </p>",
      "<p>&emsp;&quot;Four went out, and one returns,&quot; says the guard tending the gates. The survivor has bruises all up their neck, eyes bloodshot, hands trembling as they shamble past the gate. &quot;Whatever you can find is a tool to get the upper hand. This is not about just having the courage to kill anymore. It&apos;s about plotting and following through.&quot;</p>",
      "<p>&emsp;We step in front of our usher, waiting for the moment of deliverance to come. He raises his arm and fires a flare into the air. The surge of anxious energy is electric, riding the nerves from my core into every extremity, charged with such energy it&apos;s unbearable to keep it inside.</p>",
      "<p>&emsp;The furthest flare blasts. Motion fires all my frail limbs at once, so starved from sedentary stillness that my feet tear the thin grass in tufts of dormant tan. I scan the ground for anything that can aid me: I was trained in everything they&apos;d teach me, far more than all these other frail firebrands.</p>",
      "<p>&emsp;I don&apos;t let the anticipation of the cadets on the other side to shake me from my focus. So many bloodied rocks are scattered with a signature stain on each of them, and in the shale sand, several broken blades of the cheapest metal crumple to age and wear.</p>",
      "<p>&emsp;All the good weapons are surely in the center, brought by every poor bastard that failed to use them well. I split right as Vera hangs left, hoping to find anything as I scrounge between the rocks. There&apos;s a pole-axe splintered in half, too top-heavy to drive it at anything and not lose it, but I grab it anyway, because if I can have any weapon whose iron isn&apos;t the quotient of spilt blood, it puts me high above fisticuffs and rocks.</p>",
      "<p>&emsp;It hangs uncomfortably in my white-knuckle grasp, holding an arm&apos;s-length of shaft at its jagged end. The eye of the metallic head wobbles at its shoulder, enough for no more than a single swing, but I&apos;m more afraid of that moral anxiety that made me hesitate in the train car, and as I approach the center of the long-abandoned growing chamber, I grow leery in the absence of conflict.</p>",
      "<p>&emsp;I spend a moment longer nestled in a burrow of rocks, holding my breath as I take in the faintest whispers in the air, but all I hear is the distant clatter of tools. Anticipation is half the mental battle, but too much of it leads to sloth, and the longer I wait for the signal of anything, the greater that voice of conspiracy rises.</p>",
      "<p>&emsp;Unable to wait any longer, I shamble to the top of the outcropping to take a higher view. Guns would be too quick a weapon for what they&apos;re trying to test here, and take too much maintenance to last any relative year. Bows would run out of arrows in an instant&mdash;Gods know how long Sylvia spent fletching for perfection only to use it for practice.</p>",
      "<p>&emsp;From the top I see both ends of the arena, but all I can see is entirely vacant. The next two pairs of cadets look on in fervent anticipation. I squint to follow their eyes, and they glare to that passage that Vera went down.</p>",
      "<p>&emsp;Alone they&apos;d be no match for one of us, but together, with the right strategy, they could wipe either one of us out.</p>",
      "<p>&emsp;I steady both hands on the unpolished metal axe as I approach the space where they wait, knowing this is now a battle of who dares the most, and if they&apos;ve already dared to split her skull before she could shout my name, they&apos;ll stop at nothing to send me to the Reservoir.</p>",
      "<p>&emsp;In a moment of distraction, my right foot slips on a bundle of rocks. It&apos;s too late to react, and before I can regain my footing I slide with them.</p>",
      "<p>&emsp;&quot;Got you, fucker!&quot;</p>",
      "<p>&emsp;My hands raise the axe before I can react. It&apos;s not a voice I recognize: the bastards have been hiding out here the whole time.</p>",
      "<p>&emsp;Vera&apos;s body is unceremoniously sprawled right in the center, and I&apos;m sure they left it there to dishearten me. They bludgeoned her head in before she could shout for help, crumpled on the ground like her sister as nothing but a bloody mess. Dragon Class or not, she stood no chance.</p>",
      "<p>&emsp;The rockslide makes the ground fluid like slipping on oil.</p>",
      "<p>&emsp;&quot;You stupid vagrant, you should have frozen with the rest of your kind in the outer walls,&quot; he says, before taking a swing at my head. I manage to lift the axe head, but as soon as the shoddy sword sparks against the steel, I lose my grasp and the face of it clocks me in the head.</p>",
      "<p>&emsp;Disoriented but finally free, I stumble to my feet. </p>",
      "<p>&emsp;&quot;Where&apos;s your damn friend?&quot; I ask.</p>",
      "<p>&emsp;&quot;Above,&quot; he says, and once he points up, a full-size boulder crashes at my feet. It clips my toes. I screech with pain as it binds me to the center, crunching the bones of my feet as I stumble with my last good leg. All I have is the head of the axe, and I hold it awkwardly by the eye without the wooden neck.</p>",
      "<p>&emsp;&quot;Just give up,&quot; they say.</p>",
      "<p>&emsp;&quot;Not a chance.&quot; Trapped by the rock, the loose cartilage of my foot crunches like red-hot sand as I find my balance, but my adrenaline is too high to feel it: that&apos;s a debt of pain I take from my future self if I ever make it through this.</p>",
      "<p>&emsp;The first one makes a predictable high swing as the other scans for another rock: pinned like a dissected frog I have nowhere to go but face the lone firebrand head-on.</p>",
      "<p>&emsp;I dodge the blade of the rusted sword. He falters after expecting it to fully connect, and in his moment of vulnerability I feel myself hesitate when I remember all the bodies of the First Red; the chaos I created; the scope of devastation I never had the chance to assess.</p>",
      "<p>&emsp;The opportunity passes. Before I can retaliate another earthen mass crunches my skull, and I lay there helpless as my adversaries relish in their victory.</p>",
      "<p>&emsp;Dazed and furious, sprawled alongside Vera, I watch as they spare no mercy on us. &quot;If you weren&apos;t so goddamn green, you&apos;d have a chance,&quot; he says, before spitting down on me. He raises his boot, and I&apos;m dragged backwards once more before he can stomp my head in.</p>",
      "<p>&emsp;This time I can feel how saturated my circuits are with Essence, and before that tensile force can drag me any further into the countless hours I spent alone in my cell, I reach out with all the spiteful anger and regret I have, grappling for that limbic connection to return to the moments before I gave in to that pathetic sense of restraint.</p>"
    ],
    [
      "<p>&emsp;My mind pulses when the splintered pole-axe slips from my hands. The tendrils of my conscious mind from moments later reach deep in this frail vessel as they puppeteer another lace of thread, and as my awareness overwrites every cell of my past failure, faster than the brain sends signals to the muscles, I dash directly for that outcropping, praying to whatever God or Goddess that grants me this thread that I&apos;m not too late.</p>",
      "<p>&emsp;My bare feet and hands scrape, stub, and slice on every sharp edge that can pull me there closer, and I no longer care about all the sound I make. In my future memory they laugh at me in my dying moments. Every breath wasted running is another chance for them to ambush her. I don&apos;t want to care about her, but there&apos;s this primal rage of humiliation and defeat that exhausts every ounce of life from my shambling corpse, and I can feel my circuits light with that otherworldly energy providing power where there is none.</p>",
      "<p>&emsp;There&apos;s a sound of scraping rock for a moment like chalk dragged on its edge, and I realize I&apos;ve found the first one. I glance from higher and see all three of them, right as Vera spots the lower cadet, mistaken that he&apos;s acting alone and defenseless. She could eviscerate them in swordplay, as I&apos;ve learned from years of facing their fireteam&mdash;but there are no tactics to stop a chunk of stone that plummets from the sky.</p>",
      "<p>&emsp;The actor draws back in fear towards the ambush. These firebrands are so used to weakness  at the bottom of their ranks that his expression is flawless, and Lyra wholly buys it.</p>",
      "<p>&emsp;She raises a dagger she found nestled somewhere in the rocks. &quot;This is nothing personal,&quot; she says.</p>",
      "<p>&emsp;The cadet with the stone is dumbfounded at the success of their plan, and struggles as he raises it to the ledge. It will be the last thought he has as I rush at him: with his hands full, he has no chance to react.</p>",
      "<p>&emsp;My whole body is just a vehicle for that white-hot fury to act on its own. I don&apos;t just want them to die, but I want them to suffer, and so when I drive the mass from the cadet&apos;s hands, I body him into the pit with my shoulder. He falls flat on the same surface Lyra&apos;s thoughts were splattered on, concussed from the shock of his head crashing against the asymmetries of the rock. It&apos;s the perfect crushing face.</p>",
      "<p>&emsp;Though my arms have withered to little more than emaciated lean muscle, I&apos;m able to lift the same stone with ease.</p>",
      "<p>&emsp;Vera draws back when she recognizes the cadets&apos; crafty ploy. Before she reaps retribution, I cast the stone from atop the ledge, ensuring I don&apos;t make the same mistake that they did.</p>",
      "<p>&emsp;The loud crunch is satisfying in that brief moment. Sprawled in his back, the cadet panics when he realizes he can no longer move his legs, and both the adversaries below watch in disbelief. Lungs crushed, he has no breath to scream, only a mind to process the useless pain he can no longer resist.</p>",
      "<p>&emsp;My anger is as blind as that endless injustice I suffered, and with their lives, I will paint my surroundings with their entrails until every debt has been repaid. I heave another rock, and another, until every hard part of the flesh puppet below is liquefied from the trauma, and when the unspeakable horror moves the two cadets below so far that they tremble, I join them.</p>",
      "<p>&emsp;The other cadet brandishes a feeble knife that couldn&apos;t cut spiderwebs, and when he lunges, all that persists in my mind is that last sight of him smiling, triumphant, calling me weak as he spits on me.</p>",
      "<p>&emsp;He tries another jab, but he&apos;s too slow. I&apos;ve been trained as a killer and I no longer hesitate. Grasping his arm, I twist and punch beneath his shoulder in a space that shatters his ribcage. He still manages to hold the knife in a death grip, and slices again off-balance, managing to connect with my arm.</p>",
      "<p>&emsp;I bash again at his ribs. I tension my fingers in his hair though he still refuses to let go.</p>",
      "<p>&emsp;&quot;Die, fucker!&quot; He manages, and right as he tries to strike me again, another dagger digs deep into his neck.</p>",
      "<p>&emsp;Vera stands beside me, her eyes wet, gasping for breath as she wipes the residue of the last cadet off her uniform. But as the loser chortles away on the last wet breaths of life, I refuse to waste it.</p>",
      "<p>&emsp;I can tell he&apos;s dead when his weak trail of Essence flows in to me, but that doesn&apos;t matter. He goes limp when I bash his head against the jagged wall, again and again and again, until none of his pathetic shit-eating grin is left to taunt me, just a gaping hole.</p>",
      "<p>&emsp;I take the knife from the ground because there&apos;s still more canvas to paint.</p>",
      "<p>&emsp;&quot;Titus, stop this! It&apos;s over,&quot; Vera pleads.</p>",
      "<p>&emsp;But my hands are moving on their own, carving this cadaver whose soul departed moments ago. Stabbing, and stabbing, and stabbing, until there&apos;s no blood left to drain, until I&apos;m blue in the face and feel so much worse than when I started.</p>",
      "<p>&emsp;I fall to my knees though my eyes refuse me tears. I can feel the pulse of the life still in my veins. Vera extends a wet hand to lift me, and so I let her, limping across the battlefield as the Afterlife come to collect their mulch for the lower gardens.</p>",
      "<p>&emsp;We don&apos;t speak another word as she drags me, tugging at the arm I&apos;ve extended around her shoulders. My hands tremble from shock, and when the adrenaline fades, all I&apos;m left with is the price that all those acts of violence cost.</p>",
      "<p>&emsp;She drops me at the entrance, too disgusted to turn around and watch.  They drag me off to my cell where another meal waits, another place card of congratulations telling me I&apos;m one step closer to the end.</p>",
      "<p>&emsp;I refuse to eat that night. </p>",
      "<p>&emsp;The Afterlife heals my wounds with a small transfer of Essence to the parted flesh. I&apos;ve proved myself as a valuable asset with a chance. I&apos;ve done everything I had to in order to survive, and now that I&apos;ve crossed this line, nothing can hold me back from returning to claim my perfect end.</p>"
    ]
  ],
  "Release": 318,
  "ReleaseDate": [
    "11",
    "15",
    "2025",
    "2025-11-15 00:00:00"
  ],
  "Active": false,
  "Perspective": "Titus",
  "Status": "No Status",
  "WordCount": 0,
  "Summary": ""
}