{
  "Story": "Firebrand",
  "Title": "Chapter Forty",
  "Subtitle": "Forced Rehabilitation",
  "Act": 3,
  "ChapterNumber": 40,
  "Synopsis": "Titus is forced to receive compassion.",
  "RevNotes": "",
  "ID": "3.38",
  "Body": [
    "<p>&emsp;I return to the cot after supper, and we spend two hours reminiscing on our earliest childhood. I&apos;m not the only one that needs to heal&mdash;right now she&apos;s just slightly less wounded than I am.</p><p>&emsp;Ellie won&apos;t tell me what the plan is, but I want to trust her. And I want to get stronger so I can care for her again, spoiling her with my cooking she missed for so long, filling her with all the compassion I couldn&apos;t give in the unimaginable breadth of time we were apart. There&apos;s still the darkness I find in her eyes when she thinks I&apos;m not watching: losing herself in some unrecognizable cycle of thought and action.</p><p>&emsp;I find light sleep in the cot, tossing and turning, still convinced I sleep on Victory Row, that this day is unlike any of the others. But the air is warm, unlike the unfeeling grey cobblestone walls that absorbed all the heat of the toil below &mdash; and at some point, I find a solace, drifting away into memories of a distant past before any of this, as if the innocence before graduation that we shared could last forever.</p><p>&emsp;I awake to softness on my cheek, no longer swinging in a hammock of twisted fibers. My face is wet. In all my exhaustion, I passed out entirely, drooling on the soft silken surface I slept on.</p><p>&emsp;&quot;You passed out so easily once I moved you,&quot; she says. Her hand is on my back, and she sits on a padded L-shape of rucksack cloth, supported by the wall, resting my head in her lap.</p><p>&emsp;&quot;Do you sleep at all?&quot; I ask her.</p><p>&emsp;&quot;No. I was too busy watching you&mdash;Gods know how many more times I&apos;ll get this chance again. I think I understand how you felt all those nights you stayed.&quot;</p><p>&emsp;&quot;You have to sleep, Ellie,&quot; I tell her, raising my head as I wipe a string of snot before she notices. &quot;Just try, please.&quot;</p><p>&emsp;&quot;I know,&quot; she insists.</p><p>&emsp;&quot;And when you wake, I&apos;ll have a meal ready for you. Just like before.&quot;</p><p>&emsp;&quot;I would love that,&quot; she says.</p><p>&emsp;&quot;Then it&apos;s settled.&quot; </p><p>&emsp;I sit next to her, and soon I realize if it wasn&apos;t for her words, I couldn&apos;t recognize anything about her. She&apos;s an adult like me now, but it&apos;s more than that&mdash;the empty stare she settles on by default when staring out the window and using a knife in the kitchen, cold and unfeeling, only to turn around with a warm smile when she finds I&apos;m watching. I wonder what really kept her going: I know I&apos;m not important enough to bring anyone, let alone my sister, to endure nineteen years of brutal programming.</p><p>&emsp;But it&apos;s been nice, at least. Moments earlier I have given up everything. I can almost feel myself begin to relax when I approach the kitchen, considering what I can make her. Several vegetables are scattered about the icebox, ripe from rapid growth in Essenced harvest. </p><p>&emsp;I can&apos;t remember the last time I had a chance to cook with these. It was always a treat. I withdraw several potatoes and carrots as I plot out some side dish to go with the leftovers.</p><p>&emsp;I turn around to find Ellie either sleeping, or pretending to sleep, on the rucksack ottoman, her silver flaxen hair tangled in the coarse fibers. I feel something lighten in me from the last time I witnessed this. Is this what happens when a caregiver realizes their child is strong enough to stand on their own? Or&mdash;</p><p>&emsp;The kitchen glass shatters. Something explodes the ceramic pot on the far shelf before burying itself in the trunk of the log wall. My cheek runs warm when the window glass splinters in the air, and all that fear returns to me, melting every trace of peace and trust.</p><p>&emsp;I turn my head before the fractals can blind me. My knees hit the ground before the glass can scratch them. Beneath the table, I see the Ellie I can&apos;t recognize wake in an instant, dissolving from human flesh into Chymaeran form, surpassing the height of the tallest cross-beams before breaking out of the log wall.</p><p>&emsp;I can&apos;t leave her alone out there when I can only imagine the entire force of the Afterlife waits to reclaim their corrupted asset. I remember all the ones I allowed to sacrifice themselves, and I refuse to let the one I cherish to waste herself on me.</p><p>&emsp;The cold air siphons through the vacant hole. That fear of death churns my stomach as I grab a shotgun from the wall, but I&apos;ll hold it down for her. She can&apos;t do anything without me. I am her strength, and I need to prove my self worth as her brother: or else she&apos;ll supersede me and forget.</p><p>&emsp;I put on a First Red cloak and boots as gunshots ring out from all sides. They&apos;ve been surrounding us the whole time, waiting for a vulnerable moment, and I was right. I&apos;m sure it&apos;s all of them, every single one that survived, just waiting for that perfect chance to kill the reason she left.</p><p>&emsp;Swaths of amethyst flames flicker the log walls with brilliant light, and I can hear explosions crackle in the night air. I kick open the door to face the enemy, ready to die for her again as many times as it takes.</p><p>&emsp;But I&apos;m halted when I exit: there&apos;s a membrane of pearlescent energy cloaking the cabin, casting everything beyond it in a haze like looking through marbled glass. </p><p>&emsp;The adversaries of the Afterlife target me with their repeating rifles, but all their bullets dissolve to dust when they slam against the barrier, coughing smoke and sparks of steel into my face. I turn left to find Ellie standing there in her full Chymaeran form. She&apos;s been waiting so that she could fulfill her promise in proving herself to me, and I realize the only chance the Afterlife ever had was a surprise attack.</p><p>&emsp;All she needed was for me to watch her. And as I stand there, dropping the weapon from my hands, the two-story terror casts white-hot flames across the landscape, burning all the First Red cabins to ash in a single sweep.</p><p>&emsp;They try to retreat, but they&apos;re too late. To Ellie, it&apos;s personal now, and within her range of influence, she clenches her fist and they crumble to Endogenous tar.</p><p>&emsp;The air is silent. Fresh Essence floats in the air when the clumps of Endogeny dry over and crackle, and Ellie diverts it into me, flooding my circuits with unimaginable energy. I feel the slice on my face soften over, and I realize that this is the true power of Essence the Afterlife would raze their own kind for.</p><p>&emsp;Two minutes was all it took. And when the barrier dissolves, I can finally survey the landscape.</p><p>&emsp;Heading east towards the Chieftains&apos; Lodge, I count at least forty full-Essenced Royal Guardsmen reduced to ash. She follows somewhere behind me, standing watch as a roving tower. Every moment, I expect a survivor to emerge from the rubble, but once I truly witness the scale of tremendous destruction, I realize how powerless I am compared to her.</p><p>&emsp;The moonlight eclipses when she stands above me. It was only two minutes. I can&apos;t even imagine the full extent of her power as the Mask if she was forced to try. I look up to find her slender, Obsidian limbs blending ceaselessly with the dark sky, so far removed from the smoke and light of civilization that both moons and all the stars are fully visible, including the blue spec Oceanus and its satellite.</p><p>&emsp;I feel a strange warmth in this helplessness, and when she decides our small encampment is safe, she returns to human form. The smell of ozone and burning rubber saturates the air as her great form erodes away, leaving the flaxen-haired girl of silken cloth standing right behind me.</p><p>&emsp;&quot;I believe you now,&quot; I admit. &quot;Gods&mdash;I thought you needed me. But you could take on the whole world like that.&quot;</p><p>&emsp;&quot;I do need you. You&apos;re my purpose. You&apos;re the treasure I have to protect and cherish, until our time here is up,&quot; she says.</p><p>&emsp;&quot;But why? What am I worth if I can&apos;t give anything to protect or help you? It&apos;s so uncomfortable, this . . . helplessness,&quot; I say. It&apos;s an unfamiliar feeling: that despite the thread and all my potential, there is a wall.</p><p>&emsp;&quot;You don&apos;t have to do anything right now. All you need to do is accept my protection, and trust me when I say you are completely safe under my care,&quot; Ellie says. She embraces me as I watch the sky. &quot;You&apos;ve spent your entire life giving all without expecting anything in return. So cherish this moment. Recover as you prepare for the final battle that lies ahead. That relentlessness is the most important thing you have to give: both to me, and to all those people you miss in another lifetime. From this frayed end of reality, I will give you all the strength you need to return. It is not your hardness, but your vulnerability, that will lead you to victory.&quot;</p>",
    "<p>&emsp;I have my limits, but that does not make me weak. I am as small as a speck of sand on the shores of Blackwater lake, but I still remain the furthest from nothing. I cannot change the world in it&apos;s entirety. My reach is small, and my influence in the affairs of this world is limited. </p><p>&emsp;So I choose my focus wisely when I prepare to return to that future past.</p><p>&emsp;Ellie slept next to me for the first two weeks until the nightmares subsided and I stopped trembling. She still insists on it every night, from how many countless years she spent dreaming of this moment. </p><p>&emsp;I ate well, and even better when I built the strength to start hunting, using the sharp obsidian arrows she synthesizes from Chymaeran scales. Every day I get one percent stronger, smarter, and more vulnerable to her kindness. She tells me I need to practice, and so she trains me, spending entire days practicing everything she can remember.</p><p>&emsp;I still stay away from the Chieftains&apos; Lodge. I can&apos;t bring the courage to return there yet &mdash; knowing she lays there with all the people who ever trusted me before that fated end. We quarter ourselves in the barracks on the edge of the Backwoods, living on little, because there is nothing I can take back beyond a plan and a lighter soul.</p><p>&emsp;She instructs me to drop the sword and rifle and take up my fists. She transfers her boundless Essence in short episodes. In two weeks, I can hardly sustain a steady flame in the palm of my hand, but she&apos;s so excited, praising me at every advancement, reminding me of how much they made her suffer just to learn that.</p><p>&emsp;But she still refuses to tell me the plan. At first she would just change the subject, but as my curiosity runs deeper and deeper, she says I need to be stronger to accept what I have to do.</p><p>&emsp;&quot;All I can tell you is that your target is in the Afterlife, and it&apos;s a significant task you can&apos;t hope to ever do alone,&quot; she finally says, refusing to tell me until the last moments we share.</p><p>&emsp;I&apos;m building muscle. I&apos;m not as strong as I was, but when I practice in combat, I&apos;ve almost been able to take her down.</p><p>&emsp;I write everything I can remember until I feel I&apos;ve planned every contingency, every detail, and when she describes all she knows of the city above the smoke, I can visualize the last moments I&apos;ll spend there.</p><p>&emsp;It&apos;s been at least a month-and-a-half since I discovered her in the amphitheater.</p><p>&emsp;&quot;I think I&apos;m ready,&quot; I tell her.</p><p>&emsp;&quot;Are you sure you want to do this?&quot;</p><p>&emsp;&quot;Without a doubt. I&apos;m ready to talk to her.&quot;</p><p>&emsp;She embraces me tenderly. My sister has protected me all this time, giving me everything I could ever ask for, teaching me the lessons I needed to grow just a little more.</p><p>&emsp;We walk out the door together, and the weather is just as warm as when the First Red called it home. The bodies of the dead no longer taint the air, and it&apos;s been so long since Ellie dissolved them to endogenous ash that they returned to the earth. If the ground accepts them &mdash; and nature can cycle on without hesitation &mdash; I know I can come to terms with this. It&apos;s a patch of frozen ice just like I left it. We&apos;ve been staying away from it this whole time, and now that Ellie and I approach the Lodge, the evidence of that past reveals itself.</p><p>&emsp;I will grieve and mourn. There are sacrifices I will have to make, and terrible dilemmas whose outcomes I will have to accept. I will lose the ones closest to me &mdash; and if I can&apos;t accept that &mdash; I will forever be trapped in this endless cycle.</p><p>&emsp;I return to the porch of the Chieftains&apos; Lodge to dwell in that last glimpse, and as the bodies of that cataclysmic reckoning emerge from the thawed ice, I remember everything.</p>"
  ],
  "BodyFormatted": [
    [
      "<p id=\"3.40.1.1\" class=\"Titus\">&emsp;I return to the cot after supper, and we spend two hours reminiscing on our earliest childhood. I&apos;m not the only one that needs to heal&mdash;right now she&apos;s just slightly less wounded than I am.</p>",
      "<p id=\"3.40.1.2\" class=\"Titus\">&emsp;Ellie won&apos;t tell me what the plan is, but I want to trust her. And I want to get stronger so I can care for her again, spoiling her with my cooking she missed for so long, filling her with all the compassion I couldn&apos;t give in the unimaginable breadth of time we were apart. There&apos;s still the darkness I find in her eyes when she thinks I&apos;m not watching: losing herself in some unrecognizable cycle of thought and action.</p>",
      "<p id=\"3.40.1.3\" class=\"Titus\">&emsp;I find light sleep in the cot, tossing and turning, still convinced I sleep on Victory Row, that this day is unlike any of the others. But the air is warm, unlike the unfeeling grey cobblestone walls that absorbed all the heat of the toil below &mdash; and at some point, I find a solace, drifting away into memories of a distant past before any of this, as if the innocence before graduation that we shared could last forever.</p>",
      "<p id=\"3.40.1.4\" class=\"Titus\">&emsp;I awake to softness on my cheek, no longer swinging in a hammock of twisted fibers. My face is wet. In all my exhaustion, I passed out entirely, drooling on the soft silken surface I slept on.</p>",
      "<p id=\"3.40.1.5\" class=\"Titus\">&emsp;&quot;You passed out so easily once I moved you,&quot; she says. Her hand is on my back, and she sits on a padded L-shape of rucksack cloth, supported by the wall, resting my head in her lap.</p>",
      "<p id=\"3.40.1.6\" class=\"Titus\">&emsp;&quot;Do you sleep at all?&quot; I ask her.</p>",
      "<p id=\"3.40.1.7\" class=\"Titus\">&emsp;&quot;No. I was too busy watching you&mdash;Gods know how many more times I&apos;ll get this chance again. I think I understand how you felt all those nights you stayed.&quot;</p>",
      "<p id=\"3.40.1.8\" class=\"Titus\">&emsp;&quot;You have to sleep, Ellie,&quot; I tell her, raising my head as I wipe a string of snot before she notices. &quot;Just try, please.&quot;</p>",
      "<p id=\"3.40.1.9\" class=\"Titus\">&emsp;&quot;I know,&quot; she insists.</p>",
      "<p id=\"3.40.1.10\" class=\"Titus\">&emsp;&quot;And when you wake, I&apos;ll have a meal ready for you. Just like before.&quot;</p>",
      "<p id=\"3.40.1.11\" class=\"Titus\">&emsp;&quot;I would love that,&quot; she says.</p>",
      "<p id=\"3.40.1.12\" class=\"Titus\">&emsp;&quot;Then it&apos;s settled.&quot; </p>",
      "<p id=\"3.40.1.13\" class=\"Titus\">&emsp;I sit next to her, and soon I realize if it wasn&apos;t for her words, I couldn&apos;t recognize anything about her. She&apos;s an adult like me now, but it&apos;s more than that&mdash;the empty stare she settles on by default when staring out the window and using a knife in the kitchen, cold and unfeeling, only to turn around with a warm smile when she finds I&apos;m watching. I wonder what really kept her going: I know I&apos;m not important enough to bring anyone, let alone my sister, to endure nineteen years of brutal programming.</p>",
      "<p id=\"3.40.1.14\" class=\"Titus\">&emsp;But it&apos;s been nice, at least. Moments earlier I have given up everything. I can almost feel myself begin to relax when I approach the kitchen, considering what I can make her. Several vegetables are scattered about the icebox, ripe from rapid growth in Essenced harvest. </p>",
      "<p id=\"3.40.1.15\" class=\"Titus\">&emsp;I can&apos;t remember the last time I had a chance to cook with these. It was always a treat. I withdraw several potatoes and carrots as I plot out some side dish to go with the leftovers.</p>",
      "<p id=\"3.40.1.16\" class=\"Titus\">&emsp;I turn around to find Ellie either sleeping, or pretending to sleep, on the rucksack ottoman, her silver flaxen hair tangled in the coarse fibers. I feel something lighten in me from the last time I witnessed this. Is this what happens when a caregiver realizes their child is strong enough to stand on their own? Or&mdash;</p>",
      "<p id=\"3.40.1.17\" class=\"Titus\">&emsp;The kitchen glass shatters. Something explodes the ceramic pot on the far shelf before burying itself in the trunk of the log wall. My cheek runs warm when the window glass splinters in the air, and all that fear returns to me, melting every trace of peace and trust.</p>",
      "<p id=\"3.40.1.18\" class=\"Titus\">&emsp;I turn my head before the fractals can blind me. My knees hit the ground before the glass can scratch them. Beneath the table, I see the Ellie I can&apos;t recognize wake in an instant, dissolving from human flesh into Chymaeran form, surpassing the height of the tallest cross-beams before breaking out of the log wall.</p>",
      "<p id=\"3.40.1.19\" class=\"Titus\">&emsp;I can&apos;t leave her alone out there when I can only imagine the entire force of the Afterlife waits to reclaim their corrupted asset. I remember all the ones I allowed to sacrifice themselves, and I refuse to let the one I cherish to waste herself on me.</p>",
      "<p id=\"3.40.1.20\" class=\"Titus\">&emsp;The cold air siphons through the vacant hole. That fear of death churns my stomach as I grab a shotgun from the wall, but I&apos;ll hold it down for her. She can&apos;t do anything without me. I am her strength, and I need to prove my self worth as her brother: or else she&apos;ll supersede me and forget.</p>",
      "<p id=\"3.40.1.21\" class=\"Titus\">&emsp;I put on a First Red cloak and boots as gunshots ring out from all sides. They&apos;ve been surrounding us the whole time, waiting for a vulnerable moment, and I was right. I&apos;m sure it&apos;s all of them, every single one that survived, just waiting for that perfect chance to kill the reason she left.</p>",
      "<p id=\"3.40.1.22\" class=\"Titus\">&emsp;Swaths of amethyst flames flicker the log walls with brilliant light, and I can hear explosions crackle in the night air. I kick open the door to face the enemy, ready to die for her again as many times as it takes.</p>",
      "<p id=\"3.40.1.23\" class=\"Titus\">&emsp;But I&apos;m halted when I exit: there&apos;s a membrane of pearlescent energy cloaking the cabin, casting everything beyond it in a haze like looking through marbled glass. </p>",
      "<p id=\"3.40.1.24\" class=\"Titus\">&emsp;The adversaries of the Afterlife target me with their repeating rifles, but all their bullets dissolve to dust when they slam against the barrier, coughing smoke and sparks of steel into my face. I turn left to find Ellie standing there in her full Chymaeran form. She&apos;s been waiting so that she could fulfill her promise in proving herself to me, and I realize the only chance the Afterlife ever had was a surprise attack.</p>",
      "<p id=\"3.40.1.25\" class=\"Titus\">&emsp;All she needed was for me to watch her. And as I stand there, dropping the weapon from my hands, the two-story terror casts white-hot flames across the landscape, burning all the First Red cabins to ash in a single sweep.</p>",
      "<p id=\"3.40.1.26\" class=\"Titus\">&emsp;They try to retreat, but they&apos;re too late. To Ellie, it&apos;s personal now, and within her range of influence, she clenches her fist and they crumble to Endogenous tar.</p>",
      "<p id=\"3.40.1.27\" class=\"Titus\">&emsp;The air is silent. Fresh Essence floats in the air when the clumps of Endogeny dry over and crackle, and Ellie diverts it into me, flooding my circuits with unimaginable energy. I feel the slice on my face soften over, and I realize that this is the true power of Essence the Afterlife would raze their own kind for.</p>",
      "<p id=\"3.40.1.28\" class=\"Titus\">&emsp;Two minutes was all it took. And when the barrier dissolves, I can finally survey the landscape.</p>",
      "<p id=\"3.40.1.29\" class=\"Titus\">&emsp;Heading east towards the Chieftains&apos; Lodge, I count at least forty full-Essenced Royal Guardsmen reduced to ash. She follows somewhere behind me, standing watch as a roving tower. Every moment, I expect a survivor to emerge from the rubble, but once I truly witness the scale of tremendous destruction, I realize how powerless I am compared to her.</p>",
      "<p id=\"3.40.1.30\" class=\"Titus\">&emsp;The moonlight eclipses when she stands above me. It was only two minutes. I can&apos;t even imagine the full extent of her power as the Mask if she was forced to try. I look up to find her slender, Obsidian limbs blending ceaselessly with the dark sky, so far removed from the smoke and light of civilization that both moons and all the stars are fully visible, including the blue spec Oceanus and its satellite.</p>",
      "<p id=\"3.40.1.31\" class=\"Titus\">&emsp;I feel a strange warmth in this helplessness, and when she decides our small encampment is safe, she returns to human form. The smell of ozone and burning rubber saturates the air as her great form erodes away, leaving the flaxen-haired girl of silken cloth standing right behind me.</p>",
      "<p id=\"3.40.1.32\" class=\"Titus\">&emsp;&quot;I believe you now,&quot; I admit. &quot;Gods&mdash;I thought you needed me. But you could take on the whole world like that.&quot;</p>",
      "<p id=\"3.40.1.33\" class=\"Titus\">&emsp;&quot;I do need you. You&apos;re my purpose. You&apos;re the treasure I have to protect and cherish, until our time here is up,&quot; she says.</p>",
      "<p id=\"3.40.1.34\" class=\"Titus\">&emsp;&quot;But why? What am I worth if I can&apos;t give anything to protect or help you? It&apos;s so uncomfortable, this . . . helplessness,&quot; I say. It&apos;s an unfamiliar feeling: that despite the thread and all my potential, there is a wall.</p>",
      "<p id=\"3.40.1.35\" class=\"Titus\">&emsp;&quot;You don&apos;t have to do anything right now. All you need to do is accept my protection, and trust me when I say you are completely safe under my care,&quot; Ellie says. She embraces me as I watch the sky. &quot;You&apos;ve spent your entire life giving all without expecting anything in return. So cherish this moment. Recover as you prepare for the final battle that lies ahead. That relentlessness is the most important thing you have to give: both to me, and to all those people you miss in another lifetime. From this frayed end of reality, I will give you all the strength you need to return. It is not your hardness, but your vulnerability, that will lead you to victory.&quot;</p>"
    ],
    [
      "<p id=\"3.40.2.1\" class=\"Titus\">&emsp;I have my limits, but that does not make me weak. I am as small as a speck of sand on the shores of Blackwater lake, but I still remain the furthest from nothing. I cannot change the world in it&apos;s entirety. My reach is small, and my influence in the affairs of this world is limited. </p>",
      "<p id=\"3.40.2.2\" class=\"Titus\">&emsp;So I choose my focus wisely when I prepare to return to that future past.</p>",
      "<p id=\"3.40.2.3\" class=\"Titus\">&emsp;Ellie slept next to me for the first two weeks until the nightmares subsided and I stopped trembling. She still insists on it every night, from how many countless years she spent dreaming of this moment. </p>",
      "<p id=\"3.40.2.4\" class=\"Titus\">&emsp;I ate well, and even better when I built the strength to start hunting, using the sharp obsidian arrows she synthesizes from Chymaeran scales. Every day I get one percent stronger, smarter, and more vulnerable to her kindness. She tells me I need to practice, and so she trains me, spending entire days practicing everything she can remember.</p>",
      "<p id=\"3.40.2.5\" class=\"Titus\">&emsp;I still stay away from the Chieftains&apos; Lodge. I can&apos;t bring the courage to return there yet &mdash; knowing she lays there with all the people who ever trusted me before that fated end. We quarter ourselves in the barracks on the edge of the Backwoods, living on little, because there is nothing I can take back beyond a plan and a lighter soul.</p>",
      "<p id=\"3.40.2.6\" class=\"Titus\">&emsp;She instructs me to drop the sword and rifle and take up my fists. She transfers her boundless Essence in short episodes. In two weeks, I can hardly sustain a steady flame in the palm of my hand, but she&apos;s so excited, praising me at every advancement, reminding me of how much they made her suffer just to learn that.</p>",
      "<p id=\"3.40.2.7\" class=\"Titus\">&emsp;But she still refuses to tell me the plan. At first she would just change the subject, but as my curiosity runs deeper and deeper, she says I need to be stronger to accept what I have to do.</p>",
      "<p id=\"3.40.2.8\" class=\"Titus\">&emsp;&quot;All I can tell you is that your target is in the Afterlife, and it&apos;s a significant task you can&apos;t hope to ever do alone,&quot; she finally says, refusing to tell me until the last moments we share.</p>",
      "<p id=\"3.40.2.9\" class=\"Titus\">&emsp;I&apos;m building muscle. I&apos;m not as strong as I was, but when I practice in combat, I&apos;ve almost been able to take her down.</p>",
      "<p id=\"3.40.2.10\" class=\"Titus\">&emsp;I write everything I can remember until I feel I&apos;ve planned every contingency, every detail, and when she describes all she knows of the city above the smoke, I can visualize the last moments I&apos;ll spend there.</p>",
      "<p id=\"3.40.2.11\" class=\"Titus\">&emsp;It&apos;s been at least a month-and-a-half since I discovered her in the amphitheater.</p>",
      "<p id=\"3.40.2.12\" class=\"Titus\">&emsp;&quot;I think I&apos;m ready,&quot; I tell her.</p>",
      "<p id=\"3.40.2.13\" class=\"Titus\">&emsp;&quot;Are you sure you want to do this?&quot;</p>",
      "<p id=\"3.40.2.14\" class=\"Titus\">&emsp;&quot;Without a doubt. I&apos;m ready to talk to her.&quot;</p>",
      "<p id=\"3.40.2.15\" class=\"Titus\">&emsp;She embraces me tenderly. My sister has protected me all this time, giving me everything I could ever ask for, teaching me the lessons I needed to grow just a little more.</p>",
      "<p id=\"3.40.2.16\" class=\"Titus\">&emsp;We walk out the door together, and the weather is just as warm as when the First Red called it home. The bodies of the dead no longer taint the air, and it&apos;s been so long since Ellie dissolved them to endogenous ash that they returned to the earth. If the ground accepts them &mdash; and nature can cycle on without hesitation &mdash; I know I can come to terms with this. It&apos;s a patch of frozen ice just like I left it. We&apos;ve been staying away from it this whole time, and now that Ellie and I approach the Lodge, the evidence of that past reveals itself.</p>",
      "<p id=\"3.40.2.17\" class=\"Titus\">&emsp;I will grieve and mourn. There are sacrifices I will have to make, and terrible dilemmas whose outcomes I will have to accept. I will lose the ones closest to me &mdash; and if I can&apos;t accept that &mdash; I will forever be trapped in this endless cycle.</p>",
      "<p id=\"3.40.2.18\" class=\"Titus\">&emsp;I return to the porch of the Chieftains&apos; Lodge to dwell in that last glimpse, and as the bodies of that cataclysmic reckoning emerge from the thawed ice, I remember everything.</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 346,
  "ReleaseDate": [
    "12",
    "13",
    "2025",
    "2025-12-13 00:00:00"
  ],
  "Active": false,
  "Perspective": "Titus",
  "Status": "Revised Draft",
  "WordCount": 0,
  "Summary": ""
}