{
  "Story": "Firebrand",
  "Title": "Chapter Forty-One",
  "Subtitle": "Rememberance",
  "Act": 3,
  "ChapterNumber": 41,
  "Synopsis": "Titus recalls the horrors of what his anger set in motion.",
  "RevNotes": "",
  "ID": "3.39",
  "Body": [
    "<p>&emsp;I close my eyes and I can hear the voice that woke the whole village. In my hand, I can still feel that celestial pebble of divine power resonating my circuits, waiting for the contact of blood to reap their comeuppance.</p><p>&emsp;All the evidence of that last struggle exists before me, halted in time &mdash; and though more than half a year has passed for me, for them, it&apos;s only been a mere month &mdash; or even less, from how perfectly the frost preserved them. When the deed was done, they dragged me off to the only windowless room in the village before I could bear witness to the Afterlife&apos;s carnage, before I could reap the collateral Essence. They locked me in the nearest shed, tying me up with rope and gagging me with my own mark, leaving me for hours until I heard the sounds of combat and then absolute silence.</p><p>&emsp;I never got to see any of the ones I left to die. By the time the Royal Guard bludgeoned the lock and dragged me by my legs, the first flakes had already begun to fall.</p><p>&emsp;I stand on that porch, and when I close my eyes, I can hear her shout as loud as she can, her voice still tinged with that wavering cowardice that followed her for her whole life: afraid to lose everything; bound by blood and allegiance to nothing; drowning in the same self-hatred I held for so long.</p><p>&emsp;Her incessant shouting infuriates me. After everything I&apos;ve given, I&apos;m insulted that she could think I was throwing it all away; that in any way this could matter; that the entire population wasn&apos;t damned from that moment the Afterlife got their means to our end.</p><p>&emsp;And when I close my eyes, I can still feel it, that biting loneliness and sadness that liquefies to incendiary anger under the right pressure. The breaking of that dam &mdash; or the fall from that ledge &mdash; the last sense of humanity withheld before the sanctity of the mission. I knew how the Gods felt when they watched the pettiness of mortal affairs, because in that moment, I had no room left for the pruned ghosts of this dying timeline.</p><p>&emsp;She told me she loved me right before I did it. But I denied her. I said the only thing she really loved of me was just the image of what I could give her and nothing more, but I didn&apos;t know I could ever feel the way I do now.</p><p>&emsp;That doesn&apos;t matter, though. I know her love would have changed nothing. It was my own love for this world and the desire to save everything that drove me there, after all. </p><p>&emsp;And so the Pure Essence flooded my veins for the second time. The beacon erupted in a bright flash of pearlescent light, stretching all the way from the divine realm to the mortal world. I understood the reason for that column of light now: with no Mask to flood Essence into, rejected by my thread, the celestial pebble jettisoned all its potential energy into the atmosphere.</p><p>&emsp;I saw flashes of another life when my soul tried to bind to that divine realm, but the thread obscured so much of it. All I could see was the vision of a young girl threading that first line to tether herself to me, dragging me at the wrist in a rush to jump before anything could stop us.</p><p>&emsp;The First Red panicked at how I overturned their vote, but still refused to come near me. The fight was coming to them, and suddenly that fear of the darkness &mdash; nestled in trees and settled behind snowbanks &mdash; overwhelmed them as they hastily prepared their defenses.</p><p>&emsp;At some point Sylvia tried to separate me. She leveraged her height to pull me from the flux of that column, and when I hardly gave, she fought instead to wrestle the Pure Essence from my hands.</p><p>&emsp;She had no idea of what was begging to be released from inside of her. I fought even harder to resist when I considered the Goddess stranding me here with nothing. I lusted for the life of every breathing thing around me as much as she longed for any kind of life that I was with her.</p><p>&emsp;She resorted to pleading when her brawn was no match. </p><p>&emsp;&quot;Just let go, Titus, yield!&quot;</p><p>&emsp;&quot;I can&apos;t let you ruin this,&quot; I told her. My grip tightened further. I couldn&apos;t let her touch any part of it or else that celestial side would come out and turn everything to lava and ash.</p><p>&emsp;&quot;You&apos;re killing everyone! When will you ever be satisfied? When will this ever end?&quot;</p><p>&emsp;&quot;When I fix everything, Sylvia, this is all I live for. I can fix everything. I can fix you!&quot;</p><p>&emsp;I felt  her grip loosen and I thought I&apos;d won. But then Raine shoulder-charged me, and I flew backwards, releasing the remnants of the Pure Essence across the stage as our combined weight crunched the planks of the porch.</p><p>&emsp;&quot;I&apos;m not broken. I was never broken, Titus. I own every single part of me, because it&apos;s brought me to who I am.&quot;</p><p>&emsp;She reaches for it.</p><p>&emsp;&quot;Stop, Sylvia!&quot;</p><p>&emsp;&quot;And if you can&apos;t accept yourself for what&apos;s made you, then, then . . .&quot;</p><p>&emsp;All she did was raise her hand. She didn&apos;t even have to touch it. When the pebble of divine Essence made contact with her skin, the shockwave knocked all the bustling First Red to their knees, blasting trees to bend like blades of grass in a windstorm.</p><p>&emsp;That earlier reaction to Raine&apos;s Essence was only the slightest preview of what it could do to her. Saturated with radiant celestial light, I watched as every shred of Sylvia dissolved away. She floated into the air, above Raine and I as we reclined in the recess between cross-beams. Her hair became silver like Ellie&apos;s, skin patterned with runes and symbols of a long-forgotten age, her tattered clothes replaced with billowing garments that could only be synthesized by divine tailors.</p><p>&emsp;I found Lyra in the crowd, on her knees along with all the others, either too dumbfounded to move or forced to prostration. They all looked upon the face of divinity with reverence while all of Blackwater worshipped false idols, so they were overwhelmingly aware of their sins of fear and avarice, like children brought before the source of their shame.</p><p>&emsp;The daughter of the Goddess&apos; voice boomed with thunder. &quot;I needn&apos;t explain to you the shame behind your fear, because the thread-barer has brought before you the judgment you so clearly deserve. Removed from your homeland to toil here, under the pretense of courage and emancipation, you soil the name and purpose of your Carmine, and leave your own brothers and sisters to die alone! You will &mdash; ugh...&quot;</p><p>&emsp;The Goddess grasped her head.</p><p>&emsp;&quot;Enough, you&apos;ve taken over for years! Saying that you&apos;re the real one? Weak and pathetic as &mdash;&quot;</p><p>&emsp;The First Red watched in confusion, unsure whether to grovel and beg for their worthless lives as the Goddess toiled with the other side of her. This wasn&apos;t anything like the Afterlife. That side was weaker now, I could tell in an instant she knew how little time she had in that form. </p><p>&emsp;She descended to the ground. The dark locks of Sylvia&apos;s hair pulsed back in color. </p><p>&emsp;&quot;I refuse,&quot; she said. &quot;We&apos;re not doing that. Not now, not ever!&quot;</p><p>&emsp;But she turns again. &quot;You pathetic bitch, has this taste of mortality made you this soft?&quot;</p><p>&emsp;The First Red looked on in horror as the Goddess turned to me. She tensioned her fingers around my collar and lifted me into the air.</p><p>&emsp;&quot;You were the one that brought me here. You swindled me. I longed for freedom from the divine realm so much, you used me to come back from the dead!&quot;</p><p>&emsp;&quot;I don&apos;t remember anything,&quot; I told her.</p><p>&emsp;&quot;You were trying to save your sister. Just like your father, you told yourself you&apos;d do whatever it took to go back there, all the way, even if it meant you&apos;d die forever. You told me. The house, the little girl, and the Snowdrifters that ravaged everything. You made a pact with me. I would bring you back, and you&apos;d bring me with you. You promised a beautiful world, but all I found was &mdash;&quot;</p><p>&emsp;She faltered again, dropping me to the ground.</p><p>&emsp;&quot;Suffering. I found suffering, and that&apos;s all you thought it was,&quot; Sylvia says. &quot;I remember all of it! What did we long for? We longed for the joy of a full experience, the one thing mortals could find that made the Gods jealous. The bounds of time create purpose. And when we longed for a taste of that, did you really think all we&apos;d find was joy and peace?&quot;</p><p>&emsp;She paused for a moment to receive the internal monologue. I found myself next to Lyra who already connected the pieces, unsure of how to react as I struggled myself to accept this revelation.</p><p>&emsp;&quot;You bound yourself with the threads to create me. You made sure you&apos;d forget so you&apos;d feel the thrills of mortality,&quot; Sylvia says. &quot;We were the ones that used him, knowing he might never return there. It was a chance for us as much as it was a mission for him.&quot;</p><p>&emsp;She turned again. </p><p>&emsp;&quot;We were supposed to fix the failure of Khiras and her experiment. The end was meant to be different, and if you can&apos;t see that &mdash; I&apos;ll make sure that no mortal will ever suffer the end of this timeline!&quot;</p><p>&emsp;The Goddess rose into the air, still fighting herself, a young spirit and an exhausted immortal forever unwilling to coalesce.</p><p>&emsp;&quot;You fail again, thread-barer. This is the end of another&mdash;&quot;</p><p>&emsp;Sylvia resists. The winds pick up all around us as the ground shakes; distant tremblings of a familiar end I remember from a past life. I couldn&apos;t let the Goddess unwittingly trap me here.</p><p>&emsp;&quot;You have to resist, Sylvia, please!&quot; I shouted. &quot;I have to go back. I have to save all of us, to make things right. The mission. Whatever that was. I have to finish the fight!&quot;</p><p>&emsp;Just then, a distant flash lit the sky that only I could ever recognize.</p><p>&emsp;&quot;I&apos;m sorry, Titus. I&apos;m sorry I dragged you into all of this. I&apos;ve only ever been sincere to you, in all that time we were blind to that truth of where we came from. But my love for you is &mdash;&quot;</p><p>&emsp;&quot;I know,&quot; I told her.</p><p>&emsp;&quot;We loved each other in the Reservoir, and yet . . . even with our memories lost, we still found that lost piece.&quot;</p><p>&emsp;&quot;I just wish I could remember. Anything.&quot;</p><p>&emsp;She descended in her heavenly raiments on the last pulse of Pure Essence, dissolving, reaching for one last kiss before she was withdrawn from the mortal plane. I turned my head up to her as she approached, but when three minutes passed since the flash lit the sky, the wall of pressure disintegrated her body to shimmering dust.</p><p>&emsp;I fell to my knees. The First Red remobilized when they remembered the closeness of their last trial, as if nothing had ever happened.</p><p>&emsp;&quot;You were him all along,&quot; Lyra said. &quot;You don&apos;t remember anything. The house. Father. The passing of the Mask to you. I knew it as soon as I saw that column of light. You&apos;re . . . Fletcher . . .&quot; She looked halfway torn between embracing me and outright killing me, but before she could react, Raine brandished me across the face with his fist.</p><p>&emsp;&quot;You Gods-damn bastard!&quot; He shouted.</p><p>&emsp;&quot;Raine, stop it!&quot; Lyra pleaded.</p><p>&emsp;&quot;He&apos;s getting thrown the only place he deserves to rot. Away from everything, and away from the Essence he longs to pilfer from our corpses.&quot;</p><p>&emsp;&quot;Stop it, just give us a moment!&quot; Lyra says, but like his son, his mind is immovable. Two more Carmine join to drag me off the streets towards the windowless shed as Lyra falls behind.</p><p>&emsp;And now, I stand here on this porch, opening my eyes to recall every minute of the events as they unfolded. I finally see the aftermath I missed when the Royal Guard dragged me from that shed. Lyra died five steps away from the crater in the floorboards. Raine died just past the shed. And when I notice Lyra&apos;s hand missing the ring finger, I draw a long, shallow breath before I anticipate her to speak to me again through death.</p><p>&emsp;Her hand falls on my shoulder, and I shiver at her cold touch.</p>",
    "<p>&emsp;&quot;It&apos;s something you think about when you&apos;re surrounded by Chymaerans all the time. It&apos;s the soul that&apos;s the question. Do we identify with the body as our identity? Or is the body just a vehicle for the soul?&quot;</p><p>&emsp;We look at her body as we sit on the steps of the porch, but she isn&apos;t dismayed or terrified. Instead, she&apos;s almost curious.</p><p>&emsp;&quot;It&apos;s funny. You think I&apos;d be a lot more worked up about this, confronted with my own death. I remember it so clearly when the Royal Guard overwhelmed us, that last moment when my defenses slipped and I gave in. But in the end, I guess I got what I wanted.&quot;</p><p>&emsp;&quot;Did it hurt?&quot; I ask her.</p><p>&emsp;&quot;I don&apos;t remember, there was so much adrenaline. Just a long tunnel of light, then oblivion, and the next moment I&apos;m here.&quot;  She turns to me with Ellie&apos;s amethyst eyes. &quot;Reminds me of a joke I heard. &apos;I don&apos;t mind dying. I just don&apos;t want to be around when it happens,&apos;&quot; Lyra says. </p><p>&emsp;&quot;What do you remember? I saw nothing. I only heard the horrors of what was happening until everything went silent.&quot;</p><p>&emsp;&quot;In those last moments I thought of everything I still wanted to say to you. It&apos;s been a checklist in my mind forever &mdash; and even more so since that first column of light proved he was alive. But I realized there wasn&apos;t much else I really had to do. I was with you: for as short as it was, as close as I got to killing you at times, it all still felt like more than I could ask for.&quot;</p><p>&emsp;&quot;And I&apos;m going to make it better next time,&quot; I tell her. &quot;I promise you. Everything you&apos;ve ever dreamed of. Say&mdash;what is it that you wanted to hear the most from Fletcher? From . . . me?&quot;</p><p>&emsp;&quot;That you&apos;re proud,&quot; she says, without hesitation. &quot;Telling me that I lived up to everything you left behind, that I squandered none of that potential you wast&mdash; er, &apos;spent,&apos; on saving me.&quot;</p><p>&emsp;&quot;You lived a wonderful life of service,&quot; I tell her. &quot;You gave yourself to a cause, and you were faithful to the end. I took that chance at life from you before you could see the fruits of that dedication. I was selfish because I had a different mission. I knew that all of Blackwater and everyone around it would be swallowed into the earth, met with a violent, sudden fate, and because of that, I had to do whatever it took to go back there. And regardless of that, I&apos;m sorry I betrayed you and everyone you care for. I hope that you can forgive me, even in death.&quot;</p><p>&emsp;&quot;I do, Fletcher &mdash; if I can call you that. I fully understand your reason. It wasn&apos;t you. You were as married to your purpose as I was to my own, and it was even grander than mine, so believe me when I say it&apos;s only the First Red that need to redeem themselves. You gave them a chance to react to this and put your faith in them.&quot;</p><p>&emsp;&quot;Everything will change next time,&quot; I insist. I have the workings of my plan that I&apos;ve pieced together for the past month, filling all the imaginary holes and threading all the pieces.</p><p>&emsp;But a question still lingers.</p><p>&emsp;&quot;Say. How is it that you remember so much as a guise?&quot;</p><p>&emsp;&quot;A . . . guise? What do you &mdash; you mean I&apos;m. . .&quot;</p><p>&emsp;Her hands feel for every contour of her body. I&apos;m frightened for a moment as I watch her panic, then I remember what we&apos;ve been staring at this whole time.</p><p>&emsp;I laugh. </p><p>&emsp;&quot;Very funny. But really.&quot;</p><p>&emsp;&quot;It all depends on the connection,&quot; she says. &quot;Your friends Romin and Valentina died horrible, gruesome deaths, and I bet that made them far less-willing to surrender themselves to complete strangers. You feel that other consciousness intrude on your existence, and at first it&apos;s terrifying, threatening everything that makes you who you were. Ellie tells me that&apos;s why sometimes it takes years, while others can be instant. What it comes down to is compatibility and trust.&quot;</p><p>&emsp;It reminds me of the exact same feeling when I enter my past self. But every time it&apos;s a hostile takeover, like killing a past fragment of myself in their sleep with just own hands: too slow that they soon awake to what&apos;s happening; forced to accept it as their own existence is haplessly erased. </p><p>&emsp;&quot;You said you were so afraid. So what was it that made you surrender yourself?&quot;</p><p>&emsp;&quot;I gave myself up because I could feel the warmth of it it &mdash; the biggest commonality between both of us: how much we love and cherish that brother that brings himself to suffer and toil for our own well-being, expecting nothing in return. We want you to thrive, even if we know that one day soon you&apos;ll be leaving us both behind here.&quot;</p><p>&emsp;&quot;You will never be dead to me,&quot; I tell them. &quot;I swear it, I&apos;ll carry on every piece of you and wear my pride on my sleeve. I&apos;ll know you still persist here. I&apos;ll dream of us as if sleep can bridge our lifelines. And at the end of it all, I&apos;ll think of you every day from morning until night, until it&apos;s the last thought I ever have, I swear it!&quot;</p><p>&emsp;Lyra&apos;s eyes run wet as the hope in my words grows. Ellie slips out from Lyra&apos;s guise, and the conviction of my words draw a deep, lonely sorrow through her eyes.</p><p>&emsp;&quot;What happened? I&apos;m sorry. Did I say something wrong?&quot;</p><p>&emsp;She makes herself small, curling up just like she used to when I came home late and found her feeling so alone. Because I know I will be leaving her here.</p><p>&emsp;&quot;I can&apos;t tell you yet, not until the end of this . . . but I&apos;ve just been dreading it so much,&quot; Ellie says.</p><p>&emsp;&quot;Then I will listen, whenever you are ready,&quot; I say.</p><p>&emsp;She stretches her slender legs down the steps. &quot;I just wish you could stay here forever, Titus, and regardless of how important I know that mission is to the both of us, it just makes me so sad. I got what I could only dream of for years, and all I can think is what it will feel like when it&apos;s gone!&quot;</p><p>&emsp;She bashes her fists into the planks, and one of them snaps. I reach to comfort her, just like I&apos;ve always done. I remove the arm of my coat and wrap her in the warmth of it, allowing her to bury her head into my shoulder and sob as I extend my arm around her.</p><p>&emsp;&quot;I wish I could give you everything for all you&apos;ve suffered, and all I&apos;ve missed. The reason why it&apos;s so easy to give to you? You give me so much in return and you don&apos;t even realize it,&quot; I say. &quot;I&apos;ve spent my whole life thinking I&apos;m a burden paying off an ever-increasing debt against all the people I care for. That they keep me around just to collect what I can give. Gods forbid, I was the Valedictorian of the Academy and I still felt lower than dirt &mdash; so entrenched in the mentality I learned in the Orphanage before I was adopted, deserving love. At that young age it might have been hard for you to show it, when I was just another adult telling you how to live.&quot;</p><p>&emsp;&quot;I shouldn&apos;t have been such a jerk,&quot; she sobs.</p><p>&emsp;&quot;You were a child &mdash; but through it all, you accepted and cherished that kindness. And that alone was what was enough to fill my heart and keep me going. And even now, you teach me that lesson through your boundless love.&quot; I begin to cry, but I let it flow out of me, not judging it, letting all the inward pain I collected to harden myself with to melt away. I can feel her now. And as I opened up this past month, I noticed things I had never taken the time to care about before.</p><p>&emsp;&quot;When I was broken down to the lowest point, fully vulnerable for the first time, you were there to protect me &mdash; or else I thought I&apos;d break entirely. You made me feel all the things I&apos;d run from, not allowing me to erect walls and hide. I felt all of it. And because of that, you taught me the greatest lesson of my life: that there is pain that heals.&quot;</p><p>&emsp;&quot;I&apos;m not ready to let you go,&quot; she says. I feel her arms tension around me, unaware of how strong she is. &quot;Lyra tested you, and you&apos;re ready, but . . . I just can&apos;t let you go. Stay, just a little bit longer, please, Titus. I&apos;m not better yet,&quot; she says, lapsing into her younger self for a moment.</p><p>&emsp;&quot;Neither one of us is fully healed. We&apos;ve only begun to reverse that momentum.&quot;</p><p>&emsp;&quot;So stay, just a little while longer,&quot; she says.</p><p>&emsp;&quot;I will. And when I return, I&apos;m going to save you. I won&apos;t let you ever suffer again what you endured here.&quot;</p><p>&emsp;&quot;And that&apos;s what I&apos;m afraid of,&quot; she says. &quot;I&apos;m not telling you until the moment you leave me. Or else you&apos;ll never go.&quot;</p><p>&emsp;&quot;I will listen when it&apos;s time. A brother always listens.&quot; She looks up at me with teary eyes to find my face just as wet. &quot;There are so many sacrifices I&apos;ll have to accept. People will die, and so many will suffer. I&apos;m only giving myself one shot in this last loop. But for now, in this short breadth of peace, let&apos;s get stronger together. Spirit is the only thing I can carry.&quot;</p>"
  ],
  "BodyFormatted": [
    [
      "<p id=\"3.41.1.1\" class=\"Titus\">&emsp;I close my eyes and I can hear the voice that woke the whole village. In my hand, I can still feel that celestial pebble of divine power resonating my circuits, waiting for the contact of blood to reap their comeuppance.</p>",
      "<p id=\"3.41.1.2\" class=\"Titus\">&emsp;All the evidence of that last struggle exists before me, halted in time &mdash; and though more than half a year has passed for me, for them, it&apos;s only been a mere month &mdash; or even less, from how perfectly the frost preserved them. When the deed was done, they dragged me off to the only windowless room in the village before I could bear witness to the Afterlife&apos;s carnage, before I could reap the collateral Essence. They locked me in the nearest shed, tying me up with rope and gagging me with my own mark, leaving me for hours until I heard the sounds of combat and then absolute silence.</p>",
      "<p id=\"3.41.1.3\" class=\"Titus\">&emsp;I never got to see any of the ones I left to die. By the time the Royal Guard bludgeoned the lock and dragged me by my legs, the first flakes had already begun to fall.</p>",
      "<p id=\"3.41.1.4\" class=\"Titus\">&emsp;I stand on that porch, and when I close my eyes, I can hear her shout as loud as she can, her voice still tinged with that wavering cowardice that followed her for her whole life: afraid to lose everything; bound by blood and allegiance to nothing; drowning in the same self-hatred I held for so long.</p>",
      "<p id=\"3.41.1.5\" class=\"Titus\">&emsp;Her incessant shouting infuriates me. After everything I&apos;ve given, I&apos;m insulted that she could think I was throwing it all away; that in any way this could matter; that the entire population wasn&apos;t damned from that moment the Afterlife got their means to our end.</p>",
      "<p id=\"3.41.1.6\" class=\"Titus\">&emsp;And when I close my eyes, I can still feel it, that biting loneliness and sadness that liquefies to incendiary anger under the right pressure. The breaking of that dam &mdash; or the fall from that ledge &mdash; the last sense of humanity withheld before the sanctity of the mission. I knew how the Gods felt when they watched the pettiness of mortal affairs, because in that moment, I had no room left for the pruned ghosts of this dying timeline.</p>",
      "<p id=\"3.41.1.7\" class=\"Titus\">&emsp;She told me she loved me right before I did it. But I denied her. I said the only thing she really loved of me was just the image of what I could give her and nothing more, but I didn&apos;t know I could ever feel the way I do now.</p>",
      "<p id=\"3.41.1.8\" class=\"Titus\">&emsp;That doesn&apos;t matter, though. I know her love would have changed nothing. It was my own love for this world and the desire to save everything that drove me there, after all. </p>",
      "<p id=\"3.41.1.9\" class=\"Titus\">&emsp;And so the Pure Essence flooded my veins for the second time. The beacon erupted in a bright flash of pearlescent light, stretching all the way from the divine realm to the mortal world. I understood the reason for that column of light now: with no Mask to flood Essence into, rejected by my thread, the celestial pebble jettisoned all its potential energy into the atmosphere.</p>",
      "<p id=\"3.41.1.10\" class=\"Titus\">&emsp;I saw flashes of another life when my soul tried to bind to that divine realm, but the thread obscured so much of it. All I could see was the vision of a young girl threading that first line to tether herself to me, dragging me at the wrist in a rush to jump before anything could stop us.</p>",
      "<p id=\"3.41.1.11\" class=\"Titus\">&emsp;The First Red panicked at how I overturned their vote, but still refused to come near me. The fight was coming to them, and suddenly that fear of the darkness &mdash; nestled in trees and settled behind snowbanks &mdash; overwhelmed them as they hastily prepared their defenses.</p>",
      "<p id=\"3.41.1.12\" class=\"Titus\">&emsp;At some point Sylvia tried to separate me. She leveraged her height to pull me from the flux of that column, and when I hardly gave, she fought instead to wrestle the Pure Essence from my hands.</p>",
      "<p id=\"3.41.1.13\" class=\"Titus\">&emsp;She had no idea of what was begging to be released from inside of her. I fought even harder to resist when I considered the Goddess stranding me here with nothing. I lusted for the life of every breathing thing around me as much as she longed for any kind of life that I was with her.</p>",
      "<p id=\"3.41.1.14\" class=\"Titus\">&emsp;She resorted to pleading when her brawn was no match. </p>",
      "<p id=\"3.41.1.15\" class=\"Titus\">&emsp;&quot;Just let go, Titus, yield!&quot;</p>",
      "<p id=\"3.41.1.16\" class=\"Titus\">&emsp;&quot;I can&apos;t let you ruin this,&quot; I told her. My grip tightened further. I couldn&apos;t let her touch any part of it or else that celestial side would come out and turn everything to lava and ash.</p>",
      "<p id=\"3.41.1.17\" class=\"Titus\">&emsp;&quot;You&apos;re killing everyone! When will you ever be satisfied? When will this ever end?&quot;</p>",
      "<p id=\"3.41.1.18\" class=\"Titus\">&emsp;&quot;When I fix everything, Sylvia, this is all I live for. I can fix everything. I can fix you!&quot;</p>",
      "<p id=\"3.41.1.19\" class=\"Titus\">&emsp;I felt  her grip loosen and I thought I&apos;d won. But then Raine shoulder-charged me, and I flew backwards, releasing the remnants of the Pure Essence across the stage as our combined weight crunched the planks of the porch.</p>",
      "<p id=\"3.41.1.20\" class=\"Titus\">&emsp;&quot;I&apos;m not broken. I was never broken, Titus. I own every single part of me, because it&apos;s brought me to who I am.&quot;</p>",
      "<p id=\"3.41.1.21\" class=\"Titus\">&emsp;She reaches for it.</p>",
      "<p id=\"3.41.1.22\" class=\"Titus\">&emsp;&quot;Stop, Sylvia!&quot;</p>",
      "<p id=\"3.41.1.23\" class=\"Titus\">&emsp;&quot;And if you can&apos;t accept yourself for what&apos;s made you, then, then . . .&quot;</p>",
      "<p id=\"3.41.1.24\" class=\"Titus\">&emsp;All she did was raise her hand. She didn&apos;t even have to touch it. When the pebble of divine Essence made contact with her skin, the shockwave knocked all the bustling First Red to their knees, blasting trees to bend like blades of grass in a windstorm.</p>",
      "<p id=\"3.41.1.25\" class=\"Titus\">&emsp;That earlier reaction to Raine&apos;s Essence was only the slightest preview of what it could do to her. Saturated with radiant celestial light, I watched as every shred of Sylvia dissolved away. She floated into the air, above Raine and I as we reclined in the recess between cross-beams. Her hair became silver like Ellie&apos;s, skin patterned with runes and symbols of a long-forgotten age, her tattered clothes replaced with billowing garments that could only be synthesized by divine tailors.</p>",
      "<p id=\"3.41.1.26\" class=\"Titus\">&emsp;I found Lyra in the crowd, on her knees along with all the others, either too dumbfounded to move or forced to prostration. They all looked upon the face of divinity with reverence while all of Blackwater worshipped false idols, so they were overwhelmingly aware of their sins of fear and avarice, like children brought before the source of their shame.</p>",
      "<p id=\"3.41.1.27\" class=\"Titus\">&emsp;The daughter of the Goddess&apos; voice boomed with thunder. &quot;I needn&apos;t explain to you the shame behind your fear, because the thread-barer has brought before you the judgment you so clearly deserve. Removed from your homeland to toil here, under the pretense of courage and emancipation, you soil the name and purpose of your Carmine, and leave your own brothers and sisters to die alone! You will &mdash; ugh...&quot;</p>",
      "<p id=\"3.41.1.28\" class=\"Titus\">&emsp;The Goddess grasped her head.</p>",
      "<p id=\"3.41.1.29\" class=\"Titus\">&emsp;&quot;Enough, you&apos;ve taken over for years! Saying that you&apos;re the real one? Weak and pathetic as &mdash;&quot;</p>",
      "<p id=\"3.41.1.30\" class=\"Titus\">&emsp;The First Red watched in confusion, unsure whether to grovel and beg for their worthless lives as the Goddess toiled with the other side of her. This wasn&apos;t anything like the Afterlife. That side was weaker now, I could tell in an instant she knew how little time she had in that form. </p>",
      "<p id=\"3.41.1.31\" class=\"Titus\">&emsp;She descended to the ground. The dark locks of Sylvia&apos;s hair pulsed back in color. </p>",
      "<p id=\"3.41.1.32\" class=\"Titus\">&emsp;&quot;I refuse,&quot; she said. &quot;We&apos;re not doing that. Not now, not ever!&quot;</p>",
      "<p id=\"3.41.1.33\" class=\"Titus\">&emsp;But she turns again. &quot;You pathetic bitch, has this taste of mortality made you this soft?&quot;</p>",
      "<p id=\"3.41.1.34\" class=\"Titus\">&emsp;The First Red looked on in horror as the Goddess turned to me. She tensioned her fingers around my collar and lifted me into the air.</p>",
      "<p id=\"3.41.1.35\" class=\"Titus\">&emsp;&quot;You were the one that brought me here. You swindled me. I longed for freedom from the divine realm so much, you used me to come back from the dead!&quot;</p>",
      "<p id=\"3.41.1.36\" class=\"Titus\">&emsp;&quot;I don&apos;t remember anything,&quot; I told her.</p>",
      "<p id=\"3.41.1.37\" class=\"Titus\">&emsp;&quot;You were trying to save your sister. Just like your father, you told yourself you&apos;d do whatever it took to go back there, all the way, even if it meant you&apos;d die forever. You told me. The house, the little girl, and the Snowdrifters that ravaged everything. You made a pact with me. I would bring you back, and you&apos;d bring me with you. You promised a beautiful world, but all I found was &mdash;&quot;</p>",
      "<p id=\"3.41.1.38\" class=\"Titus\">&emsp;She faltered again, dropping me to the ground.</p>",
      "<p id=\"3.41.1.39\" class=\"Titus\">&emsp;&quot;Suffering. I found suffering, and that&apos;s all you thought it was,&quot; Sylvia says. &quot;I remember all of it! What did we long for? We longed for the joy of a full experience, the one thing mortals could find that made the Gods jealous. The bounds of time create purpose. And when we longed for a taste of that, did you really think all we&apos;d find was joy and peace?&quot;</p>",
      "<p id=\"3.41.1.40\" class=\"Titus\">&emsp;She paused for a moment to receive the internal monologue. I found myself next to Lyra who already connected the pieces, unsure of how to react as I struggled myself to accept this revelation.</p>",
      "<p id=\"3.41.1.41\" class=\"Titus\">&emsp;&quot;You bound yourself with the threads to create me. You made sure you&apos;d forget so you&apos;d feel the thrills of mortality,&quot; Sylvia says. &quot;We were the ones that used him, knowing he might never return there. It was a chance for us as much as it was a mission for him.&quot;</p>",
      "<p id=\"3.41.1.42\" class=\"Titus\">&emsp;She turned again. </p>",
      "<p id=\"3.41.1.43\" class=\"Titus\">&emsp;&quot;We were supposed to fix the failure of Khiras and her experiment. The end was meant to be different, and if you can&apos;t see that &mdash; I&apos;ll make sure that no mortal will ever suffer the end of this timeline!&quot;</p>",
      "<p id=\"3.41.1.44\" class=\"Titus\">&emsp;The Goddess rose into the air, still fighting herself, a young spirit and an exhausted immortal forever unwilling to coalesce.</p>",
      "<p id=\"3.41.1.45\" class=\"Titus\">&emsp;&quot;You fail again, thread-barer. This is the end of another&mdash;&quot;</p>",
      "<p id=\"3.41.1.46\" class=\"Titus\">&emsp;Sylvia resists. The winds pick up all around us as the ground shakes; distant tremblings of a familiar end I remember from a past life. I couldn&apos;t let the Goddess unwittingly trap me here.</p>",
      "<p id=\"3.41.1.47\" class=\"Titus\">&emsp;&quot;You have to resist, Sylvia, please!&quot; I shouted. &quot;I have to go back. I have to save all of us, to make things right. The mission. Whatever that was. I have to finish the fight!&quot;</p>",
      "<p id=\"3.41.1.48\" class=\"Titus\">&emsp;Just then, a distant flash lit the sky that only I could ever recognize.</p>",
      "<p id=\"3.41.1.49\" class=\"Titus\">&emsp;&quot;I&apos;m sorry, Titus. I&apos;m sorry I dragged you into all of this. I&apos;ve only ever been sincere to you, in all that time we were blind to that truth of where we came from. But my love for you is &mdash;&quot;</p>",
      "<p id=\"3.41.1.50\" class=\"Titus\">&emsp;&quot;I know,&quot; I told her.</p>",
      "<p id=\"3.41.1.51\" class=\"Titus\">&emsp;&quot;We loved each other in the Reservoir, and yet . . . even with our memories lost, we still found that lost piece.&quot;</p>",
      "<p id=\"3.41.1.52\" class=\"Titus\">&emsp;&quot;I just wish I could remember. Anything.&quot;</p>",
      "<p id=\"3.41.1.53\" class=\"Titus\">&emsp;She descended in her heavenly raiments on the last pulse of Pure Essence, dissolving, reaching for one last kiss before she was withdrawn from the mortal plane. I turned my head up to her as she approached, but when three minutes passed since the flash lit the sky, the wall of pressure disintegrated her body to shimmering dust.</p>",
      "<p id=\"3.41.1.54\" class=\"Titus\">&emsp;I fell to my knees. The First Red remobilized when they remembered the closeness of their last trial, as if nothing had ever happened.</p>",
      "<p id=\"3.41.1.55\" class=\"Titus\">&emsp;&quot;You were him all along,&quot; Lyra said. &quot;You don&apos;t remember anything. The house. Father. The passing of the Mask to you. I knew it as soon as I saw that column of light. You&apos;re . . . Fletcher . . .&quot; She looked halfway torn between embracing me and outright killing me, but before she could react, Raine brandished me across the face with his fist.</p>",
      "<p id=\"3.41.1.56\" class=\"Titus\">&emsp;&quot;You Gods-damn bastard!&quot; He shouted.</p>",
      "<p id=\"3.41.1.57\" class=\"Titus\">&emsp;&quot;Raine, stop it!&quot; Lyra pleaded.</p>",
      "<p id=\"3.41.1.58\" class=\"Titus\">&emsp;&quot;He&apos;s getting thrown the only place he deserves to rot. Away from everything, and away from the Essence he longs to pilfer from our corpses.&quot;</p>",
      "<p id=\"3.41.1.59\" class=\"Titus\">&emsp;&quot;Stop it, just give us a moment!&quot; Lyra says, but like his son, his mind is immovable. Two more Carmine join to drag me off the streets towards the windowless shed as Lyra falls behind.</p>",
      "<p id=\"3.41.1.60\" class=\"Titus\">&emsp;And now, I stand here on this porch, opening my eyes to recall every minute of the events as they unfolded. I finally see the aftermath I missed when the Royal Guard dragged me from that shed. Lyra died five steps away from the crater in the floorboards. Raine died just past the shed. And when I notice Lyra&apos;s hand missing the ring finger, I draw a long, shallow breath before I anticipate her to speak to me again through death.</p>",
      "<p id=\"3.41.1.61\" class=\"Titus\">&emsp;Her hand falls on my shoulder, and I shiver at her cold touch.</p>"
    ],
    [
      "<p id=\"3.41.2.1\" class=\"Titus\">&emsp;&quot;It&apos;s something you think about when you&apos;re surrounded by Chymaerans all the time. It&apos;s the soul that&apos;s the question. Do we identify with the body as our identity? Or is the body just a vehicle for the soul?&quot;</p>",
      "<p id=\"3.41.2.2\" class=\"Titus\">&emsp;We look at her body as we sit on the steps of the porch, but she isn&apos;t dismayed or terrified. Instead, she&apos;s almost curious.</p>",
      "<p id=\"3.41.2.3\" class=\"Titus\">&emsp;&quot;It&apos;s funny. You think I&apos;d be a lot more worked up about this, confronted with my own death. I remember it so clearly when the Royal Guard overwhelmed us, that last moment when my defenses slipped and I gave in. But in the end, I guess I got what I wanted.&quot;</p>",
      "<p id=\"3.41.2.4\" class=\"Titus\">&emsp;&quot;Did it hurt?&quot; I ask her.</p>",
      "<p id=\"3.41.2.5\" class=\"Titus\">&emsp;&quot;I don&apos;t remember, there was so much adrenaline. Just a long tunnel of light, then oblivion, and the next moment I&apos;m here.&quot;  She turns to me with Ellie&apos;s amethyst eyes. &quot;Reminds me of a joke I heard. &apos;I don&apos;t mind dying. I just don&apos;t want to be around when it happens,&apos;&quot; Lyra says. </p>",
      "<p id=\"3.41.2.6\" class=\"Titus\">&emsp;&quot;What do you remember? I saw nothing. I only heard the horrors of what was happening until everything went silent.&quot;</p>",
      "<p id=\"3.41.2.7\" class=\"Titus\">&emsp;&quot;In those last moments I thought of everything I still wanted to say to you. It&apos;s been a checklist in my mind forever &mdash; and even more so since that first column of light proved he was alive. But I realized there wasn&apos;t much else I really had to do. I was with you: for as short as it was, as close as I got to killing you at times, it all still felt like more than I could ask for.&quot;</p>",
      "<p id=\"3.41.2.8\" class=\"Titus\">&emsp;&quot;And I&apos;m going to make it better next time,&quot; I tell her. &quot;I promise you. Everything you&apos;ve ever dreamed of. Say&mdash;what is it that you wanted to hear the most from Fletcher? From . . . me?&quot;</p>",
      "<p id=\"3.41.2.9\" class=\"Titus\">&emsp;&quot;That you&apos;re proud,&quot; she says, without hesitation. &quot;Telling me that I lived up to everything you left behind, that I squandered none of that potential you wast&mdash; er, &apos;spent,&apos; on saving me.&quot;</p>",
      "<p id=\"3.41.2.10\" class=\"Titus\">&emsp;&quot;You lived a wonderful life of service,&quot; I tell her. &quot;You gave yourself to a cause, and you were faithful to the end. I took that chance at life from you before you could see the fruits of that dedication. I was selfish because I had a different mission. I knew that all of Blackwater and everyone around it would be swallowed into the earth, met with a violent, sudden fate, and because of that, I had to do whatever it took to go back there. And regardless of that, I&apos;m sorry I betrayed you and everyone you care for. I hope that you can forgive me, even in death.&quot;</p>",
      "<p id=\"3.41.2.11\" class=\"Titus\">&emsp;&quot;I do, Fletcher &mdash; if I can call you that. I fully understand your reason. It wasn&apos;t you. You were as married to your purpose as I was to my own, and it was even grander than mine, so believe me when I say it&apos;s only the First Red that need to redeem themselves. You gave them a chance to react to this and put your faith in them.&quot;</p>",
      "<p id=\"3.41.2.12\" class=\"Titus\">&emsp;&quot;Everything will change next time,&quot; I insist. I have the workings of my plan that I&apos;ve pieced together for the past month, filling all the imaginary holes and threading all the pieces.</p>",
      "<p id=\"3.41.2.13\" class=\"Titus\">&emsp;But a question still lingers.</p>",
      "<p id=\"3.41.2.14\" class=\"Titus\">&emsp;&quot;Say. How is it that you remember so much as a guise?&quot;</p>",
      "<p id=\"3.41.2.15\" class=\"Titus\">&emsp;&quot;A . . . guise? What do you &mdash; you mean I&apos;m. . .&quot;</p>",
      "<p id=\"3.41.2.16\" class=\"Titus\">&emsp;Her hands feel for every contour of her body. I&apos;m frightened for a moment as I watch her panic, then I remember what we&apos;ve been staring at this whole time.</p>",
      "<p id=\"3.41.2.17\" class=\"Titus\">&emsp;I laugh. </p>",
      "<p id=\"3.41.2.18\" class=\"Titus\">&emsp;&quot;Very funny. But really.&quot;</p>",
      "<p id=\"3.41.2.19\" class=\"Titus\">&emsp;&quot;It all depends on the connection,&quot; she says. &quot;Your friends Romin and Valentina died horrible, gruesome deaths, and I bet that made them far less-willing to surrender themselves to complete strangers. You feel that other consciousness intrude on your existence, and at first it&apos;s terrifying, threatening everything that makes you who you were. Ellie tells me that&apos;s why sometimes it takes years, while others can be instant. What it comes down to is compatibility and trust.&quot;</p>",
      "<p id=\"3.41.2.20\" class=\"Titus\">&emsp;It reminds me of the exact same feeling when I enter my past self. But every time it&apos;s a hostile takeover, like killing a past fragment of myself in their sleep with just own hands: too slow that they soon awake to what&apos;s happening; forced to accept it as their own existence is haplessly erased. </p>",
      "<p id=\"3.41.2.21\" class=\"Titus\">&emsp;&quot;You said you were so afraid. So what was it that made you surrender yourself?&quot;</p>",
      "<p id=\"3.41.2.22\" class=\"Titus\">&emsp;&quot;I gave myself up because I could feel the warmth of it it &mdash; the biggest commonality between both of us: how much we love and cherish that brother that brings himself to suffer and toil for our own well-being, expecting nothing in return. We want you to thrive, even if we know that one day soon you&apos;ll be leaving us both behind here.&quot;</p>",
      "<p id=\"3.41.2.23\" class=\"Titus\">&emsp;&quot;You will never be dead to me,&quot; I tell them. &quot;I swear it, I&apos;ll carry on every piece of you and wear my pride on my sleeve. I&apos;ll know you still persist here. I&apos;ll dream of us as if sleep can bridge our lifelines. And at the end of it all, I&apos;ll think of you every day from morning until night, until it&apos;s the last thought I ever have, I swear it!&quot;</p>",
      "<p id=\"3.41.2.24\" class=\"Titus\">&emsp;Lyra&apos;s eyes run wet as the hope in my words grows. Ellie slips out from Lyra&apos;s guise, and the conviction of my words draw a deep, lonely sorrow through her eyes.</p>",
      "<p id=\"3.41.2.25\" class=\"Titus\">&emsp;&quot;What happened? I&apos;m sorry. Did I say something wrong?&quot;</p>",
      "<p id=\"3.41.2.26\" class=\"Titus\">&emsp;She makes herself small, curling up just like she used to when I came home late and found her feeling so alone. Because I know I will be leaving her here.</p>",
      "<p id=\"3.41.2.27\" class=\"Titus\">&emsp;&quot;I can&apos;t tell you yet, not until the end of this . . . but I&apos;ve just been dreading it so much,&quot; Ellie says.</p>",
      "<p id=\"3.41.2.28\" class=\"Titus\">&emsp;&quot;Then I will listen, whenever you are ready,&quot; I say.</p>",
      "<p id=\"3.41.2.29\" class=\"Titus\">&emsp;She stretches her slender legs down the steps. &quot;I just wish you could stay here forever, Titus, and regardless of how important I know that mission is to the both of us, it just makes me so sad. I got what I could only dream of for years, and all I can think is what it will feel like when it&apos;s gone!&quot;</p>",
      "<p id=\"3.41.2.30\" class=\"Titus\">&emsp;She bashes her fists into the planks, and one of them snaps. I reach to comfort her, just like I&apos;ve always done. I remove the arm of my coat and wrap her in the warmth of it, allowing her to bury her head into my shoulder and sob as I extend my arm around her.</p>",
      "<p id=\"3.41.2.31\" class=\"Titus\">&emsp;&quot;I wish I could give you everything for all you&apos;ve suffered, and all I&apos;ve missed. The reason why it&apos;s so easy to give to you? You give me so much in return and you don&apos;t even realize it,&quot; I say. &quot;I&apos;ve spent my whole life thinking I&apos;m a burden paying off an ever-increasing debt against all the people I care for. That they keep me around just to collect what I can give. Gods forbid, I was the Valedictorian of the Academy and I still felt lower than dirt &mdash; so entrenched in the mentality I learned in the Orphanage before I was adopted, deserving love. At that young age it might have been hard for you to show it, when I was just another adult telling you how to live.&quot;</p>",
      "<p id=\"3.41.2.32\" class=\"Titus\">&emsp;&quot;I shouldn&apos;t have been such a jerk,&quot; she sobs.</p>",
      "<p id=\"3.41.2.33\" class=\"Titus\">&emsp;&quot;You were a child &mdash; but through it all, you accepted and cherished that kindness. And that alone was what was enough to fill my heart and keep me going. And even now, you teach me that lesson through your boundless love.&quot; I begin to cry, but I let it flow out of me, not judging it, letting all the inward pain I collected to harden myself with to melt away. I can feel her now. And as I opened up this past month, I noticed things I had never taken the time to care about before.</p>",
      "<p id=\"3.41.2.34\" class=\"Titus\">&emsp;&quot;When I was broken down to the lowest point, fully vulnerable for the first time, you were there to protect me &mdash; or else I thought I&apos;d break entirely. You made me feel all the things I&apos;d run from, not allowing me to erect walls and hide. I felt all of it. And because of that, you taught me the greatest lesson of my life: that there is pain that heals.&quot;</p>",
      "<p id=\"3.41.2.35\" class=\"Titus\">&emsp;&quot;I&apos;m not ready to let you go,&quot; she says. I feel her arms tension around me, unaware of how strong she is. &quot;Lyra tested you, and you&apos;re ready, but . . . I just can&apos;t let you go. Stay, just a little bit longer, please, Titus. I&apos;m not better yet,&quot; she says, lapsing into her younger self for a moment.</p>",
      "<p id=\"3.41.2.36\" class=\"Titus\">&emsp;&quot;Neither one of us is fully healed. We&apos;ve only begun to reverse that momentum.&quot;</p>",
      "<p id=\"3.41.2.37\" class=\"Titus\">&emsp;&quot;So stay, just a little while longer,&quot; she says.</p>",
      "<p id=\"3.41.2.38\" class=\"Titus\">&emsp;&quot;I will. And when I return, I&apos;m going to save you. I won&apos;t let you ever suffer again what you endured here.&quot;</p>",
      "<p id=\"3.41.2.39\" class=\"Titus\">&emsp;&quot;And that&apos;s what I&apos;m afraid of,&quot; she says. &quot;I&apos;m not telling you until the moment you leave me. Or else you&apos;ll never go.&quot;</p>",
      "<p id=\"3.41.2.40\" class=\"Titus\">&emsp;&quot;I will listen when it&apos;s time. A brother always listens.&quot; She looks up at me with teary eyes to find my face just as wet. &quot;There are so many sacrifices I&apos;ll have to accept. People will die, and so many will suffer. I&apos;m only giving myself one shot in this last loop. But for now, in this short breadth of peace, let&apos;s get stronger together. Spirit is the only thing I can carry.&quot;</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 353,
  "ReleaseDate": [
    "12",
    "20",
    "2025",
    "2025-12-20 00:00:00"
  ],
  "Active": false,
  "Perspective": "Titus",
  "Status": "Revised Draft",
  "WordCount": 0,
  "Summary": ""
}