[
   [
      [
         "BodyKatiya",
         "&quot;Why is it so hard for you to let go?&quot; The question comes from thirty feet below. ",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Three young boys stare up at the dense canopy of trees, squinting their eyes to watch as the girl makes her way across the branch, approaching the point where two trees are ten seasons from shaking hands. ",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;How did you even get up there?&quot; A boy asks, watching from the ground as she dangles above the village&apos;s ancient stone wall.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;The bark of these trees thicken with age,&quot; the girl says, swaying with the long branch as her feet swing freely. &quot;Widen your arms and pull together hard when you climb!&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;You don&apos;t even have to be that high, Katiya. What if the village elder sees? What about this branch right here?&quot; Bertram asks. &quot;You don&apos;t have to go that high to get over.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Because I wanna,&quot; she says, gathering momentum that bends the high branches as she swings her feet. &quot;And you&apos;re the boy, so you get to carry the tools to add to our fort.&quot; ",
         true,
         false
      ],
      [
         "BodyKatiya",
         "The whole tree shakes. And when she knows the two younger twins are watching &mdash; Raph and Raven, who were brought along for their first adventure beyond the walls &mdash; she launches her slender body skyward, floating through the air like an ascendant Auvryan before she wraps her arms around the branch on the other side.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Gods, Katiya,&quot; Bertram says, emasculated enough by the short-haired tomboy to force his stocky frame up to the second branch: death-gripping the veins of bark as the pit in his stomach seems to make him lighter.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;And now you cross,&quot; Katiya laughs, shimmying further across the second tree&apos;s branch. &quot;You get to climb the wall &apos;cause you were too scared!&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Am not!&quot; Bertram says, his voice trembling as he hugs the narrowing branch: high enough to drop-and-roll and pray to the Gods that he doesn&apos;t sprain an ankle if he slips. &quot;It&apos;s only because I&apos;m carrying all your dad&apos;s stuff you borrowed.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "She&apos;s about to open her mouth and call him something else.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I said I&apos;m coming,&quot; he grumbles.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Bertram springs from the end of the branch after his feet register on the narrow edge, dragging his husky body over the top of the ancient cobblestone wall, then grasping the rope that his village crush tethered for their return.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;We shouldn&apos;t be doing this,&quot; Bertram says, scratching his arms where a long scrape itches. &quot;Katiya&apos;s Dad said we could do another wood making thing.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;My dad is boring,&quot; Katiya says. &quot;He only wants us to stay close where he can watch us.&quot; She raises a rotten stick from the ground, and levels it at Raph, as if to knight him. &quot;Don&apos;t you want to explore? To show Raph and Raven our treehouse, and put them to work?&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Bertram hesitates, but the other three have already disappeared into the shaded hollow to the east. Since as early as he could remember, his parents regaled him with tales they bought from the old book shop in Gaffesend across the lake: tales of adventure, of courage and glory &mdash; so how could they get mad if he was living the same spirit of the dungeon-crawling adventurers a hundred years ago?",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Katiya drags the stick against the ground, tapping every tree with a whip of the wrist. &quot;My Dad says he&apos;ll make all of us swords when we&apos;re double-digits,&quot; she says. &quot;A year is so far away!&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;And we&apos;re only seven,&quot; the twins say.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;It&apos;s okay. I&apos;ll let you play with it,&quot; she says. &quot;Bertram and me will get one, and then we can have duels!&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "The ground begins to slope downwards, and Bertram thinks he can hear the distant sounds of war getting louder. They left this part of the world off the village map for a reason, and all he has are the instructions he committed to memory. ",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Due east to the clearing. Turn North to the treehouse. ",
         true,
         false
      ],
      [
         "BodyKatiya",
         "They arrive at the clearing on the other side of a hill, where glistening fronds of cereal grasses reflect the sunlight: a circular clearing nearly a hundred yards in size. It&apos;s familiar to Katiya and Bertram, but a sight in the distance surprises them. ",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Far on the eastern side of the clearing, beneath a dark canopy of trees, they find a couple older boys that take turns pushing each other into a pond.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;It must be deep if they can dive like that,&quot; Raven says. &quot;That&apos;s deeper than the shore of Lake Gaffe!&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "But Bertram grabs the young boys by their collar before they can run. ",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;We don&apos;t know them. We should go around, and go to the north where the fort is.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;But they&apos;re playing,&quot; Raph says. &quot;They don&apos;t play during war!&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Bertram turns back to Katiya, and notices a rare look of unease in her bright, amber eyes. &quot;We&apos;re the older kids. We promised their parents to get them back by sundown. Maybe we should turn around and head west: do the wood stuff with your dad again.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;You&apos;re right,&quot; Katiya says. She sighs. &quot;Maybe more wood-shop with my dad isn&apos;t so&mdash;&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "But a branch cracks behind them, and they realize they never should have turned their backs on the two mischievous twins. Raven sprints east across the green space, shouting to the strangers.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Khiras above,&quot; Bertram curses. &quot;And&mdash;&quot; Raph runs after Raven, assuming  permission in the absence of authority. The other strangers notice the two boys running toward them, and stop pushing their friends into the lake, quickly jogging over to meet them.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "They look human. Or at least they do when they&apos;re halfway across the field: as rare as it is, they were always warned that Chymaeran adults could make themselves look like kids.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Gods damn it all,&quot; Bertram says. He can&apos;t consider the fate of two reckless boys when he&apos;s deciding whether to just run home. &quot;They&apos;re so stupid! Stupid, stupid. There&apos;s no way,&quot; he says to Katiya, &quot;we can&apos;t&mdash;&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Katiya grabs his wrist. &quot;We&apos;re responsible for them because we&apos;re bigger. You remember the rules of the village?&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Yeah, but . . .&quot; we&apos;re not in the village, Bertram begins to say, but Katiya&apos;s steely glare bleeds the conviction out of his words.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "The strangers call to them as they shake the boys&apos; hands. Katiya drags Bertram straight toward the group as he shields himself behind her, and over her shoulder, he sees a group of older boys and girls &mdash; maybe eighteen or something &mdash; older kids that none of them recognize from  upper seminary or the neighboring villages.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;They said they want to play hide and seek with us,&quot; Raven says.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Our Elder said we shouldn&apos;t talk to people that we don&apos;t know,&quot; Katiya says, trying to drop hints to the other twins. She struggles to make eye contact, because it&apos;s something about their glare that discomforts her: their eyes all dark brown despite their different colors of hair, and just like the trees, he can almost convince himself he sees amethyst in the brown.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;But we&apos;re not the bad guys,&quot; one says, laughing a little longer than usual. &quot;The Chymaerans are big and purpley and thin, no?&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;But they take faces!&quot; Bertram protests.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I don&apos;t see any faces laying around here,&quot; another laughs.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;But what if you&apos;re walking in the flesh?&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Fleshwalking?&quot; The first older boy says. &quot;You know that only a tiny number of Chymaerans can do that.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Like the elite ones, the Death Scouts. And they&apos;re trained for years and years and years,&quot; one of the others says, but then a girl strikes him in the chest. ",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;But we&apos;re like you, see?&quot; The girl says, and a few of them offer their hands. One of the boys standing aside them looks timid and nervous: trying to approach Katiya as he walks around the circle.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "The four Hillfar kids touch their skin: Raven and Raph the fastest, while Bertram and Katiya hesitate. The skin is cool and wet: likely from being in the pond, though their clothes aren&apos;t damp.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Are you convinced? Can we play now?&quot; The older boy asks, withdrawing his hand. ",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I don&apos;t know,&quot; Katiya says. &quot;I think we&apos;re going to play alone.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;We should play us versus you!&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;But you&apos;re older kids!&quot; Raph says.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Then how about we give you a big advantage?&quot; He grins. &quot;Let&apos;s play hide-and-seek.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Raph and Raven lean closer. &quot;That&apos;s what we were going to play!&quot; Raph exclaims.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "The older children begin to circle the Hillfar kids until they&apos;re surrounded, spaced evenly without effort. Most of them are excited. A few others look uninterested.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;So what should we play for?&quot; Their leader asks.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Play for?&quot; Bertram asks.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;We&apos;ll play for fun,&quot; Raven says. &quot;We don&apos;t get to have fun back home.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Back where?&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Raven says, &quot;In&mdash;&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Gaffesend,&quot; Katiya says. &quot;Our moms and dads said we could play here for an hour.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Moms and dads? So you&apos;re trying to say they&apos;ll be looking for you,&quot; the leader says. &quot;That&apos;s wise of them. But I think we should choose what we&apos;re playing for.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;If we win, then you have to let us play in the pond,&quot; Raph says. &quot;Dad says I can only swim if I have an adult. You can watch us. Can you push us in, like you did to your friends?&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "They laugh. ",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Sure. We can go play in the pond, all right,&quot; the leader says. &quot;But what if you lose?&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I dunno,&quot; Raven says.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;How about if you lose, we get to throw you in? You get to float either way,&quot; their leader offers. &quot;But we should get straight to the fun. So we&apos;ll be the seekers.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Katiya feels a freezing hand on her shoulder as one of the older kids takes a knee, and she shivers before he can deliver the words. ",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;You shouldn&apos;t be playing with big kids like us. I think that some of us can get the other ones to let you go home.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Why?&quot; Katiya asks. &quot; Should we be scared?&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I just . . . think that kids like to play to have fun. But,&quot; and he chooses the next words slowly, &quot;sometimes grown-ups don&apos;t play to win. Some of them only have fun when other people lose, and lose really, really hard.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;What the Res are you telling them, Vylen? Are you giving them an advantage?&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Nothing, Nhytyx,&quot; he says, emphasizing the strangeness of the name. &quot;I was just telling Miss Katiya here that&mdash;&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;&mdash;We need to play,&quot; Nhytyx says. &quot;Come on: we all have the same blood around here! My daddy Ullrich is human. And so is my mom, so I am too. So we&apos;re gonna seek and you&apos;re gonna hide.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Vylen whispers to Katiya that they don&apos;t stop when they start playing, but the twins are already running towards the North: probably headed for the treehouse though they don&apos;t even know where it is yet.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Katiya feels the lucid reality of their situation finally hit her, far beyond the range of her father&apos;s shrill whistle that might bring them home. But her mind hasn&apos;t yet been taught to hesitate.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;You just lost ten seconds for cheating!&quot; Nhytyx sings. &quot;Forty. Thirty-nine, thirty-seven, oops ... I mean, thirty-eight, thirty-six ...&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Now run!&quot; Vylen urges Bertram, seizing Bertram&apos;s heart with such panic that he&apos;d freeze if Katiya didn&apos;t grab his arm again. ",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Katiya&apos;s voice cracks when she speaks, and it almost scares Bertram more than the uncertainty of what awaits them.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;We&apos;re all going home,&quot; Katiya insists.",
         true,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false
      ]
   ],
   [
      [
         "BodyKatiya",
         "At twenty-eight, Katiya and Bertram are already halfway across the field, stumbling over uneven patches of dirt as they run as fast as their bodies will let them. Raph and Raven are laughing gaily as they cross the threshold of the tree line at eighteen, followed by Katiya at fifteen, and Bertram at fourteen &mdash; choking on the rancid taste of exhaustion in his breath as he struggles to keep up.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Nhytyx&apos;s voice gets louder after they break the edge of the field, and it sounds ever-present as if he whispers in their minds, accented with the faintest resonance of Chymaeran clicks, and at twelve, while their leader&apos;s voice crescendos with excitement, Katiya can barely distinguish their slender forms from the narrow shape of the trees. The distant, thin trunks of the bordering tree line sway with the wind, but a few of them seem to lean in the other direction.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "At ten, Katiya manages to clench her fingers around Raven&apos;s collar like a mother cat collecting wayward childen. His face drops when he sees the unfamiliar look of panic, and when Raph turns around, Bertram grabs him by the shoulders, releasing a shriek when he pins him against a tree.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Bertram is inches from his face from six to four, spitting with each syllable. &quot;This is not a game,&quot; he says. &quot;You need to stop playing and fight for real.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Raph pants. &quot;But&mdash;&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;We&apos;re going to the treehouse,&quot; Katiya says, just as Nhytyx calls TWO. The unfamiliar chill assures her that they started running long before the count. She pulls Raven so hard that he&apos;s almost flagging behind her as she runs for the knotted rope ladder: it&apos;s not in sight yet, but she can feel the shape of the forest from twelve trips before.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "The sound of snapping twigs sounds behind her, but too far behind her, so she doesn&apos;t dare to turn around. All she can hear beyond the heartbeat in her ears are the last words she spoke to the twins&apos; parents, saying they&apos;d be out to play late, and not to worry, telling a bald-faced lie about some stupid game she made up on the spot, and they were stupid enough to believe her.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "And now they&apos;re too far to be saved by anyone. She thinks she can see obsidian shadows moving faster than her tiny legs in the corner of her eye, but her vision is too dry, and as the sweat burns and dries them even further, she can only run on the newfound feeling of panic that overwhelms her.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "But she made a promise, and she&apos;s going to protect them. They&apos;re going to climb up the treehouse and go from there. They&apos;re going to climb up the tree and&mdash;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Where is it?",
         true,
         false
      ],
      [
         "BodyKatiya",
         "She stops. Anticipation swells in every space of  her body where muscles aren&apos;t fighting to escape, and she looks up to the top of the canopy, and surely enough, the treehouse is still there &mdash; but the rope ladder is snagged in a branch from some heavy gust of wind.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Gods damn it!&quot; Bertram says.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Katiya catches two seconds of breath, her body urged to act before she can think, climbing the tree with all the holds she memorized before they could smuggle the rope.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Go, Katiya, go! Or else we&apos;ll have to go to the shrine,&quot; Bertram says.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Her arms strain, and she hasn&apos;t the time to climb carefully: scratching her body everywhere as she fights nature more than the chase. She can hear whoops of laughter. And as she fights to withdraw the line of the ladder without falling, she gives up and jumps for it: leveraging all her weight on gravity  to bring the shoddy ladder down from the branch.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "And it gives.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Her hands tension around both strands of the long loop of rope, wrapped once around a thick branch, and when her feet try to find the thin rungs of the ladder, she feels the wood snap beneath her, helpless as she falls to the ground and the wind is knocked out of her.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "But the boys are already climbing the ladder before she can find another breath that will enter her lungs. Bertram grabs her as she hears an inhuman voice click in the distance, claiming that &quot;climbing is cheating,&quot; but she finds she&apos;s already on the ladder below Raven and Bertram, leaving the last boy to climb alone as he wets his pants.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "She can see them now. Bertram drags Raven over the edge of the platform, then pulls Katiya as she scrambles through the splintered hole in the logs, and then Katiya reaches for Raph, only to notice that he&apos;s much further down the ladder than she thought.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Please don&apos;t leave me,&quot; Raph sobs, snot covering his reddened face as he struggles to lift himself up the ladder.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "His left foot reaches the step that Katiya broke, and he stumbles, just as something dark and obsidian slices the air where his head was like a scythe harvests grain.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "And Katiya feels something weak and feeble that she hates inside her bring her further over the edge to reach as the Chymaeran Death Scouts cycle through the faces of human children they stole to terrify them further, and when she slips over the edge, Katiya and Raven grab her ankles, giving het just enough distance to grab Raph by the wrist.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "The Chymaerans give them space at the spectacle: maybe impressed a little, and maybe that slash was just a controlled act of terror.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Nhytyx changes back to the form of the older boy as fast as Katiya can blink. &quot;You&apos;re a lot faster than the other children. But you get up there, and where will you go from there?&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Bertram and Raven pull with all their might. Katiya winces as her waist is stabbed with a thousand tiny splinters as she comes over the edge with Raph, the smell of excrement wafting through the air as the suspended twin cries. But when they pull him to the top, they realize his cries are of pain instead of panic, and when the dark crimson begins to soak the severed halves of the treehouse&apos;s planks, they find the reason Raph was light enough to pull.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "He crawls with a single foot as his skin turns pale: colder than the Chymaerans, and somewhere far below, the boys play catch with the part of him they left behind.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;I guess one part of you is going to get to dip its toes in the water first,&quot; Nhytyx clicks. &quot;But the rest is soon to follow!&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Raven holds Raph as he&apos;s on the verge of passing out, clutching the stump at the base of his twin brother&apos;s leg. The treehouse trembles as the scouts shake the trunk, casting amateurly-assembled planks driven with shallow nails, and as they hold to the only parts of the fort that hold their weight, Raph slips from Raven&apos;s grasp, sprawled across the uneven surface as his blood flows like sap between the gaps.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Katiya tries to reach for him as she hugs the largest branch, but something resists inside her. The dry, severed logs are cracking beneath the weight, and when she finally wills her body to grab for the dying boy, he crunches through the platform, falling headlong as Katiya follows after.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "She falls for seconds, and she doesn&apos;t feel the rapture of swinging between trees. Below, the boy called Vylen extends his arms and catches her, barely able to slow her fall as something else catches Raph.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Katiya lands to find Raph expressionless, yet impossibly upright as Vylen reluctantly claims that he &quot;found her,&quot; failing to convince the others that their game is over. But Katiya&apos;s head rests against something else, something uneven and organic. Something that sliced the flesh from her left brow to her cheek, and something that separates her skull from Raph&apos;s.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "The boy chokes with a guttural cry as he reaches for his head, finding that a branch has pierced directly through his jaw and out his mouth. Ralph stands fully upright, barely able to touch his toes as he tries to speak her name, but it&apos;s just the consonants.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "And Katiya screams.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "No longer does she remember the two other boys still hiding in the tree. She flees away from the treehouse, and away from home though she doesn&apos;t even realize it, and she runs and she runs, sobbing and weeping and screaming with the rapture of a fresh new emotion she&apos;s never experienced before, running and running until she breaks the trees, running through the clearing though she&apos;s lost every sense of direction and can&apos;t hear if they&apos;re still following her.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "She stumbles over something soft on the far side of the clearing, but doesn&apos;t have time to look. The pond is murky, dark, and motionless, as if the waves forgot how to move, but her nose is too stuffed from the crying to tell the contents of the brine.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "It&apos;s when the second clothed object arrests her feet that she falls headlong into the still water &mdash; finding all the other friends that Raph said they were pushing in.",
         true,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false
      ]
   ],
   [
      [
         "BodyKatiya",
         "It&apos;s the cold snap that brings her back again, to find herself floating in a pit of flesh and brine. She must have been warmed by the panic of her rapid breathing in the last moment she remembers: feeling her meager volume of Essence sear her skin with the powers of fire she hadn&apos;t even learned yet.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "And in the odd moment of stillness, before she finds the space for the newfound habit of panic to arrest her again, she wonders if she&apos;s made it to the Reservoir of Souls when she looks up at the blanket of stars, like the planes of dark obsidian in the barren, dimensionless landscape where all their souls will convene to be born again.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "But she doesn&apos;t hear the voice of her grandfather calling her into the mist, or the voices of all the ones she&apos;s told will die long before and after her. She hears the voice of the seekers approaching as they hoist Raph&apos;s body in the air.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "She thinks something must have dislocated in her mind at how easily the panic arrives, but can&apos;t move when her body&apos;s so numbed by the languid brine of blood, rot, and water.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "Their voices click in their foreign tongue, passing through excited vibrations as their guises dissolve from the faces they stole. And as the cold brings her signature of life to a near halt, feathering the edge of death, she can only listen as they start to slide between languages.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;What happened to the two in the tree?&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;They ran sometime after the boy and girl fell, and that bitch ran,&quot; another says.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;And where did she go?&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Probably ran home like the others, doesn&apos;t matter. Those kids and all their friends and family will all end up in holes like this one, whenever the reinforcements shoe and we get the others.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "One of them laughs, saying something in clicks. &quot;Speaking of, our work isn&apos;t done. And I think we have one last contribution to make here,&quot; they say.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Dumb fucking kid,&quot; another laughs. &quot;Makes all this shit almost worth it. Swimming in a pond? Pushing each other in?&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;Well, let&apos;s make his last moment count,&quot; Nhytyx says, and Katiya hears the rustling of fabric. They count in clicks as Raph is still too weak to make a sound &mdash; blotting out the starry sky like a small, dark comet before he slams into the solid, wet mass of bodies, shaking the entire mass as Katiya remains motionless.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "&quot;This pit is done. Let&apos;s dig half the next and save the rest for the morning,&quot; Nhytyx orders. &quot;The rest of you set up camp.&quot;",
         true,
         false
      ],
      [
         "BodyKatiya",
         "And when their thin silhouettes no longer shadow the constellations, Katiya reaches over her head for the small boy, pulling with all her might, dragging to her chest the outcome of her cowardice.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "It was only last week that her father began to teach her how to heal, but she can feel the dying Essence in the spilled blood of the hapless civilians like electrons flowing freely between atoms.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "To pull the vital source is to feel flashes of those final moments, but it&apos;s nothing compared to the incessant sound of digging somewhere past the edge of the pit.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "At every slam of the shovel, she pulls Raph closer although she can barely feel him holding on: his tongue a dead instrument though she can feel the faintest rhythm of his heartbeat, his severed stump cauterized by Chymaeran frost so they could derive pleasure from delivering on the result of their game.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "And as she wraps her arms around Raph, tighter and tighter as she leeches every last spark of Essence from the dead that no longer use it, she feels the longing for something crystallized into an indebted purpose inside her as the slamming of shovels sounds off in an endless staccato, waiting forever, just for a chance to break for home.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "And the chance arrives after the shovels stop, and the distant clicks no longer echo across the landscape. Lantern light wanes, and when Katiya tries her muscles, she finds enough of the proffered dead Essence to lift herself from the mud and tar, feeling a debt to the victimized grow with every shambling step she takes across the wide, open field.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "She has no words for Bertram or Raven when she finds them at the rope, waiting there all night on the faintest hope of their return. Nor does she feel anything for months in the other end of the verbal lashing when they claim they fell playing heroes as they swung between the trees, hurting Raph so severely that they spent all night afraid to bring him home.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "She would never speak of that night again, because the only living witness without a tongue to tell would later die in the fire with his brother, when the Chymaerans chose to deliver on their promise to return.",
         true,
         false
      ],
      [
         "BodyKatiya",
         "And every night since, Katiya waited at the window, feeling the chill in the air wrap around her like a wet blanket, listening to the sounds of the war front as she waited.",
         true,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false
      ]
   ]
]