[
   [
      [
         "BodyCody",
         "The first half of the morning goes on without much of a hitch. That was, until some toddler grabbed Rayna&apos;s tail before screaming KITTY! and launched her almost twice as high as a person should be able to jump. Then the child&apos;s mother told him &quot;not to grab things he doesn&apos;t know where they connect to&quot; &mdash; and since Rayna didn&apos;t get the connotation, I was lucky that I didn&apos;t have to explain it.",
         true
      ],
      [
         "BodyCody",
         "I spent most of my time explaining Dungeons & Dragons to Katiya, after she saw some jewelry with the d20 on it. Reed and Kei walk together closely, though they pitch back a glance to me every so often.",
         true
      ],
      [
         "BodyCody",
         "&quot;So your world had dragons?&quot; Katiya asks, brushing her hand against mine for the fifth time.",
         true
      ],
      [
         "BodyCody",
         "&quot;Hell no,&quot; I say. &quot;We had dinosaurs, but they were here long before us.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;What are dinosaurs?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Basically dragons, but they were given feathers instead of fire.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;No fire,&quot; she repeats. &quot;Seems like nothing in your world was given fire. How did your people get it?&quot;",
         true
      ],
      [
         "BodyCody",
         "I think for a second. &quot;Trial and error, I guess,&quot; I say. &quot;Until one day, when someone rubbed the right two sticks together.&quot;",
         true
      ],
      [
         "BodyCody",
         "She laughs. &quot;Your world is boring, huh?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Depends on who you ask,&quot; I say, and I gesture to a goblin struggling to pay a jeweler with his phone. &quot;Our tech might make things easier, but we have just as many problems.&quot;",
         true
      ],
      [
         "BodyCody",
         "Katiya gestures to the arena: between two real matches, tournament fighters in EVA-foam armor fight with swords made from taped towers of beer cans. &quot;At least yours seem to be less life-or-death,&quot; she says, as the audience doubles over with laughter.",
         true
      ],
      [
         "BodyCody",
         "One petting zoo later, our party arrives at the food court, and Kei is quick to stake out the seats, assigning orders. I offer to wait in line, but Katiya and Rayna are excited to use another world&apos;s currency for the first time, and since Miguel and Reed are two extroverts of the same magnitude that point in opposite directions, they&apos;re already hitting it off as they chat in line.",
         true
      ],
      [
         "BodyCody",
         "&quot;I&apos;ll remember your order,&quot; Katiya insists, pocketing three ten-dollar bills from my outstretched hand. It&apos;s only after they disappear behind a band of Scotsmen with bagpipes that Kei stumbles over saying something to me. ",
         true
      ],
      [
         "BodyCody",
         "And it might be the last foreseeable chance we have.",
         true
      ],
      [
         "BodyCody",
         "I speak first. ",
         true
      ],
      [
         "BodyCody",
         "&quot;It&apos;s been a while since it&apos;s been the two of us, huh?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;It has,&quot; she says, and I can tell she&apos;s struggling to read me. &quot;Since the night we had together.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Yeah,&quot; I say. &quot;The business.&quot;",
         true
      ],
      [
         "BodyCody",
         "A laugh almost breaks her &mdash; and though I&apos;m trying to make light of everything in my own way, to tell her it&apos;s alright, she insists on holding fast, watching the crowds to judge how much time she has left.",
         true
      ],
      [
         "BodyCody",
         "&quot;I, uh, have a confession,&quot; Kei says. ",
         true
      ],
      [
         "BodyCody",
         "&quot;I know,&quot; I say.",
         true
      ],
      [
         "BodyCody",
         "&quot;Know what?&quot; She shifts her eyes to mine though her body points away.",
         true
      ],
      [
         "BodyCody",
         "&quot;I know about the two of you.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Oh,&quot; Kei says. &quot;So you do.&quot;",
         true
      ],
      [
         "BodyCody",
         "She waits a little longer, refusing to look at me again as if she feels ashamed, as if she expects I&apos;m searching for those feelings inside of her. But my voice is calm, and I face her directly.",
         true
      ],
      [
         "BodyCody",
         "&quot;Look, Kei. I think you were the first girl I ever fell for. You&apos;ve been such a good friend to me. Our families grew up together, and there&apos;s always been a special place I&apos;ve had for you.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;That&apos;s sweet of you to say,&quot; she says, but leaves that sentence hanging, as if she&apos;s unsure whether she&apos;ll be the one to deliver the final blow.",
         true
      ],
      [
         "BodyCody",
         "I look at my nails, then to our friends that have made it halfway through the line, then I look back at her: to find she&apos;s mustered the courage to say it directly to me.",
         true
      ],
      [
         "BodyCody",
         "But I save her the grief.",
         true
      ],
      [
         "BodyCody",
         "&quot;Every time I see you, I just get this feeling &mdash; some feeling that I think I lost the ability to make a long time ago. Like I left a piece with you, you know, and when you&apos;re around, I still feel the warmth of it.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;We&apos;ve lived most of our lives together,&quot; Kei says. &quot;My family, your family, summer trips and all that. Say &mdash; you remember when Jackson used to jump the fence between our yards and let our German Shepherd chase him?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Yeah. Buster. The one that wore the cone all the time,&quot; I say, laughing at the thought of little Jackson screaming in fear as he raced for the other fence line. &quot;And we&apos;d watch from the play structure eating those shitty popsicles from the ice cream truck.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;That&apos;s why I always had a dollar-fifty in my pocket when I came over,&quot; she says. &quot;So we could take turns buying for each other. The picture always looked so amazing on the side of the truck, you know, the ones of the characters? But then you open the wrapper, and it&apos;s all melted.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;And yet we&apos;d fall for it every day,&quot; I say, &quot;thinking it was just a fluke, that the next time it would be different.&quot; I look again towards the stalls. Our friends get closer to the counter, and I know our time is running short. ",
         true
      ],
      [
         "BodyCody",
         "&quot;So why did we buy it?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;I know why I did,&quot; I say. &quot;I don&apos;t think it ever mattered if those disgusting, black licorice gumball eyes were missing or not, but I just remember the joy of giving my allowance so I could hold the both of them and give one to you, and it didn&apos;t matter who was buying. Seeing you happy was worth more than what it tasted like.&quot;",
         true
      ],
      [
         "BodyCody",
         "She smiles, looking relieved. &quot;Then I think that small amount of joy was doing all the work the popsicle should have been doing.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;It did all summer, until your dad got the new job and you had to move to the next town. I was sad for a while, thinking you&apos;d never have ice cream again without my allowance!&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;Oh, it was awful!&quot; Kei says.",
         true
      ],
      [
         "BodyCody",
         "&quot;But I don&apos;t know. I just look back on all those times together with such joy. It makes me happy to just know you can still find that feeling, and that&apos;s enough for me.&quot;",
         true
      ],
      [
         "BodyCody",
         "I look to Reed, buying two large pretzels, and then to Katiya, struggling through her first transaction to get two burgers. ",
         true
      ],
      [
         "BodyCody",
         "&quot;Even if we can&apos;t earn enough of that currency to support each other, the only thing that matters to me is that we have enough. Even if that exchange is with someone else,&quot; I say.",
         true
      ],
      [
         "BodyCody",
         "&quot;Well, I hope you find that person,&quot; she says.",
         true
      ],
      [
         "BodyCody",
         "&quot; I think I&apos;m getting closer,&quot; I say. &quot;I love you, Kei, and I have for as long as I can remember. But I love to see you happy even more.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;And I love you too,&quot; she says. I hear her sniffle a little. &quot;And I&apos;m sorry.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;No. Don&apos;t apologize for chasing what makes you happy,&quot; I say, as the others start to approach: Miguel trying to stabilize a foamy pitcher of Coors with plastic cups balanced on his jester&apos;s hat.",
         true
      ],
      [
         "BodyCody",
         "She says, &quot;then just promise me one thing.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;What&apos;s that?&quot; I ask.",
         true
      ],
      [
         "BodyCody",
         "&quot;To always stay close to me, Cody,&quot; she says.",
         true
      ],
      [
         "BodyCody",
         "And I promise her.",
         true
      ]
   ],
   [
      [
         "BodyKatiya",
         "&quot;You said you promised,&quot; I say. &quot;You said you&apos;d let me win for him. So why are you fighting so hard?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Those other fighters were nothing,&quot; Rayna says, as the two of us circle in the center of the dirt arena. &quot;I&apos;ve got a taste for it again. I haven&apos;t fought like this since the Academy, and you&apos;re the only one that&apos;s put up a fight!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Then it&apos;s no wonder you&apos;re so rusty,&quot; I say, launching another jab at her as she leaps backward. It&apos;s hard not to use Essence or acrobatics: Cody sternly told us not to go all out, saying we&apos;d either get kicked out or end up working here.",
         true
      ],
      [
         "BodyKatiya",
         "He cheers from the stands as the rest of the party chants our names, reminding me of the exhibition matches we held at seminaries &mdash; convincing young children to one day join our ranks. She said she&apos;d lose so I could impress him, even though I never asked in the first place. But Rayna doesn&apos;t make it easy. I can tell she&apos;s stretching time in the narrow moments when she strikes, so fast that the rattan sword bends before it even hits.",
         true
      ],
      [
         "BodyKatiya",
         "But I&apos;m too fast, and the other four challengers were nothing compared to us. We rose up the bracket so fast that the Ring Captain asked us to stretch it out to fill the thirty minute time slot, taking out adults in silver-painted football pads in a single strike, jabbing them in the chest so hard that the end of the sword blossomed like a parasol before snapping back to its original shape.",
         true
      ],
      [
         "BodyKatiya",
         "But Cody&apos;s eyes are the only ones I care about, even though so much of the faire has gathered around the hill to watch what was supposed to be a show-tourney. Half the audience cheers for &quot;Rayna The Cat,&quot; while the other half cheers for &quot;Katiya The Brave.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "There are even more that pour in by word-of-mouth, suspending the more serious ring of warriors that are allowed to fight with metal. I can feel my body respond so fluidly when I&apos;m not afraid, blocking and dodging before my mind can catch up, and I whirl in spins of showful strikes as my adversary parries.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;If you&apos;re joining us now, not a single one has yet landed a blow, but they look like professionals,&quot; the Ring Captain says. &quot;This is the final match, and we&apos;ve been at it for five whole minutes!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "She tries to sweep my feet, and I use Essence &mdash; just a little bit &mdash; to drive my muscles to propel me in the air enough to flip sideways. ",
         true
      ],
      [
         "BodyKatiya",
         "The crowd roars. ",
         true
      ],
      [
         "BodyKatiya",
         "&quot;That&apos;s not fair,&quot; Rayna says.",
         true
      ],
      [
         "BodyKatiya",
         "I strike back. &quot;Then stop bending time, cheater!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I&apos;m not,&quot; she says, flashing her subtle fangs in a toothy grin.",
         true
      ],
      [
         "BodyKatiya",
         "But she&apos;s less brazen after I get a sense of rhythm for the ebb-and-flow of the push-and-pull of time. She anticipates a strike and tries to slow my motion, but I feint, and by the time she&apos;s accelerated herself for a turnabout, I drive a blow against her chest, using her own energy against her.",
         true
      ],
      [
         "BodyKatiya",
         "She staggers backwards as the crowd erupts with cheers. Someone asks to &quot;take my hand in marriage.&quot; And when I look up to the false king that rules this acreage, adorned with a crown embedded with fake rubies and diamonds, I kneel before him.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Miss Katiya The Brave, you are our champion,&quot; he declares: voice omnipresent as it echoes through the speakers. The Ring Captain retrieves a plastic crown from a cardboard box labeled TROPHY CROWNS WEEK 12, putting it upon my head as Rayna comes to kneel next to me.",
         true
      ],
      [
         "BodyKatiya",
         "And then another actor approaches from behind the king&apos;s miniature wooden castle: a prince, holding a rose as he approaches me.",
         true
      ],
      [
         "BodyKatiya",
         "The King laughs. &quot;You have earned the right to take my son&apos;s hand in marriage,&quot; he says, although the two of them look nothing alike. He extends the rose to me and offers his gloved hand.",
         true
      ],
      [
         "BodyKatiya",
         "But then I hesitate.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Or is your heart already taken, milady?&quot; The king asks. &quot;Has another paramour already captured your heart?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;This is true,&quot; I say, turning around to look through the crowd as loads of bachelors reach toward the arena with both their hands. ",
         true
      ],
      [
         "BodyKatiya",
         "He blushes as he sits there on the hill, too afraid to get up and embarrass himself, but when I gesture for him to approach, Miguel and Kei nearly throw him off the hill.",
         true
      ],
      [
         "BodyKatiya",
         "The audience cheers when he takes his first steps. I feel I&apos;ve gotten more praise than I ever will in all my life, even if it&apos;s all pretend, and as he shuffles nervously across the long stretch of dirt, I head directly for him, riding high on the mote of undeniable attraction I find in his eyes.",
         true
      ],
      [
         "BodyKatiya",
         "He slows down as I get closer, as if afraid of what I&apos;ll do next in front of a hundred people, but Im speeding up as I reach out with my gauntlet, grasping the shirt I bought for him and pulling him in close, steeling myself for an emotional act of stupid bravery.",
         true
      ],
      [
         "BodyKatiya",
         "I pull him down a couple inches as his face flushes further, and the audience cheers when the two of us make contact. It&apos;s just a brief peck, but I find my gauntlets grasping the back of his head as my other hand tenses in his shirt, feeling an arm wrap around my waist as we take the beat we&apos;ve forestalled forever.",
         true
      ],
      [
         "BodyKatiya",
         "I disengage when I remember the rules and the emotional high eclipses. But he&apos;s in good humor, and when I hand him the rose, acting like he&apos;s the feeble prince, the crowd laughs as he takes my hand.",
         true
      ],
      [
         "BodyKatiya",
         "We make a point to wait for Rayna as she dashes across the field, and when I raise her hand, she gets the last round of applause before we disappear into the crowd.",
         true
      ],
      [
         "BodyKatiya",
         "I mutter to Cody after circumstances catch up to feelings. &quot;I&apos;m sorry if &mdash; I mean, it was just the high of the moment, playing the part, and&mdash;&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;It&apos;s all good theater,&quot; he says. But after I release Rayna&apos;s hand, he still refuses to let go, maybe even holding tighter.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;How do you train for that?&quot; Miguel asks. &quot;And the damn flip, that was dope.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "I rehearse the cover story Cody crafted for me. my mind&apos;s so busy rehearsing plot points that I don&apos;t notice when the mood shifts &mdash; only when Cody&apos;s hand goes limp, and the three engineers pull out their phones.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;On a day off?&quot; Reed asks.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;It&apos;s that stupid lab thing,&quot; Kei says.",
         true
      ],
      [
         "BodyKatiya",
         "The strength returns to Cody&apos;s hand, but it feels deliberate, and though he still holds it for the rest of the time we&apos;re there, refusing to let go, he never relaxes. ",
         true
      ],
      [
         "BodyKatiya",
         "He&apos;s able to laugh just as easily with all his cherished friends on the car ride home. His fingers grip the steering wheel hard enough to choke the rubber, and if the others weren&apos;t here singing along to some song, I think I&apos;d try to take his hand again.",
         true
      ],
      [
         "BodyKatiya",
         "His face falls after the others leave and it&apos;s just Rayna and I. He says he&apos;s exhausted, though he has enough energy to find a drinking glass to vase the rose, and after the three of us watch movies for a couple hours, leaving Rayna with a blanket to sleep on the couch, we retire up to Cody&apos;s room to sleep separately together again, but he&apos;s snared in something. Hr still refuses to check his phone beyond setting an alarm.",
         true
      ],
      [
         "BodyKatiya",
         "And it&apos;s then that I find the courage to ask, though he&apos;s turned away from me, facing the window.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Are you alright?&quot; I ask.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I&apos;m fine,&quot; he says.",
         true
      ],
      [
         "BodyKatiya",
         "I speak slowly. &quot;Do you want to talk about what happened?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Just an email,&quot; he says. &quot;And I really don&apos;t want to work tomorrow.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "I rest my hand on his bare shoulder as I turn to face him, separated by only one sheet this time. I can feel him shake, and so I hug his back to my chest, trying to transfer a warmth beyond Essence, thinking maybe it will release something from him.",
         true
      ],
      [
         "BodyKatiya",
         "And it does. ",
         true
      ],
      [
         "BodyKatiya",
         "&quot;So they got the wrong guy,&quot; he says.",
         true
      ]
   ],
   [
      [
         "BodyKatiya",
         "The pride of my fictional victory is enough to earn a restful night of sleep in Cody&apos;s bed, but it doesn&apos;t come to me quickly. We face in opposite directions with a sheet still separating us, and while I glance out the window to watch the metallic automobiles zip past beneath the miracle of electric light, I listen to Cody&apos;s uneven breathing.",
         true
      ],
      [
         "BodyKatiya",
         "And it&apos;s not even that he&apos;s snoring or gasping &mdash; but they&apos;re short and heavy and persistent, and for the longest time, I hesitate to turn back around and address him, afraid I might be a bother. But sometimes I think I hear short mutterings &mdash; whether it&apos;s a curse or cry or a a whimper between breaths &mdash; and I&apos;m sure I can feel him tremble in bed the same way he did the night of the break-in.",
         true
      ],
      [
         "BodyKatiya",
         "After almost an hour, I finally find the courage to turn around and offer my warmth to him. My arm extends around his waist: and I try to pull him in: a position of protection my ex would never let me do, and whether Cody&apos;s sleeping or faking it, I finally feel his breaths rise and fall slower with less trembling in his throat.",
         true
      ],
      [
         "BodyKatiya",
         "When I find sleep, I&apos;m outside the cabin again, sitting there as I watch the sunrise, surrounded by all the ones I know and cherish. I&apos;m telling my father of my day in Cody&apos;s mockery of my world: the tournament of challengers with fearsome names and lackluster technique. The stands of craftspeople my father would love to meet, with all their trinkets, odds, and ends, and I think another peaceful dream will find me for the second time &mdash; until the sun rises red with blood and I can smell the smoke in the air, itching my throat and burning my eyes until a loud screech shakes the entire town.",
         true
      ],
      [
         "BodyKatiya",
         "But this isn&apos;t a dream I escape when I wake up. ",
         true
      ],
      [
         "BodyKatiya",
         "The screeching follows from beyond the dream, and when I look up, the small white circles on the ceiling flash with small red lights as smoke fills Cody&apos;s bedroom, catching the early morning sun in cloudy beams through the window.",
         true
      ],
      [
         "BodyKatiya",
         "The clock reads 6:40: Cody&apos;s gone because he said he had to go to work, and he must have just left. I was planning to do an evening quest, intending to sleep in for the first time in ages.",
         true
      ],
      [
         "BodyKatiya",
         "But the screech is deafening as I throw open all the windows, bolting downstairs in my nightgown in case Cody left something on after making breakfast. My hands rise with Essence on-command to siphon the energy from any open flame, and though the smoke is worse downstairs, I don&apos;t sense anything emitting enough heat to warrant such a sightless plume.",
         true
      ],
      [
         "BodyKatiya",
         "As I throw open the windows and turn on the electric fans, I realize the only other place it could come from, and my stomach drops when I come to the realization.",
         true
      ],
      [
         "BodyKatiya",
         "The shattered window I covered with fabric did so little to prevent the overwhelming flood of ashen smoke from the outside air. My floor is covered with specks of black: some still glowing with heat from whatever unfolds beyond my walls, and with my connecting door left carelessly ajar, the specks have scattered onto Cody&apos;s polished floors.",
         true
      ],
      [
         "BodyKatiya",
         "I rush back into my world of Gaffesend as I throw the door shut behind me, finding Rayna in a state of incontrovertible shock as she&apos;s crumpled on the couch.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;What the res are you still doing here? There&apos;s a fire,&quot; I say, &quot;we have to get out of here!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;It&apos;s not a fire,&quot; Rayna says, as muscle memory takes over for dressing into my guard uniform.",
         true
      ],
      [
         "BodyKatiya",
         "I cough. &quot;What do you mean? What else could it be?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;It&apos;s something worse, and I think one of your friends was trying to get you. He knocked on the door frantically, saying your name. Then something about a town nearby, then about a major Essence event to the north. That Blackwater erupted.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;There&apos;s no volcanoes up there: what do you mean?&quot; I ask. I cough again before she hands me a clean dish towel to cover my mouth.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;There was a massive column of crimson and amethyst light that broke the clouds: so bright it must have woken everyone.&quot; She reaches behind her. &quot;And your friend left you something: he was knocking really hard until he slipped it under the door . . . looks like one of those&mdash;&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Quest sheets,&quot; I say. My eyes water, but I can so easily recognize the handwriting. It&apos;s the same sheet he tried to give me in the hospital, when I was too afraid to leave the town. And when I rush out the door, covering my mouth as I rue the fact that it looks like I slept in, I try to catch up with him, the world so obscured by the ash and smoke I can only make out the silhouettes of the townspeople as they rush past me.",
         true
      ]
   ]
]