[
   [
      [
         "BodyKatiya",
         "It&apos;s a new feeling that finds me when I&apos;m rushing through the open streets, one I felt the day before when I heard Cody&apos;s voice cheering my name. It&apos;s an energy that races my circuits with the same signature of power but a different medium &mdash; like how human Essence can give rise to powers of both life and fire &mdash; and if Cody&apos;s faith in me lifted a sense of life, it&apos;s a fear for Bertram that blazes a fire.",
         true
      ],
      [
         "BodyKatiya",
         "The feeling carries me through the streets in a rush: one hand holding Bertram&apos;s quest sheet as a tightly-rolled scroll while the other holds a damp dishrag from Cody&apos;s world to my mouth. Some civilians watch from the windows of their homes: others head south, shouldering enough provisions to wait it all out.",
         true
      ],
      [
         "BodyKatiya",
         "It was supposed to be winter when the Chymaera planned their attack, and if the Essence event to the north is their handiwork, it&apos;s because Blackwater runs in a cold, eternal winter. Rayna left to pursue answers from her contact shortly after I left. All I know now is that Gaffesend is the last northern base holding the Purgatory Line &mdash; leaving Hillfar as no more than a burnt offering.",
         true
      ],
      [
         "BodyKatiya",
         "He had to have returned to base, I think. There&apos;s no way he&apos;d go alone. Maybe he was the only one that had some family stubborn enough to stay, but he&apos;d wait for me. Why else would he slide the unsigned quest sheet beneath the door?",
         true
      ],
      [
         "BodyKatiya",
         "I could rue my decision to sleep in Cody&apos;s world. I was told to take the morning off until the carpenters fixed my window, so I could scout into the evening, but now my absence is suspicious. The anger fuels me as I weave between civilians that march to the base for a sense of sanctuary, and when I break the threshold of the large, metal gates, I&apos;m surprised when I find all of the junior guards sitting around.",
         true
      ],
      [
         "BodyKatiya",
         "I catch my breath through the wet rag, saving me a cough as I search for anyone that I recognize. Sharp claws clatter against my shoulder plate as a nervous voice purrs behind me.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Katiya, where have you been?&quot; Naya asks.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I was meant to scout in the evening,&quot; I say. I turn to face her, finding our other friends leaning low against the perimeter wall. Paxton sits on the gravel floor, talking to Ryder as he reads a book, and there&apos;s only the two of them, dragging me further from any reassurance.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Why are we all just standing around?&quot; I ask. &quot;And where&apos;s Bertram?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "She flicks her tail. &quot;Comms are down in all the surrounding areas. We&apos;ve been ordered to stand by and defend Gaffesend, where we&apos;re in sight of each other.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;So It&apos;s foul play?&quot; I ask, then change my question immediately. &quot;But where&apos;s Bertram? Did you see him? He left this at my house,&quot; I say, holding a quest sheet.",
         true
      ],
      [
         "BodyKatiya",
         "Ryder overhears my panic. &quot;He said he was going to fetch something he forgot from his house.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "Pax says, &quot;he was rambling about his cousins to the east. And then he heard about the comms going down. Said he had to grab something, and I offered to watch his stuff so he could get there faster. Then I went to take a piss, and he wasn&apos;t there when I came back.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "I glare at Ryder: he&apos;s the one that knows it all. &quot;I don&apos;t know. He went the wrong way to be going home: he was headed for the stables.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "The unease grips me harder. &quot;Gods damn it, Bertram. And when was this?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;A while ago,&quot; Ryder says. &quot;Long enough that I thought he might return with you: maybe forty-five minutes?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Shit!&quot; I say: it&apos;s a curse from Cody&apos;s world, but finally, they&apos;re beginning to realize my cause for panic. They follow behind me as I sprint to the stables, and their speed rises with the same urgency of fear.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;There&apos;s no way he would do that,&quot; Pax shouts.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;They&apos;d stop him,&quot; Naya says, &quot;right?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "My mind&apos;s too occupied with the last words I spoke to him. No. I can&apos;t think this way, I tell myself, but feeling and logic play on two different channels, and the feeling is taking over.",
         true
      ],
      [
         "BodyKatiya",
         "I drag the heavy door open to the stables, and if I was any less exhausted I might have popped it off the rails. There&apos;s two other junior cadets that inspect an empty stall &mdash; Flint&apos;s stall &mdash; noticing all the excesses he left behind. Aryn lifts a broken necklace, the string tethered through a pendant he fashioned from the debris of that fateful night. And Jullian holds his bag, still full of all the scouting provisions he pretended that he left behind.",
         true
      ],
      [
         "BodyKatiya",
         "The others catch up, circling the empty stall.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;It&apos;s Bertram,&quot; I say. &quot;Bertram left!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;We were ordered to stay,&quot; Aryn says. &quot;And he knows that. Why would he leave?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "I explain in a few breathless words.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Well, he made his choice,&quot; Jullian says. I can see that fear in his eyes, but when he looks at me, it seems he can&apos;t find it. &quot;What, are you going to go after him? Command will be here in minutes, along with all the other senior guards. Our orders were to stay.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I can&apos;t let Bertram die alone,&quot; I say. &quot;I made a promise to him, that we&apos;d return together.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "I press against Ryder as he blocks the stall door, and he gives, disbelieving that my words could be anything but just talk. But he doesn&apos;t know the feeling that still burns in me when I think of my closest friend&apos;s face, realizing all the feelings I failed to tell him.",
         true
      ],
      [
         "BodyKatiya",
         "I can&apos;t even remember the last thing he said to me.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;You steal a horse and you&apos;re cooked, Katiya,&quot; Jullian says, and there&apos;s a genuine fear in his voice &mdash; but now it&apos;s for me. &quot;What if it&apos;s nothing? What if the Chymaera aren&apos;t there, and there&apos;s no act of bravery to be had? Leadership will roast you alive!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "But I&apos;ve already thrown open the gate and saddled the horse. I can hear Aldrin and all the other senior guards approaching the stable, but it feels like the result is now inevitable: just as certain as Bertram&apos;s fate.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I&apos;m still buried in Hillfar with my father,&quot; I say, climbing the dark horse named Soot after I untether him from the post. &quot;I&apos;m saving Bertram, and I&apos;m saving myself.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "I don&apos;t look back until I pass through the wide stable door. Aldrin and his royal knights dive to the side as Soot noses between them, catching a glance of my fluttering braid as I coax Soot to full speed, unable to hear whether the shouts behind me are admonitions of my commanding officer or the voices of friends I might be hearing for the last time.",
         true
      ]
   ],
   [
      [
         "BodyKatiya",
         "The clattering of hooves ceases when I break the line between cobblestone and dirt. I fight the blinding smoke for enough vision to lead Soot as my eyes water, breathing shallowly in the space behind Soot&apos;s neck that he drafts with air. While Soot toils with speed, my mind races over coming up with a plan: something, anything to turn Bertram around and get him back home safe. ",
         true
      ],
      [
         "BodyKatiya",
         "I race along the trail around the lake, the one I know from running every morning. For the longest time, I hear nothing but the wind whistling in my ears as we race through a long straightaway. It&apos;s only when we pass the limit of my runs, where the trail bends right to curve around a small cove, that the shouting finally has its chance to carry across the water.",
         true
      ],
      [
         "BodyKatiya",
         "It&apos;s two voices, high and low, and when I listen closer, I can hear the rhythm of hoofbeats. I can&apos;t let them turn me around when Bertram is all alone: if I&apos;m paying for my disobedience, I better spend every last Kine of it.",
         true
      ],
      [
         "BodyKatiya",
         "The trail tapers off at a rugged delta of shallow streams, feeding south to Northaven from the high mountains, and though I coax Soot to go faster, he&apos;s confused at where to go. As Soot and I ford the first stream, kicking up splashes of river water as I goad him to run, I hear my pursuers gaining on me, and I refuse to look back until they dare to drag me home.",
         true
      ],
      [
         "BodyKatiya",
         "I keep riding, riding carelessly, carelessly enough to distance myself, with only the thought of Bertram&apos;s fate twisting in my mind. The image is loud enough to drown out their cries, and by the time I&apos;ve crossed the shallows, they&apos;ve disappeared into the haze.",
         true
      ],
      [
         "BodyKatiya",
         "I ride through the forest, beginning to recognize the landmarks from my furthest treks from Hillfar as a child. Soot gallops on without awareness of any danger, and it means my hesitation can&apos;t stop me anymore.",
         true
      ],
      [
         "BodyKatiya",
         "That is, until I spot a felled tree on the side of the road tethered with a brown horse. The village is getting closer. These are the outskirts of where I used to walk, just beyond my father&apos;s sight where his shrill whistle could bring me home. Maybe the nostalgia would bring an air of peace if it weren&apos;t for the glow of amethyst in the bark, and the sound of commotion somewhere several hundred yards away.",
         true
      ],
      [
         "BodyKatiya",
         "I tether Soot next to Flint, realizing all motion is now my own. My legs tremble, yet the feeling from this morning still resonates inside me, and I think it will be strong enough this time.",
         true
      ],
      [
         "BodyKatiya",
         "This is courage, I think. This has to be courage, right? It all has to add to something!",
         true
      ],
      [
         "BodyKatiya",
         "And just as I&apos;m about to take the first steps toward Hillfar that I can call my own, I hear a twig snap behind me. I haven&apos;t the time to react before they respond to their own mistake in stealth, and then they tackle me to the ground, covering my mouth as I expect a cold, obsidian limb to skewer my chest.",
         true
      ],
      [
         "BodyKatiya",
         "I&apos;m about to scream before I realize the hand is warm. There&apos;s no dagger to my throat: the only sensation I feel is the deceleration of time as my adversary anticipates what I&apos;ll do next, and when I turn around, Aryn&apos;s eyes narrow with fear, as Jullian stands behind her.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I had to be sure you wouldn&apos;t run &mdash; make the same mistake as your blockhead friend,&quot; she mutters.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;But why?&quot; I ask. &quot;Why did you follow me?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I couldn&apos;t save my sister from her fate. But I can still save you,&quot; Aryn says, &quot;the one that inspired me to join in the first place.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "I look at Jullian for the first time since that night in the tavern. He&apos;s not jealous. It&apos;s not because he thinks he owes me. He looks afraid, and says, &quot;you know there&apos;s people that care if you throw your life away?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I won&apos;t be useless anymore,&quot; I say. &quot;And I need to move before I lose the nerve.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;You need more than nerves. You need a plan,&quot; Aryn says. &quot;What are you here to do?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;To make him come home,&quot; I say. My voice trembles, and it&apos;s time for me to go.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;But how are you going to do that?&quot; Jullian asks. He shout-whispers as I head for danger. &quot;Katiya!&quot;",
         true
      ]
   ],
   [
      [
         "BodyKatiya",
         "The chill of death is no different than it was all those years ago. The cries of the victims are just as hushed as they were in the siege when the village is so sparsely spread between the pines, but there are still the diminishing sounds of combat.",
         true
      ],
      [
         "BodyKatiya",
         "I pass through a smoldered gate once carved by my father&apos;s hands. His handiwork lives on in all that&apos;s left of the intricate carvings: two burnt half-posts left from an arch that once had our village&apos;s name. ",
         true
      ],
      [
         "BodyKatiya",
         "But my hands don&apos;t trace the pattern. They feel for the woven thread of the grip on my holstered blade. I&apos;m the first to advance since I know the  landscape, passing through the exposed foyer of Old Lucy&apos;s cabin as I stare through the skeleton of a doorframe at the footprint of my old house.",
         true
      ],
      [
         "BodyKatiya",
         "I tiptoe along the line of sight my father had, when Bertram and I used to paint rocks in Old Lucy&apos;s house. We head for the ghost of an edifice that&apos;s stood longer in my dreams, and as I struggle not to think where their bodies have been all this time, I hear the growing sounds of a dying resistance.",
         true
      ],
      [
         "BodyKatiya",
         "Volleys of fresh obsidian shards stab the petrified charcoal like arrows. I pray the civilians had time to escape when all the human corpses wear the leather armor of the Hillfar Militia, interspersed with the dark-shelled bodies of crumpled Chymaerans at an even balance. The longing for his voice pulls me closer to conflict though all I want is just to call his name.",
         true
      ],
      [
         "BodyKatiya",
         "I discern the first string of words when our backs lean against what&apos;s left of the log wall in my bedroom, but they&apos;re not human. It&apos;s a series of anxious clicks at low frequency, and my mind races back on a decade of training to translate them.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;You heard that?&quot; Jullian asks, racking one of the two rifles they stole from the stable&apos;s armory.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Two words,&quot; Aryn says. &quot;Reinforcements. Soon.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "There&apos;s so few humans left to fight. Surely it&apos;s only the most stubborn ones that refuse to leave, and when I finally hear a human voice, I recognize it from my past.",
         true
      ],
      [
         "BodyKatiya",
         "The memory of the first trial all those months ago flashes through my mind, and all the quiet nights of humiliation that followed, until the agony becomes worse than death and sets me over the edge, parting from the wall my father once built to pursue the friend who&apos;s saved me twice.",
         true
      ],
      [
         "BodyKatiya",
         "Aryn&apos;s fingers slip through the fabric of my uniform when she tries to grab me, and I sprint for Bertram&apos;s old house across the way, dodging between trees as I find a stranger standing outside the rebuilt cabin&apos;s entrance. They shout for someone else that isn&apos;t with them, and when they turn to find the flaxen-haired girl with a scar that missed her eye and severed her brow, they recognize me in an instant.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Miss Katiya,&quot; Bertram&apos;s cousin says, &quot;why are you here?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Where is Bertram?&quot; I demand.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;He&apos;s pinned down somewhere south of the house,&quot; he says. &quot;Went to save his niece.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "I hear rifle blasts behind me: it makes them jump before he realizes it&apos;s human.",
         true
      ],
      [
         "BodyKatiya",
         "Something grazes my leg.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Gods damn it, Katiya! Get back here,&quot; Jullian says, and I see the two of them crouching behind the south-facing wall.",
         true
      ],
      [
         "BodyKatiya",
         "But I&apos;m not done.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Where is he, exactly?&quot; I begin to say, turning back to ask the cousin. &quot;Tell me, can you point&mdash;&quot;",
         true
      ],
      [
         "BodyKatiya",
         "An obsidian needle sticks through both sides of his skull. His eyes froze so fast that the fluid exploded, leaving icicles hanging in flash-frozen drips from his hollow sockets.",
         true
      ],
      [
         "BodyKatiya",
         "Someone is firing on us from the west: a Chymaeran Shiver, launching obsidian quills as an off-axis overwatch.",
         true
      ],
      [
         "BodyKatiya",
         "When I hear the whisper of something long and sharp splitting the air inches from my ear, I take his rifle from the ground and dive into the building.",
         true
      ],
      [
         "BodyKatiya",
         "The floor is littered with toys I recognize from a past generation, and I suddenly remember Bertram&apos;s family did our schooling. The children must have made it out in time: the only forgotten shapes are just toys and dolls abandoned in the middle of play, and when I rush for the shattered back window, hearing the clicks of a couple Chymaerans advancing in a pincer, I finally catch a glimpse of Bertram holding his niece in a small shed.",
         true
      ],
      [
         "BodyKatiya",
         "I have the element of surprise: I&apos;ve been excluded from the Chymaerans&apos; calculus, and with the loaded weapon in my hands, I&apos;m prepared to either save him or die in a complete circle of life. My hands don&apos;t tremble when I steady the rifle on the windowsill, and when Bertram sees me in the window, I find a sense of hope reinvigorates him from helplessness.",
         true
      ],
      [
         "BodyKatiya",
         "We trade hand signals. He&apos;s been pinned there the whole time, so he&apos;s surely counted everything around him.",
         true
      ],
      [
         "BodyKatiya",
         "Three remain. Two left, one right, behind the shed, he signals, gesturing to each side of the shed, and shows he&apos;s holding a sawed-off shotgun. Then he points to a hole in the back of the shed.",
         true
      ],
      [
         "BodyKatiya",
         "He surely means he&apos;ll be taking one of them, but I only have one rifle. ",
         true
      ],
      [
         "BodyKatiya",
         "Their clicks are getting louder. They approach to find solace before their reinforcements arrive, and just as I&apos;m about to signal that I&apos;ll try for both of them, Aryn and Jullian make it to my window.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;What did he say?&quot; Aryn whispers.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Two left, one right. Bertram fires the first shot and we take the rest,&quot; I mutter, just as their long shadows begin to cross the backyard. &quot;Aryn&apos;s a deadshot. You take the one that&apos;s furthest to the left, and I&apos;ll take the other. Jullian shoots whatever&apos;s still standing.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "And then we see them. ",
         true
      ],
      [
         "BodyKatiya",
         "I hold my breath when I find my position on the long windowsill as the others prepare to fight. Bertram instructs the little girl to cover her ears, then nuzzles the barrel into the gap as he uses a knotted hole to peek.",
         true
      ],
      [
         "BodyKatiya",
         "The blast echoes across the entire village as the other two Chymaerans panic, watching their comrade&apos;s dark carapace explode into amethyst fragments. The Essence in my hands ignites the rifle that was only designed for wielders of fire. I pulse Essence to blast the one on the right two times and drop them: Aryn puts a round right between the left one&apos;s triangle of glowing eyes, and Jullian pops a round into each of them.",
         true
      ],
      [
         "BodyKatiya",
         "Hillfar returns to dead silence: we&apos;re the only ones left again. I let the quiet hang a little longer as we scan the outside for any sign of the enemy, and when nothing answers, I call to Bertram.",
         true
      ],
      [
         "BodyKatiya",
         "He cries tears of relief. &quot;You saved us, Katiya,&quot; he says. &quot;You saved me again!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Saved you again?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;From the fire,&quot; he says.",
         true
      ],
      [
         "BodyKatiya",
         "There&apos;s something that still feels off, but I ignore it. &quot;You&apos;re safe now,&quot; I shout. &quot;You can come back!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "Bertram takes the young girl&apos;s gloved hand, leaving the shotgun in the shed. &quot;Our circle is complete,&quot; he tells me, holding up his crumpled copy of the quest sheet.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;But Katiya, what shot you earlier?&quot; Aryn asks.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Shot me?&quot; I ask, but I feel nothing. ",
         true
      ],
      [
         "BodyKatiya",
         "I motion for him to come to the window as he guides his reluctant niece to his family home, directly out of cover.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I mean, what shot you, in the thigh?&quot; ",
         true
      ],
      [
         "BodyKatiya",
         "She gestures to the cauterized needle sticking through my leg.",
         true
      ],
      [
         "BodyKatiya",
         "I never felt it. It must have hit when I was outside: I thought it was a graze. Which means there&apos;s one Chymaeran left I never accounted for.",
         true
      ],
      [
         "BodyKatiya",
         "Aryn winces as she gestures to Bertram before the words can catch up.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;No, Bertram, go back!&quot; I shout, and I look back at the two of them, just before the plume of slender needles slice through the air.",
         true
      ],
      [
         "BodyKatiya",
         "The one that pierces his neck freezes his mouth in a permanent smile, setting his eyes in panic. And  when another stabs into his brain, he dies with his face forever trapped between two complexions.",
         true
      ],
      [
         "BodyKatiya",
         "Jullian reflexively pushes in front of me. I close my eyes before I can witness the rest of it. Their deaths are quick and soundless, beyond the thud of two rigid, frozen bodies collapsing to the floor.",
         true
      ],
      [
         "BodyKatiya",
         "It&apos;s the first time I feel Aryn tremble, even if just a little. &quot;It&apos;s not over. Stay away from the windows,&quot; she says: the three of us are light on ammunition, with only our bladed weapons to resist a breach.",
         true
      ],
      [
         "BodyKatiya",
         "My Essence floods the blade, heating the iron edge until it glows&mdash;a hairline of red running the full length of the steel. The metal chatters softly as the hotter iron expands within its colder body.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Their reinforcements will be here any second,&quot; Jullian says. &quot;We have to get out of here!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;It was all for nothing,&quot; I mutter.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;That doesn&apos;t matter right now,&quot; Aryn says.",
         true
      ],
      [
         "BodyKatiya",
         "Jullian counts the rounds in his pocket. &quot;We need  to take out the Shiver. I have four rounds.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;And I have three,&quot; Aryn says. Katiya has whatever&apos;s loaded.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Covering fire,&quot; I hear myself say. &quot;I&apos;ll provide covering fire for you to get out of here. Give me the ammo.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;But how will you get out?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I don&apos;t have to,&quot; I say, approaching the window before Aryn and Jullian both drag me back by the collar.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;You&apos;re not thinking straight,&quot; Aryn says. &quot;Your friend is gone &mdash; that doesn&apos;t mean you have to join him in the Reservoir of Souls!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "I try to resist as I sob uncontrollably, but it&apos;s three against one, and I realize I don&apos;t even care to check if there&apos;s anything left in the magazine. &quot;I failed!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;You tried,&quot; Jullian says.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I saved him incorrectly,&quot; I say, and just as I&apos;m about to make a little progress in resistance, we hear the sound of rifle blasts near my old home. ",
         true
      ],
      [
         "BodyKatiya",
         "It&apos;s a human force, and when we peer through the north-facing windows, we see the red-and-gold standards of the Royal Guard.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Shiver is down,&quot; a voice reports, and it&apos;s my brother&apos;s voice. &quot;They left the horses back there, but I seen them with the bodies. Dear Gods . . . Katiya,&quot; he calls out.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;If they&apos;re not dead, they&apos;ll wish they were,&quot; Aldrin replies. &quot;They&apos;re lucky our plan was to scout here in the first place.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "But not in time. ",
         true
      ],
      [
         "BodyKatiya",
         "I shout the day&apos;s countersign while my adrenaline still blocks the mourning, and moments later, Aldrin and Erik step into the building.",
         true
      ]
   ]
]