[
   [
      [
         "BodyKatiya",
         "&quot;She was trying to save him,&quot; Jullian says. &quot;Bertram left and we did nothing &mdash; but it was Katiya that was braver than all of us!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Bravery is nothing without tact,&quot; Aldrin says, &quot;have the three of you learned nothing? You disobeyed direct orders!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "The shame forces my glance to never leave the bodies. I stand at the back window, watching twenty-some Senior Guards walk the landscape southeast in a perfect line. Several analyze the remains of my best friend: his face still frozen between relief and fear, separated only by the words of my ignorance.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;And you know that, Katiya, right?&quot; Aldrin asks.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;It was my choice. The two of them had nothing to do with this. It&apos;s my fault.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;You&apos;ve already said that,&quot; Aldrin says.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;And I didn&apos;t clear overwatch. I acted on emotion. And I called him out of cover.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;We all know that. I said, do you understand what this level of disobedience means?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I understand. I&apos;m below the line,&quot; I say.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Not just that. You&apos;re out!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "Aryn asks, &quot;but not without a tribunal?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "Aldrin creases his brow with his fingers. &quot;Recommended expulsion, is what I mean. A Royal Knight follows orders, and as soon as they stop doing that...&quot;",
         true
      ],
      [
         "BodyKatiya",
         "The guardsmen wear gloves as they bend over to pull the long, slender shard from Bertram&apos;s skull. I can&apos;t look away: maybe it&apos;s because I&apos;m too afraid to face him. Or maybe because this is the last time I&apos;ll ever see him, so I better take it all in.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Graduation is in a month, and only two of you are in good standing,&quot; Aldrin says. &quot;Katiya. Katiya, you need to look at me!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "But it&apos;s hard. My brother has to grab my shoulder to turn me around, feeling like every second less I scan my cherished friend is another detail I&apos;ll forget.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Gods damn it, Kat. They&apos;re dead,&quot; Erik says. &quot;This zone is only for third-tier guardsmen now. We need to get you out of here.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;But I saved him, just for a moment,&quot; I say. &quot;I ran through fire. I got shot for this!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "My brother looks down, then takes three steps back when he sees the bloodless spike impaled through my thigh. &quot;Khiras above, Katiya, what the fuck?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;We need medical here,&quot; Aldrin yells. They see the tears streaming down my face when they finally look up from the crystalline spike: I&apos;ve only been facing them for moments. &quot;How could you be so careless?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;She gave the orders that allowed us to take out the three of them over there,&quot; Aryn says. &quot;She was calm under fire. And this was real.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;She took a hit and still fought on.&quot; Jullian says, trying to persuade further by gesturing with his hands.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Yeah, they were my orders,&quot; I say.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;See?&quot; Jullian says.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;So they deserve no blame in this.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;We decide blame later,&quot; Aldrin says. &quot;You&apos;re all going back. The Guard can&apos;t handle this right now, but we&apos;ll be setting aside time for a tribunal. And if you miss that&mdash;&quot; He lets our knowledge of the rules fill in the answer, without even having to slice his neck with a finger.",
         true
      ],
      [
         "BodyKatiya",
         "I can feel the weight of the key still in my pocket: the key will surely get even lighter with a different name on it. I should feel fear at what awaits me, afraid I&apos;ll end up like Aryn&apos;s sister, but the shame is too much to bear.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Just like Rayna said,&quot; I mutter. ",
         true
      ],
      [
         "BodyKatiya",
         "Aryn&apos;s ears twitch when she hears the words. &quot;What?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Commander, do I have permission to take her back?&quot; Erik asks.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Yes,&quot; Aldrin says. &quot;Take the three of them. But there&apos;s one last thing I need to make clear, if she&apos;s taking full responsibility for this.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "I barely manage to raise my head. It&apos;s clear that Aldrin is looking at me and not the others: not angry anymore, just disappointed.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Katiya, you are hereby suspended from the Royal Guard, pending tribunal. You are allowed residence in the same house until the announced date, which will follow shortly &mdash; and you are to not engage in any duties of protection, patrol or otherwise. You are suspended from carrying weapons. This sentence will hold until your hearing,&quot; he says, then gestures to Erik. &quot;Go on. This is no place for them.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;One last request,&quot; I say.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;What?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I want to be there for Bertram&apos;s service,&quot; I say. &quot;He was the closest friend I&apos;ve ever had.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;We will do what we can,&quot; Aldrin says. He stares at the mangled bodies, as the trained guardsmen wrap up their investigation. &quot;But we have to track down whatever family he has left.&quot;",
         true
      ]
   ],
   [
      [
         "BodyKatiya",
         "The ride back is a whole lot slower. This time Soot carries two of us: my brother and I, as Jullian and Aryn ride behind on their own horses. The impalement is still there: medics cut the obsidian down with red-hot iron using the Essence blade I&apos;m no longer privileged to, filed it down, and wrapped it. Looking over Erik&apos;s shoulder, the haze has almost cleared enough to see home.",
         true
      ],
      [
         "BodyKatiya",
         "I hug Erik&apos;s waist, wondering how many times left I have to spend with him. The adrenaline fades away so it&apos;s just the fear, and the only numbing agent I find is the shame telling me I deserve all of this.",
         true
      ],
      [
         "BodyKatiya",
         "It&apos;s all quiet beyond Soot&apos;s huffs at carrying a heavier load. It seems the three of them are still trying to find words to speak, but haven&apos;t found the right approach.",
         true
      ],
      [
         "BodyKatiya",
         "My cheek rests against the back plate of my brother&apos;s armor. &quot;Say something,&quot; I mutter. &quot;Please.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Just why,&quot; he says. &quot;Why did you do that? Don&apos;t you understand that our family has lost enough?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I wouldn&apos;t be worth losing if I didn&apos;t do something,&quot; I say.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Oh, come on,&quot; Erik says. &quot;Horse shit.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I wanted to make good on my past. I&apos;ve always been the one rescued, or the one dragging others behind, I&apos;ve never actually saved anyone!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;You saved Bertram,&quot; Erik says.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Are you dense?&quot; I hoarsely whisper. &quot;He&apos;s got a spike through his head!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;No, you saved him back then, Katiya!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;He saved me,&quot; I say. &quot;Did you breathe too much smoke during the fire? It was Bertram that dragged me out from under that beam.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;It was me that did that,&quot; he says. &quot;We were outside. Mom gestured for us to leave, but you bolted for your friend.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;No?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Yeah.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;No,&quot; I say.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Yeah, you did,&quot; he says.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Maybe you saved me, but I cowered and ran with the others.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;You stayed and rescued him,&quot; Erik says. &quot;How do you think you got that scar across your eye?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;It was the night in the field,&quot; I say, &quot;when the Chymaerans toyed with us kids for their amusement, I got it trying to escape!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;There were no windows for Bertram&apos;s family to escape. They were only still alive because the room was so tall it collected smoke. The burns on your hands healed with Essence &mdash; but that debris you pulled from the door that trapped them, it cut you,&quot; he says. &quot;You pulled the beam wedge from the jamb. The nail cut your face. How do you not remember?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;All I remember is running away. With you, and Mom, and Bertram, and his family.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;And you refused to talk about it since. Why do you think they always baked us goods, when we lived close on the outskirts of Northaven?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "I shrug.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;You don&apos;t even want to talk about it with them, Katiya. I even had to tell Bertram to never bring it up.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "I think of the night in the tavern when this process began all those months ago, in the Spring, right before Cody came through my door.  When the slate was clean, because I hadn&apos;t sullied it yet.",
         true
      ],
      [
         "BodyKatiya",
         "This is divine. This is the will of the Gods, Katiya. This is the first sentence in our declaration of war.",
         true
      ],
      [
         "BodyKatiya",
         "I think of his smile, his touch, his nervousness around me. And he won&apos;t be three doors down anymore.",
         true
      ],
      [
         "BodyKatiya",
         "My brother clears his throat before whispering another hesitation. &quot;You know, I mean it, not losing someone else. You weren&apos;t old enough to understand what it did to Mom, and if it happens again . . .&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;What are you trying to say?&quot; I ask.",
         true
      ],
      [
         "BodyKatiya",
         "My older brother&apos;s voice wavers. &quot;So you went off into the woods to, to die, but, you know, I don&apos;t think anybody know about the bootlegger&apos;s hatch beneath our parents&apos; new place. And you stay there for a while. I can bring this up to them, and we have time to think and&mdash;&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Absolutely not,&quot; I shout behind a whisper. &quot;I&apos;d kill myself down there, just knowing I was a damn deserter!&quot; Aryn&apos;s perceptive ears surely heard that, and I see her nod in my periphery.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Then what?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Then I face what I&apos;ve earned. Maybe the Gods just have a sick sense of humor &mdash; the non-Human ones that don&apos;t represent us. Maybe I had to fight the real battle instead of protecting a nearby town.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;No,&quot; he says, but that&apos;s all he can muster. I&apos;m sure he&apos;ll try to ask again before the tribunal, and half an hour later, when we arrive near the stables, Ryder, Naya, and Paxton have their questions.",
         true
      ],
      [
         "BodyKatiya",
         "They ask about the cauterized needle in my leg first, of course, pending medical. And then after they count three instead of four, they ask the big question.",
         true
      ]
   ],
   [
      [
         "BodyCody",
         "My body shivers and strains from that tantrum in the cold. I sit on the toilet seat in the spare bathroom as a turbulent stream of water turns laminar when I draw back the faucet.",
         true
      ],
      [
         "BodyCody",
         "I rushed home to make the slides on the computer: down to two slides that pose the problem and the solution. I worked on the prototype and sped through it for three solid hours, making a model for my 3D printer to run as I wrote all the code in C++ for fast execution and idyllic control system latency for either the proportional-integral-derivative or lag-lead compensator to operate with a minimal zeta value so long as the eigenvalues place zeroes and poles on the left half of the j-omega axis in response to a step or ramp response of the actuators accounted for with a simple mechanical model that considers damping and mass in the plant that implements a second-order transfer function.",
         true
      ],
      [
         "BodyCody",
         "And your eyes glided through that sentence like my mind did imagining doing all that shit. ",
         true
      ],
      [
         "BodyCody",
         "Being on both the literal and metaphorical edge of giving up, and deciding to step back, doesn&apos;t mean it&apos;s an instant fix, or there&apos;s a god in the machine&mdash; it just puts things in perspective, and as I sink into the hot water, I think instead of what a warm Essenced hug from Katiya would feel like.",
         true
      ],
      [
         "BodyCody",
         "I find this catharsis comes without a sense of relief: just a return to circumstance. The warmth of my friends and their care for me lasts longer than the cooling bathwater, and as I use all my self-control to sit in this moment and not get distracted by my phone, it gives me just enough space to start to imagine what my next couple days might look like. And when I look at my distorted digital watch through the still water, reading 12:37 AM, I grab my phone for one last good excuse.",
         true
      ],
      [
         "BodyCody",
         "Maybe Mom made him send it: I know he&apos;s still pretty angry, but I needed it.",
         true
      ],
      [
         "Timestamp",
         "Cody Dunsmore // 12:38",
         false
      ],
      [
         "MessageTo",
         "Love you too, Dad. Talk soon.",
         true
      ],
      [
         "BodyCody",
         "I descend the stairs in a towel as my mind maps all the games I have on Steam, and which one I can convince myself to play today. I head out to the garage &mdash; not for a cold one, but for one of the sport drinks Katiya and I bought at Costco.",
         true
      ],
      [
         "BodyCody",
         "I sift through the small mini-fridge I saved from College, with all the same stains from my IPA phase, and the longer I look, pushing aside cans for the plastic bottles that only fit sideways, I can feel the ghost of something watching me, maybe even judging me. ",
         true
      ],
      [
         "BodyCody",
         "But it&apos;s not a person.",
         true
      ],
      [
         "BodyCody",
         "&quot;You&apos;re done,&quot; I say.",
         true
      ],
      [
         "BodyCody",
         "It sits up there with its single, watchful eye, glaring without a lid to close.",
         true
      ],
      [
         "BodyCody",
         "&quot;I don&apos;t even have the tools to fix you,&quot; I say. &quot;And what would I add? They thought it was neat and all.&quot;",
         true
      ],
      [
         "BodyCody",
         "It watches.",
         true
      ],
      [
         "BodyCody",
         "&quot;No, fuck you. I&apos;m doing a model volcano. Maybe one of those styrofoam solar system models with the planets &mdash; that&apos;s space, right?&quot;",
         true
      ],
      [
         "BodyCody",
         "It refuses to nod.",
         true
      ],
      [
         "BodyCody",
         "I find a red-flavored one and shrug, cracking the lid. &quot;Yeah, I know. He&apos;d think it was cool if I took it further. If what I made could have saved him.&quot;",
         true
      ],
      [
         "BodyCody",
         "It listens.",
         true
      ],
      [
         "BodyCody",
         "&quot;Fine,&quot; I say.",
         true
      ],
      [
         "BodyCody",
         "I take it down from the shelf. It&apos;s still covered in leaves and grass that came from California ages ago, coated further with a filthy layer of dust. Behind it are a couple newspapers: the Los Angeles Times, some local college paper, and a few other printouts of web stories, all in untouched condition after I lift the old machine from its wooden coffin.",
         true
      ],
      [
         "BodyCody",
         "I read the title on the front-page article:",
         true
      ],
      [
         "NoteCody",
         "A DESIGN IN LOVING MEMORY",
         true
      ],
      [
         "BodyCody",
         "It&apos;s a picture of me smiling as I demonstrate its use, when I discussed the cold-weather protections. The expression feels so foreign, like a deepfake I made of myself.",
         true
      ],
      [
         "BodyCody",
         "Something slender slips out of the newspaper when I angle it higher, reading the rest of the story on another page. It clangs off the hull of the drone before it lands on the floor, with the two black squares of its connector looking back up at me.",
         true
      ],
      [
         "BodyCody",
         "I blow on it like an NES cartridge, curious of what I left behind, and still wrapped in a towel, I retrieve my gaming laptop from my unused work backpack.",
         true
      ],
      [
         "BodyCody",
         " I try once, then flip it, then try again, then flip it, and it fits, and then the drive J:&#92 pops up in the file explorer: labeled &quot;AX.&quot;",
         true
      ],
      [
         "BodyCody",
         "I open the drive, and I remember it&apos;s one of the old flash drives my brother had for school&mdash;one that I repurposed for the project to get around using the school computers.",
         true
      ],
      [
         "BodyCody",
         "It&apos;s all the model files I thought I lost ages ago when my school account was closed. Interspersed between Jackson&apos;s high school folders, labeled WRITING SHIT, MATH SHIT, NOT PORN, ALSO NOT PORN, ACTUAL PORN, GRADUATION SHIT, ASVAB, and SHITTY SHIT, I find a folder with all the project pictures.",
         true
      ],
      [
         "BodyCody",
         "And a video I scraped from the Los Angeles Times website before they took it down to save server space.",
         true
      ],
      [
         "BodyCody",
         "It&apos;s some lady named Robin that discusses the project. I remembered when she came to interview me when I was working on it, and she even stayed for the presentation. So much of that phase was an endless stream of anxiety meeting deadlines, so much that I forgot all the other emotions during that time.",
         true
      ],
      [
         "BodyCody",
         "I&apos;m standing in front of the lab, clean shaven and thinner, with a California fade and a hard part in my hair &mdash; a pair of wayfarer sunglasses tucked into my collared shirt, and a smile.",
         true
      ],
      [
         "BodyCody",
         "Robin asks, &quot;so I think the most obvious question is, what does this project mean to you?&quot;",
         true
      ],
      [
         "BodyCody",
         "The Cody I am now can&apos;t even anticipate my words, because I&apos;ve lost so much of the emotion that once came behind them.",
         true
      ],
      [
         "BodyCody",
         "&quot;I tried so long at getting even,&quot; I said. &quot;That anger built inside me because it was the only place it could go with nothing to fight. So this project is me getting even with myself, and, you know, I hope it can save someone else&apos;s brother.&quot;",
         true
      ],
      [
         "BodyCody",
         "I hold the project in my hands, squinting with the glare of the midday sun, feeling Jackson&apos;s presence alongside me though I don&apos;t believe in a life after death.",
         true
      ],
      [
         "BodyCody",
         "Robin asks, &quot;and how do you grieve?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;You get all that love you still have to give, and you place it into something else that you can love, something meaningful, like this project.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;But what about the feeling?&quot; She asks. &quot;What can you tell to others that might have lost someone?&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;The feeling might never leave. You don&apos;t even have to lose someone to feel this way. I&apos;ll hurt from this for a long time, just like the rest of my family,&quot; I say, staring straight into the camera, straight at my future self. &quot;But you commit to do what lets you feel alive. You force yourself to do those things that seem extra &mdash; that you don&apos;t have the energy for &mdash; those things that give you the chance to have an experience.&quot;",
         true
      ],
      [
         "BodyCody",
         "&quot;To feel alive,&quot; she says.",
         true
      ],
      [
         "BodyCody",
         "&quot;I thought I had to feel better to do better, but it turns out, doing is how I get better.&quot;",
         true
      ],
      [
         "BodyCody",
         "The words gin up enough of something inside me to stall my shitty communication skills. I check my messages, then my personal emails, reading the bold-faced subject line of what Reed forwarded me at dinner.",
         true
      ]
   ],
   [
      [
         "BodyKatiya",
         "It&apos;s the refugee crisis that&apos;s kept the Royal Guard distracted. Ever since some mountain in Blackwater blew its top, a steady stream of human refugees flows through Gaffesend, headed south to the capital to start again.",
         true
      ],
      [
         "BodyKatiya",
         "I&apos;ve met with my friends during the last couple days, no more than a civilian in this town that rejects me. Ryder insists that this event is what he&apos;s been waiting for, taking up an oar for every ferry ride from dawn to dusk to ask if anyone knows a Romin or a Raine, hoping for any connection to his past up north. I spend my days outside the house because I feel too unworthy to enjoy the comforts of a roof and walls. The only event that goads me forward is saying goodbye to Bertram at his closed-casket service.",
         true
      ],
      [
         "BodyKatiya",
         "Five days pass slowly since my dereliction. I can&apos;t wear my armor or carry a sword: I can&apos;t even stand in the Guard&apos;s formation as they carry him to his final resting place, exactly where he passed, to be buried alongside his niece and all the other siblings he lost twenty years ago.",
         true
      ],
      [
         "BodyKatiya",
         "I surely won&apos;t be honored like this when I&apos;m sent to hold the Purgatory Line: maybe not even a box, from what I&apos;ve heard. But maybe I was meant to die all those years ago, and maybe this was all just a farce, and maybe I should have stayed in that pit with the bodies until I became one of them.",
         true
      ],
      [
         "BodyKatiya",
         "But the machinations of this ceremony don&apos;t do me any service. This is my last chance to see the town I was born into, and the safest it will ever be, so I decide to slip from the thin line of observers on the path to his house. I already saw him, but I never made peace with the land we came from.",
         true
      ],
      [
         "BodyKatiya",
         "The stone wall is the same as it was twenty years ago. The trees got taller, and so have I, when I realize all I have to do is jump from a rock to get to that first branch that Bertram and the twins once crawled across. I shoulder myself over the stone wall before anyone can notice, heading east on memory of the terrain when all the foliage has died and regrown several times over.",
         true
      ],
      [
         "BodyKatiya",
         "I feel the same eyes on me this time, as if those Chymaerans stood still for decades like the trees &mdash; just waiting to reclaim what they failed to catch, but if it&apos;s the last day I have to live, I want this game to end.",
         true
      ],
      [
         "BodyKatiya",
         "The field is smaller than I remember, but even with the approach of frost, the landscape is verdant and beautiful, without a line of dirt unearthed by Chymaeran hands. Where once the victims of war were left in shallow graves, their dead Essence recycled into saplings and shrubs and long grasses. So much wildlife now inhabits the expanse beyond Hillfar, because nature doesn&apos;t care for the petty squabbles of the overly-conscious. I sit with my back to a massive tree where the pit once was, feeling the pleasure of shade as a light dusting of snow graces the air. A tremendous resonance of energy feathers my circuits as I think I&apos;ll fall asleep, with no intention to wake again.",
         true
      ],
      [
         "BodyKatiya",
         "The funeral is surely over by now. There&apos;s no other event left to wait for, to separate me from the tribunal, and as I begin to drift off to sleep, I&apos;m interrupted by the kick of a stranger against my boot.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;What are you doing here?&quot; A man asks. He looks slightly younger than me, with piercing, dark eyes and jet-black hair that make me think he&apos;s weathered several lifetimes. &quot;Are you one of us survivors that has nowhere to go?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "And then a beautiful woman with silken, dark hair steps from behind him, a couple inches taller. The crimson rings in her eyes match the vibrant ends of her hair.",
         true
      ],
      [
         "BodyKatiya",
         "Their Essence is so strong that it sends shivers down my circuits: the first time I&apos;ve ever felt it at a distance.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;I was just trying to get away,&quot; I say. &quot;If I wasn&apos;t so indebted to my past, I might head south with the both of you.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;So you&apos;re not?&quot; The woman asks. &quot;Are you from here? We didn&apos;t know there was a town.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;This is Gaffesend,&quot; I say. &quot;And you&apos;re headed for Northaven?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Whatever is left of it,&quot; the man says, scratching his thick beard.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;What&apos;s left is a whole city. The royalty were driven out a hundred years ago, but now it&apos;s less, uh . . . xenophobic.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Just like the books, Titus,&quot; the woman says. ",
         true
      ],
      [
         "BodyKatiya",
         "Titus opens his rucksack, withdrawing an old book printed with red ink, scanning an ancient map on a looseleaf page with circles scrawled all across it. &quot;We&apos;re certainly far past Everett&apos;s bounds.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "I turn to Titus&apos; companion. &quot;And who are you?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;The daughter of Khiras.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;And I&apos;m the queen of England,&quot; I say, before recalling the time when Cody explained his world&apos;s royalty to me. ",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Where&apos;s England?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Too far to measure,&quot; I say. &quot;My name is Katiya, and I am . . . or was, a Royal Guard.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;And my name is Sylvia,&quot; she says. &quot;Just Sylvia. And we&apos;re refugees from the North. We used to be Royal Guards just like you!&quot;",
         true
      ],
      [
         "BodyKatiya",
         "She helps me to my feet, and somehow, I entirely blank on the macabre premise of why I was out here.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;What did it in for you?&quot; I ask.",
         true
      ],
      [
         "BodyKatiya",
         "Titus itches his arm, where hundreds of scars &mdash; like threads &mdash; look like they were excised one-by-one. ",
         true
      ],
      [
         "BodyKatiya",
         "&quot;We blew up a mountain,&quot; he says.",
         true
      ],
      [
         "BodyKatiya",
         "I laugh, but they look serious. Then they laugh, and I laugh with them. ",
         true
      ],
      [
         "BodyKatiya",
         "&quot;So that was you,&quot; I joke. &quot;Ryder said there was some awful stuff going on up there, but I thought he was just exaggerating.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "His eyes narrow. &quot;What Ryder?&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;You wouldn&apos;t know him,&quot; I say.  ",
         true
      ],
      [
         "BodyKatiya",
         "Titus pauses longer as if to add something, but drops it, just like the lead of the sled that he&apos;s been dragging, with enough items to get by.",
         true
      ],
      [
         "BodyKatiya",
         "I feel some hollowness speak for me. &quot;Say . . . if you&apos;re passing through, I have a place you can stay for a little while.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "Their eyes light up. ",
         true
      ],
      [
         "BodyKatiya",
         "&quot;Really?&quot; Sylvia asks.",
         true
      ],
      [
         "BodyKatiya",
         "&quot;It&apos;s not for long. But rules don&apos;t really apply to me all that much anymore. If I can&apos;t protect, I can at least house.&quot;",
         true
      ],
      [
         "BodyKatiya",
         "&quot;If you don&apos;t mind, that would be great,&quot; Titus says, finding a blank corner on the decorated map. &quot;We&apos;ll catch up. Just give us a place.&quot;",
         true
      ]
   ]
]