[
   [
      [
         "Body",
         "Somewhere a quarter mile past us, the guards make out a cherry-red blip in the distance, squinting to try and tell whether the bright red is just an illusion in the muted fog of lighttime.",
         true,
         false,
         false
      ],
      [
         "Body",
         "It should be dull and reserved like the banter at their parties: far from interesting, yet dressed in gold and far over-the-top. It&apos;s isn&apos;t until a hundred feet and closing that they raise their rifles to the hard-topped motorcar embellished with the crest of the Carmine.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;In the name of the Upper Gods, stop your carriage!&quot; They yell. But Valentina keeps the speed of the motorcar steady. &quot;Are you sure about this?&quot; Sylvia asks, sitting next to me in the back.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;We should slow down,&quot; I add, grasping the seat in front of me to brace myself.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;By Gods above, loud I said. I meant it!&quot; Valentina orders.&quot;This is a message. They won&apos;t get out of the house for me through diplomacy. Trust me &mdash; I&apos;ve tried it so many times.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Then what about the plan? Why are we dressed up?&quot; I ask her.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Change of plans. Now get ready.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "I brace myself on the leather-bound seat in front of me, reaching my arm out to protect Sylvia. A loud crack erupts in the distance, and once the second one snaps the air, I realize they&apos;re taking potshots at us.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Keep driving,&quot; Valentina insists. &quot;Pedal to the floor!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "We&apos;re a stone&apos;s throw away when the third gunshot shatters through the window, through the front window glass, the front headrest, back headrest, and rear linoleum cover. We&apos;re so close I can hear the chamber load as two of them jump to the side, just as a third round blasts the tire, letting off a loud pop, chattering the car along on its axle like a train on overheated rails.",
         true,
         false,
         false
      ],
      [
         "Body",
         "My trimmed nails try to dig into the headrest. My toes curl in my boots, and all my muscles tighten, though I can&apos;t decide whether or not I should go limp. The gate is grand and expensive, and after the last of the four desperate Merlotan guards dive out of the way, I scream with everything I have in me, maybe even louder than Sylvia.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The motorcar bludgeons the expensive golden gate open, bending the latticed, floral curvatures until they snap. The violent impact lays Valentina&apos;s chest into the horn, bashing it in so far it sounds even when she withdraws. Without power, the motorcar chatters along the muddy ground a bit longer, swerving on the missing front right tire until the spoke wheel sinks into the ground. We feel the center-of-mass shift to the missing tire, and with the speed so suddenly brought to a halt by a boulder, the car flips about its front until the hard-top becomes a softtop.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I&apos;m dazed and disoriented, but we&apos;re fortunate that we find no blood.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;They&apos;re going to kill us now, Valentina!&quot; Sylvia tells her, as she sprawls across the jagged roof-now-floor.",
         true,
         false,
         false
      ],
      [
         "Body",
         "But she&apos;s laughing. &quot;Ever since three years ago, they never let me through that Gods-damn gate, and I had to crawl through the drainage pipe to get to that cellar. Do you know how long I&apos;ve dreamt of this?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "I unbuckle the seat belt and lower myself to the crumpled steel roof, careful not to cut myself on the frayed edges.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Romin&apos;s not going to be happy,&quot; I say, as I orient my legs to kick out the glass.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Love, he&apos;s totaled two of mine already. So I think he owes me,&quot; she says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I ramble something about rich people when the heel of my boot strikes the glass. It&apos;s a miracle this vehicle kept itself together enough: any faster and it&apos;s own weight would have flattened us. There are at least twelve pairs of boots past the window by the time we try to escape, some the fatigues of the Merlotan guards, though most of them are startled groundskeepers, green stained on the knees of their trousers and work-gloves.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Get out and put your hands up! No, behind your back!&quot; a young guard shouts. His voice cracks. &quot;Stand up slowly. On your knees. Legs crossed.&quot; I emerge first, with Romin&apos;s fresh formal wear stained with dirt and oil as I sprawl on the ground, their rifles aimed at my head, one gardener poised to attack with a set of hedge clippers as if he&apos;ll cut my head off. They gasp when Valentina comes out next, perfect hair disheveled, her secret features twitching with the commotion all around her.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;No excuses. No telling me I&apos;m an unwelcome guest in my own home. No offers to drive me back to the Academy or shepherd me to the cellar or any of that disgusting neglect you&apos;re all passive to. You have no choice. Now you have to bring us to them,&quot; she says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The staff are too uncomfortable to raise their weapons at a Vermillion, let alone her associates. All they can do is prevent us from leaving, which we don&apos;t intend to do anyway, and so we walk together towards the main house.",
         true,
         false,
         false
      ],
      [
         "Body",
         "A tall woman approaches, holding a child as she stumbles through the grass in heels, careful to not let her insular, white fur coat touch the dirt.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Gods above us, what is this vociferous racket?&quot; She locks eyes with Valentina. &quot;You Gods-damn weasel! What are you doing here?",
         true,
         false,
         false
      ],
      [
         "Body",
         "What did you do to my gate?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I had to get your attention, Victoria,&quot; she says. &quot;You wouldn&apos;t let me in otherwise. And all Vincent can ever do is be complacent.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Nothing you do could ever be worth my time,&quot; she says, stroking little Vanna&apos;s hair from her eyes as Vanna sucks her thumb. &quot;You have your damn audience, only because you&apos;re going to be fixing that yourself with your own sweat and blood.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I only had to break the gate because you never let me in!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Victoria strikes Valentina&apos;s face with her free hand, enough to stagger her, and I catch her before she has a chance to fall.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You&apos;re only a lowly leech, child,&quot; she says, refusing to even look at her, and Valentina cowers, struggling to meet her stepmother&apos;s eyes as she rubs her cheek. &quot;You&apos;re not a Vermillion. Nor will you ever fully be with your tainted blood, so don&apos;t think you&apos;re entitled.&quot; Her tone is muted, stating her truth as if fact.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Vanna begins to cry, and when Victoria consoles her, I clench Valentina&apos;s arm to goad her to continue. But she&apos;s silent, trying to fight back tears though they well in her eyes.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Oh, I&apos;m sorry, baby. Mother has unwanted guests. They&apos;ll be leaving,&quot; Victoria says. But Vanna reaches out her arms, reacting to her half-sister&apos;s change in emotion.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Ally! Ally,&quot; she says, and though Victoria tries to reconcile any other reason she weeps, she has no choice. After a minute, she allows Vanna to slip into Valentina&apos;s arms.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Victoria sighs. She covers Valentina&apos;s disgraceful abomination with her hat. &quot;Follow.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Sylvia takes Valentina&apos;s hand and I follow right behind them, ushered by guards that, even with weapons, have nowhere near that icy ferocity. Victoria stumbles several times before cutting onto the well-manicured sidewalk snaking up to the mansion, and we follow her, as Valentina copes with her crippling anxiety and tries to piece together the words before it&apos;s too late.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I give the bloodstained Merlotan garments to Valentina, the evidence still far more sullied than our formal wear. &quot;Remember what we&apos;re here for. You&apos;re not alone,&quot; I tell her, and as we approach the main house, several flaxen-blonde-haired figures watch from the third story window.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Dote on your sister while you still can, because it will be the last time you&apos;ll see her after Vincent is done with you,&quot; Victoria says. The grand doors open and we step inside, and even with all its servants, the house feels so empty without a cause for celebration. Valentina puts down Vanna, telling her to &quot;go play&quot; so she doesn&apos;t have to witness what comes next, but she grasps the edge of Valentina&apos;s skirt, and it makes me miss Ellie.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;No!&quot; Vanna exclaims.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You can&apos;t come with us,&quot; Valentina says, getting down on one",
         true,
         false,
         false
      ],
      [
         "Body",
         "knee. &quot;This might be the last time I&apos;ll ever see you. Maybe when you&apos;re older, I&apos;ll have the chance see you again, but...&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Vanna just stares at her, unaware of the meaning though she understands the feeling. She runs off into the adjoining room where her toys are strewn about, and so the guards usher us up the grand, marble foyer stairs embossed with a great, golden &quot;V&quot;.",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ],
   [
      [
         "Body",
         "Dear Gods, they must have only stopped having kids because they ran out of &quot;V&quot; names, I think to myself, but I don&apos;t dare speak the thought aloud. Vera and Virgil accompany Valentina. I can feel how their mother&apos;s spite poisons them with secondhand squalor, their panic over the situation as if shepherding the damned to execution.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Sissy, why are you here? What happened?&quot; young Virgil asks, as Vera thanks the Gods she isn&apos;t in her sister&apos;s shoes. The caretakers are vacant on the upper floors; they flooded out as soon as they heard the doors and saw the cat-eared bastard child enter. Valentina&apos;s manicured nails bite the flesh on her palms though Sylvia and Vera try to console her.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;It&apos;s going to be fine, Val,&quot; Vera insists. &quot;I&apos;ll talk to them. I&apos;ll do whatever it takes, just hang in there.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Valentina&apos;s voice wavers. &quot;This is pretty irreversible, dear, but it&apos;s alright &mdash; because I think I learned something. For all these years, I never realized I was so much more than my name.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;No. Valentina, please don&apos;t burn this bridge. You&apos;re saying you&apos;re willing to&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I already bashed a gate in, love. I won&apos;t try burning anything, but a bridge isn&apos;t too much more.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "His chair turns from the window when we enter, and a balding, mustached man sits behind an embossed mahogany desk. He seems so much smaller than I imagined, with such a large chair and a vacuous, high-ceiling office. Maybe it&apos;s the look of fear and confusion in his eyes when Victoria drags his daughter in.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You know what this . . . outsider . . . and her associates did to your gate? Did you see what happened?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "He twirls the ink pen between his fingers. &quot;No. What did they do?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;They smashed it open. With a car! These intruders.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Vincent cringes at the word. Instead of making any effort to correct her, he crumples further in his chair, serving whatever words might appease his wife. &quot;And what do you propose we do?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Victoria turns so she can watch Valentina&apos;s face twist on her next words. &quot;Virgil, Vera, this is no place for you right now, children. Run along.&quot; Virgil hides behind the doorframe though Vera lingers.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;What you say to my sister, you can say in front of all of us,&quot; Vera says. &quot;And, Gods above, Vince, are you going to let her talk like that about your daughter?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "He opens his mouth to speak, but is cut short by Victoria.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You dare stoop to her level?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;She&apos;s my sister,&quot; Vera says, stepping foot into the massive study.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;She&apos;s an interloper. And she has no more future with us. We gave her sustenance to leech from us. We let her stay in the cellar with the rats, though this cockroach persisted to tarnish our property with her putrefied presence,&quot; she says, spitting every letter. &quot;We should have the Royal Guard noose her up after we drag her from the lift!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Well. It&apos;s just a gate,&quot; Vince mutters.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;And she&apos;s just a bloody-damn criminal threatening our family&apos;s safety. Wouldn&apos;t you do anything to protect us?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Mild-mannered Sylvia looks like she wants to tell them off, but I tighten my hand around her wrist. This is not our fight. Our words will only discredit Valentina&apos;s inner strength. All we can do is just be here, in this moment.",
         true,
         false,
         false
      ],
      [
         "Body",
         "And so Valentina removes her mother&apos;s hat from her head, causing Vince to look away and Victoria&apos;s anger to rise further.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I think you&apos;ve said quite enough, Mother,&quot; she says. &quot;So many years you&apos;ve abused me. I remember standing here in this office when it was just you and me, almost ten years ago. You left a hacksaw from the tool shed on the floor, don&apos;t you remember? Without a word? And I knew what you wanted me to do, and I complied, and you relished in every moment of my suffering.&quot; She rubs the space between her back and rear. &quot;You let me bleed until I passed out from the shock, and only then, did you let the caretakers tend to my self-inflicted wounds.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Sylvia&apos;s mouth hangs agape. And it seems that not even Vera knew the secret truth of her sister. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Gods above, Val,&quot; I whisper, but Victoria cuts in. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;And I should have-&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Neglected me every day I lived here, turning my life into misery, all while Vincent turns a blind eye to everything, digging deeper into the Merlot so he can see me even less and forget the daughter he used to love when he was allowed to.&quot; Her voice trembles with such rage and righteous conviction. She pauses to calmly draw the words like an archer. &quot;So if you want to release me from your burdens, to stop me leeching from the rightful blood I share of this family, then grant me one final request, and I will change my name and never return.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;No, Val, please,&quot; Vera says. &quot;Vince, she&apos;s your daughter! You can&apos;t let this happen . . . don&apos;t you have any love in your heart for her besides your cowardice?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I . . . I think&mdash;&quot; Vince looks first to Victoria before looking at his daughter. &quot;I think we&apos;ll hear her out.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;She should get nothing. Send her off with nothing. You know you can,&quot; Victoria says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I will hear her out,&quot; he says, standing up from his chair, only to find out his stature is taller than all of us.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I know this drama exhausts you. But I have only one request.&quot; Valentina turns to me before she speaks, as if to check that I really believe in this gambit. &quot;Don&apos;t go to the celebration at the Afterlife.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Vince, Victoria, and Vera let out an audible grunt of confusion. They expected hush money, buyout from the Academy, anything else than what she offers, so much that it leads them all to laughter.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You don&apos;t want us to go to a . . . party? That&apos;s it? That&apos;s preposterous!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;That&apos;s right,&quot; Valentina says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;But why?&quot; asks Vincent.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Because I forgive you. And though you might not love me the way I love you, I still want you to live.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You&apos;re not making any sense,&quot; Victoria says, &quot;is that a threat?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Check beneath the lift you said you&apos;d drag me from. The Afterlife conspires to wipe out every family of the Merlot. They never wanted you to get to the top in the first place.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;The Vermillion Merlot are a faithful conduit of both worship and stability. What you say is just obfuscating slander,&quot; Victoria says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Then check beneath the lift. Write me off with nothing, I don&apos;t care anymore,&quot; Valentina says, &quot;but you&apos;ll regret it if you don&apos;t look.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Victoria calls to one of the house&apos;s stewards, and demands they assemble a team to go and look. We stand in silence for nearly thirty minutes. It&apos;s long enough that the anxiety begins to crawl into my mind, worrying about how much has changed, if after all this time my prophetic visions have left Valentina out to dry.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;How would you know this? Did you plant it there, just to save the day, to prove a point?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I don&apos;t have access. You lock the doors of the cellar so I can only come through the drainage tunnel. In Khiras&apos; name, I had to smash a car through the gate just to get in!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Well you better hope you&apos;re right,&quot; Victoria says, as Vince and Vera approach the window. A commotion travels up the stairs, getting louder as it climbs from level to level, and somewhere beyond the window, the cooks and custodians flood out of the house onto the back lawn. The nervous cadet from earlier breaks the doorway with a steel weldment in his hands, and I recognize the etchings on the side from the debris that crushed Valentina.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Found it.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "The sight startles all of us. Victoria nearly falls over the desk to use Vincent as a blast shield.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You imbecile, you brought that . . . thing . . . into our home?&quot; Victoria asks.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;It&apos;s inactive,&quot; he says. &quot;The detonator line was attached. It would have started several moments after you activated the lift, but now it&apos;s just a brick of Essence,&quot; he says, tossing the heavy container in his hands before he drops it on the floor, giving everyone a start as Vince nearly flips over the desk.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I should have you fired, boy!&quot; Vince says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I&apos;m sorry. Very sorry,&quot; he replies, cradling the improvised explosive like a child now.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Well, who planted it, then?&quot; Vera asks. Vince nervously approaches, making the brick look small as he turns it over in his large hands.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I deal with trading a lot of what this province produces. This is high-carbon steel. No witness marks. Far too nice for an improvised dirty bomb by the Carmine, yet it looks just like what they might try to make.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;And all the Essence in there, mixed with saltpeter. Do the Carmine even have that much dead Essence to throw away like this?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Valentina withdraws her tattered bag that survived the crash. &quot;And now that you&apos;re beginning to discover the nature of who did this . . . here&apos;s the tattered uniforms of four impostors using your name to try to kill Carmine children.&quot; She places them across the desk: the details indistinguishable from our district&apos;a Merlotan City Guard. &quot;They were trying to start a street war. But we stopped them first.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Vera asks, &quot;And this &apos;they&apos; is . . .&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;The Afterlife,&quot; Valentina says. &quot;Their final mission was never about stability. It&apos;s to harvest their field of souls as crops &mdash; whether loyal or indifferent &mdash; to bring back the glory of another golden age. All they see is as is Essence.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Pray tell, and in this theory, what would they get by destroying us?&quot; Victoria asks.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;The instability they need to wipe us out completely, while we&apos;re too busy fighting each other.&quot; Valentina nods to me. I rehearsed these words with her before, preparing for diplomacy that didn&apos;t involve destroying property. I made the choice to believe in her, and I&apos;m proud of her.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Vince sets down the dormant explosive, commanding one of his attendants to take it far away. &quot;Thank you. Daughter,&quot; he says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The words don&apos;t do much for Valentina, but she nods. Victoria is still too distraught with surprise to react.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;The Carmine are aware of this farce, too,&quot; Valentina tells them. &quot;They hold an open table with your seats in place. Stay too much longer here &mdash; don&apos;t take that lift &mdash; and the Afterlife will wonder how you got the best of them. Take the lift without the explosive, and they&apos;ll find another way to do the job.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;So what are you saying, daughter?&quot; Vince asks.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I&apos;m saying the enemy of your enemy might be the only friend you have now,&quot; Valentina says. &quot;And they&apos;re waiting for you.&quot;",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ]
]