[
   [
      [
         "Body",
         "We approach in the third car of twelve in what&apos;s a sight for the ages. Frightened onlookers duck out of their windows when the muted Merlotan red reflects up at them off the hood of the motorcars, embossed with the bright letter &quot;V&quot; in gold on each of them, thinking war is about to unfold on the streets.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The driver crimps her white gloves on the steering wheel while the man riding shotgun stays true to its name, as if they&apos;ve never delved into the middle-lower-class slums of Blackwater before. And when the entourage finally makes it to the Carmine Compound, the cars leave a single set of tracks as they circle in the frozen mud of the front lot.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Beyond the doors of the motorcar, the Brothers and Sisters look on with caution: sharing silence with the onlookers from the street, since any words might catch and flare. The doors all open at the same time, except for one, and the Merlotan Guard and Royal Guardsmen emerge, staggered green and red.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The Vermillion patriarch is the last to emerge, just as Romin and his father part the crowd of Carmine to greet their unlikely guests. Even the snow halts itself somewhere above the smog, waiting for the two estranged men to make contact.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Vincent,&quot; Raine says, extending his hand.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Vincent wipes his hand with a handkerchief, shelving his look of disgust for the ragged landscape before clasping Raine&apos;s hand. &quot;It&apos;s been a long time. I see Romin there. And I heard you were out in the woods for a while. How&apos;s Ruby?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Ruby?&quot; Raine asks.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Your wife,&quot; Vincent says, wiping his hand again. &quot;And Ryder?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;My wife was Rose. They&apos;re both dead&mdash; though it&apos;s nice to see your family&apos;s taking good care of each other.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Vincent looks up. &quot;Ah. Well, it&apos;s a lovely statue, at least, made from Merlotan bronze and all.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;It&apos;s as new to you as it is to me. But anyways,&quot; Raine says. &quot;You&apos;re in my compound.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I am. It&apos;s a common enemy that aligns our interests. Us Merlot would handle this ourselves if we had a little more strength.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Surely you could,&quot; Raine says, before Romin nudges him. &quot;You could, of course, but we&apos;re glad we can split the same burden.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Romin stands beside Valentina as Vincent turns to address us. &quot;It was our children that brought us together in a way we thought was impossible. We found a fake explosive beneath the lift that would have killed us. It looked like one of yours, but we trust that&apos;s not possible.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;We wouldn&apos;t do anything like that unless we were provoked,&quot; Raine says.",
         true,
         false,
         false
      ],
      [
         "Body",
         " &quot;I hope not. And so you&apos;ve had an incident?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;An incident.&quot; Raine chews the flavorless words. &quot;Our incident was that attackers trying to kill innocent children in one of our storehouses, disguised as your people.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Which we would never do either, unless...&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Provoked?&quot; Raine asks.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Oh, please. You don&apos;t get provoked when you carry the big stick,&quot; Vince says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Then I&apos;m curious why you think you need our help. Since you&apos;re provoked by someone else with a bigger stick.&quot; Raine&apos;s hands grasp the collar of his vest, exposing his thick, corded musculature. &quot;Maybe we have better experience living with discomfort?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Providing food and utilities to a whole province is far from comfortable, Raine. Please, if you just&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "The last car door bashes open, and Victoria stomps out, having rested her legs from all the walking. &quot;Gods above, you two, they&apos;re going to have our heads before you can decide who has the longer stick. Can we get on with this?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Right,&quot; Vince says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Come inside. We have a feast and table ready, so long as you don&apos;t mind a little dust.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Valentina whispers, &quot;The first time the Merlot have ever set foot in a Carmine outpost.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Romin&apos;s grin spans from ear to ear. &quot;I still can&apos;t believe you managed to pull this off,&quot; he tells her. &quot;You&apos;re amazing. I&apos;m so proud of you!&quot; He embraces her until she grasps for breath.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Careful. You&apos;re gonna knock me out with strength like that,&quot; she says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The Merlot are escorted down the stairs, and while the leadership convene in the depths of the outpost, the Merlot and Carmine associates begin to talk. The young members, inculcated in the lowest ranks as new blood, recognize each other from the Academy and begin to socialize, ignorant to the bad blood, just elated to see kind, familiar faces, and even manage to introduce the older members.",
         true,
         false,
         false
      ],
      [
         "Body",
         "We follow Romin. The vault door is open, and across an open space once littered with liquor bottles and kegs, the floor is stocked with munitions, boxes, and tables of trained Carmine communicating on the talking wires to other provinces.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Don&apos;t look surprised,&quot; Romin tells me. They&apos;re all like me, buddy. They party as hard as they work.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I&apos;m just impressed, &quot; I say.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The grand steel doors close behind the figureheads of each faction, with both Romin and Valentina accompanying them, and so Sylvia, the Vermillion children and I are left on the other side.",
         true,
         false,
         false
      ],
      [
         "Body",
         "It&apos;s not long before the children of the Carmine bring their boxes of toys over to socialize. A handsome Carmine boy approaches Vera. Virgil plays &apos;war&apos; with some of the commanders&apos; sons: mixed not by faction, but by choice, and Vanna&apos;s led off to paint with the toddlers by one of the Seminary Sisters.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Sylvia and I leave as the only impartial guests &mdash; but as soon as I smell liquor, I know they&apos;re on track for fine camaraderie.",
         true,
         false,
         false
      ],
      [
         "Body",
         " &quot;I feel so warm right now,&quot; Sylvia says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I do, too. But we can&apos;t get too comfortable,&quot; I tell her.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;But that doesn&apos;t mean we can&apos;t enjoy it,&quot; she says, as takes my hand, tensioning her fingers between the spaces of mine. &quot;I want to savor this. And I want to savor us.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I&apos;ll cherish every second,&quot; I promise her, and I notice a naive excitement kindled within me when I walk home, as added heat against the cold. I don&apos;t allow myself think the words or else I might jinx it, that this all could actually work, and maybe this feeling is just a balancing act between two emotions at war: anxiety over the outcome, and excitement over these recent victories. The thought is a branch I know will never hold the weight of this world, but I still reach for it, enough that I joke to Sylvia:",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;With all these impossible things, maybe even Clint will be home.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Whoa there,&quot; she says. &quot;Don&apos;t ask for too much.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "But sure enough, the sight astonishes us when we turn the corner, frightening me enough that I draw my knife and slip to the side of the house as Sylvia follows closely behind.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I locked up before we left with Val, didn&apos;t I?&quot; I whisper. &quot;We never left the lights on. We just slept by the fire.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;That&apos;s right,&quot; Sylvia says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Well, there&apos;s nothing valuable in there at least. I sold it all.&quot; We sneak along the perimeter, but I left all the curtains drawn to keep things safe.",
         true,
         false,
         false
      ],
      [
         "Body",
         "There&apos;s a clattering.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You hear that, right?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Like steel on steel. Or nails on a chalkboard.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Yeah, and&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "We hear a laugh, and my stomach drops. I press my ear to the window as Sylvia does the same. It&apos;s at least a man and a woman in there, yet they&apos;re not bustling around &mdash; gathering things and checking boxes, scrounging for jewelry or something.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I catch the whiff of some nostalgic smell, and for a moment I&apos;m lost before I come to my senses. The low bass reminds me of Clint&apos;s voice I could hear through the floorboards when he came home from work, his heavy footfalls, and the small, clattering footsteps of my mother.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;It might actually be him,&quot; I tell Sylvia. &quot;Gods above, I swear, if the bastard&apos;a showing off the house I pay for to some woman...&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "I peer between the drapes and only catch a sliver of the foyer: Clint&apos;s jacket hung over the couch, and a small, crimson cloak.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Dear Khiras, he works fast,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;What are you on about?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;The lady&apos;s in the First Red, I think,&quot; but then I notice a familiar piece of jewelry that fell from the pocket onto the floor.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;No way. No. No, no, no, Clint, what are you thinking? The old lady? Or...&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "I&apos;m at the front door before Sylvia can stop me. Maybe I can still save her from him: he&apos;s been the furthest thing from a role model on relationships ever since he became a widow.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I creak open the front door slowly, wishing I&apos;d lubricated the hinges and kept this house a fraction as good as it used to be. The female voice is clearer now, and it&apos;s deeper&mdash; not as nasally as Maude&apos;s.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I find my mother&apos;s necklace on the floor, and the smell of lavender hits me as I return it to its place around my neck. I feel an unfamiliar energy inside it. I look around and it&apos;s as if the house is just slightly cleaner; dusted in all the places the maids forget to clean; the smell of dinner so savory I almost forget why I&apos;m here.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I&apos;m almost afraid to enter. It feels like when I was a child in trouble, when I&apos;d sneak down the stairs to listen as Mom and Dad talked aloud about my misdeeds and how to punish them. But I still feel myself drawn to the dining room, knife in hand, unable to stop as I prepare to slice at whatever illusion threatens my sense of reality.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The knife clatters to the floor when I see them sitting on the same side of the table, teary-eyed, reminiscing on the forgotten years that separated them for so long. I say her name aloud and the illusion crumbles. That magnificent dream came true after all this time.",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ],
   [
      [
         "Body",
         "&quot;You finally . . . came home,&quot; I say, and she rises from her chair at the words, quick to approach and comfort me, just as I know she did before to her widowed lover.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I&apos;ll never be able to apologize enough for what I had to do. I was made. I was called back to serve the First Red as its messenger.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "I should be elated like Romin was in finding his estranged father, but I find my feelings of hope and peace curdle to bitterness.",
         true,
         false,
         false
      ],
      [
         "Body",
         "My mother senses my reluctance. &quot;I don&apos;t expect you to forgive me for how I left you, but I had to.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;It&apos;s not that,&quot; I tell her, and when I look at the empty place-setting across the table with the pillow on the seat, I can feel that relentless anxiety hunt me down. Clint&apos;s the only one out of all of us that has no idea what&apos;s coming. Moira&apos;s the only one that can fully empathize as a member of the Carmine, unless Sylvia truly remembers what happened to us in those past lives.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I can feel that impermanence, too. But it&apos;s better to have happened in the first place than to never have happened at all. I just wish that . . .&quot; Her words dampen when her eyes fall to the empty place setting. &quot;I wish the beautiful daughter of ours didn&apos;t have to suffer.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;And we&apos;re going to make them pay,&quot; I insist.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;But at what cost?&quot; Sylvia asks.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;At the cost of whatever it takes. Or else we&apos;ll never be free,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;What, you think this is some kind of conspiracy nonsense?&quot; Clint asks. &quot;I loathe the golden cunts of the Afterlife&mdash;&quot; He looks to Moira. &quot;Sorry. As much as the next guy, but this?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;It&apos;s happening, and it&apos;s very real,&quot; I tell him. &quot;The Afterlife took Ellie, because she has Divine Blood inside her, and is capable of becoming the Mask of the Humans and Chymaera.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;What are you talking about? I don&apos;t have divine blood,&quot; Clint says. &quot;And Moira isn&apos;t anything special.&quot; She glares at him again. &quot;Genetically. I mean, love, you&apos;re special in other ways.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;That&apos;s because I&apos;m a Chymaeran,&quot; she says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Chymaerans don&apos;t exist in Blackwater. Maybe not even anywhere,&quot; Clint argues.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Then watch.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Moira lifts the ring of guise tokens from her pocket, withdrawing a weathered one. I notice the pendant of my necklace is now around her ring. In an instant, her flesh grows obsidian and her mass coalesces into a shorter figure, taking on the guise of the older woman that helped in Clint&apos;s shop.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;There was a reason I was drawn to work there. Memories fade from guise to guise, and when you lose a marker, everything fades away to your conscious mind. But instinct is the proof that they still persist somewhere.&quot; She takes the token of my necklace between her fingers and changes back in mere seconds to the face I recognize, looking as if she hasn&apos;t aged a day.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Then why didn&apos;t you say anything to me?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I was afraid to break the perfect life we had. If anyone knew that I was a Chymaeran, or a messenger of the First Red, it would risk everything. We were never meant to hold a guise for longer than months. And to hold it for so many years...&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;So Chymaerans&apos; guises don&apos;t age, then,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;We can only hold a snapshot,&quot; she says. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "And when I realize it, the bile rises in my stomach and the meal before me becomes unpalatable. I&apos;m afraid to ask.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;When did it happen, then,&quot; Clint says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Clint. Don&apos;t ruin this,&quot; Moira says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You-you look exactly like the picture we took after Ellie was born, and I&apos;ve looked at that picture every day, committed it to memory more than the back of my hand,&quot; Clint says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Please,&quot; she pleads.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;So when, then? When did it happen?&quot; She almost becomes a stranger to him when he grabs her shirt, yet he can&apos;t quite get there. &quot;Was it before or after? You said you were infertile after we met, after we fell in love, yet...&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;She was,&quot; Moira says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Clint says, &quot;Then when&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Did you kill her?&quot; I finish. The genetic fury floods in our veins, and only Sylvia can hold me back. The memory of recent events returns as the surprise fades. &quot;I saw her, dead, in Everett&apos;s basement. I saw her skeleton. My foot crunched her dry ribs!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;It wasn&apos;t like that, I promise. I did nothing!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "So why, then? Why did my real mother die?&quot; The word real injures her, hitting so hard it glances off of Clint. &quot;I saw Everett&apos;s basement, all those horrific instruments, memories of a time he tried to make me forget, so why? Why did he do that to me, and why did you allow it?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;It was all to save Blackwater. All of this.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;What did he do to you, son?&quot; asks Clint.",
         true,
         false,
         false
      ],
      [
         "Body",
         "She says, &quot;It was because you were the only source of divinity he could use.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Titus, what did he do?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Use?&quot; I ask. &quot;My mother loved me for who I was. She was the only one who ever truly loved me! Never a Chymaeran who killed her to take her identity. I was gods-damn right to believe love could never be unconditional.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;But I didn&apos;t kill her. It was Everett,&quot; she finally admits, &quot;and he went through with it before I could even decide. The self-hatred and regret consumed that man faster than the Chymaeran Curse ever could. You know why he got it? Because I gave it to him. He showed me what he had done. He told me to continue, to finish the job. So I punished him. And to pick up the consequence of his selfishness, I decided to take her identity.&quot; She doesn&apos;t cry, but she bends her neck to glance down just past my feet. &quot;So many identities, Titus. I buried myself with so many other faces to try to forget all those years since I disappeared, thinking myself unworthy, and the guilt pains me to this day.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "I don&apos;t respond. I don&apos;t tear up, either. I feel myself retreat to that same numb headspace my circumstances created for me, all those years when she was absent, when I thanklessly picked up all the slack of Clint&apos;s failures.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;But I felt all the feelings she did. I was just foolish to think I could be anything close to what she was. I was Moira for so many years that I internalized every piece of her, and I could feel it. I felt her take over. I felt her understanding. And I actually became her. I am her,&quot; she says, &quot;I am every part a continuation of her, and I love you just as unconditionally as she ever did.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Then why weren&apos;t you there,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Because the Pureblood Chymaerans would have caught me. And I was, Titus! I took the faces of everyone around you, of all the ones you least expected. Every chance I had, on every mission.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Then what do you remember?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I remember watching you care for your sister every night that you could. Walking her to school. How hard you studied in academics and fought on the training field, and I watched as long as I could, until the list of guises since dragged on more and more, and my memory was fragmented with so many voices of the dead, unable to do anything, locked out of a relationship with the people I love...&quot; She trails off.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Ellie.&quot; Clint&apos;s voice wavers. &quot;Is she even&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Yes. Absolutely, yes,&quot; Moira says. &quot;She&apos;s every ounce of you as much as she is me. She&apos;s truly your daughter.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Then what about my blood?&quot; I ask.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Exactly,&quot; Clint says. &quot;What did Everett do to him?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Distilled for the Pure Essence. Everett knew you were Fletcher. He found you out there. He said it was as if you could sense him coming from beyond time, waiting in the Reservoir. When he returned to that site you appeared to him. Resurrected, expending your right to the Masks of Life and Death with the power of the divine, so you could come back and resist the laws of nature. You lost it in that sacrifice. So someone else had to carry the power of both sides.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Both sides,&quot; I repeat. &quot;Then that means...&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You&apos;re half Chymaeran. Just like Ellie,&quot; she says. &quot;You have the true Royal blood on both sides. The Human royalty of Ullrich mixed with the Chymaeran royalty of Eaudicroux, the escaped princess known to the Humans as Evella.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "My body feels foreign to me when I look at my hands. The room spins as I gasp for breath, and I sit at the table.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;And Everett infused me with that pure Essence containing  the divinity of both sides, day after day, telling me that next guise was just another accidental casualty, until I realized that day that she was still alive, that grief-stricken Everett never planned for an accident.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "I remember the records Lyra and I found in the basement: the names scrawled on them in a single letter.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;So what, then? Where does that leave us?&quot; I ask, and it&apos;s all I can manage, staring at the uneaten meal before us.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;We still have a mission. It&apos;s what it&apos;s been this whole time, for all of us,&quot; Moira says. &quot;We have to save Blackwater. Your actions beyond the walls bought us this last chance. And all we have to do now is to see it through.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Clint slumps in the chair on the other side of the table. Sylvia sits there in silence, still too afraid to enter our feud.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Just know that I love you, and I&apos;m so infinitely proud of the man you&apos;ve become. Caring for Ellie and Clint since I left. Courting this beautiful woman as your girlfriend,&quot; she says, motioning to Sylvia who blushes.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I always imagined telling you how hard it was, what you would say to me, how you might comfort me. That&apos;s what gave me the strength, imagining you&apos;d return,&quot; I tell her.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Let&apos;s enjoy this meal before it goes from lukewarm to cold,&quot; Moira says. Our eyes all drag to the empty place setting in the absence of words, feeling as if it absorbs all the color in the room: waiting, and maybe hoping, the small girl might lift herself from some hiding place under the table and join us for our last meal.",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ]
]