{
  "Story": "Paragate",
  "Title": "Chapter Thirty-Nine",
  "Subtitle": "Crossing Over",
  "Act": 3,
  "ChapterNumber": 39,
  "Synopsis": "",
  "RevNotes": "",
  "ID": "3.39",
  "Body": [
    "<p>&emsp;My own snore awakes me though Katiya is still fast asleep. I check my smartwatch: no texts show in the feed yet, but the digitally-analog hands read 3:40.</p><p>&emsp;She leans against my shoulder, drooling on my shirt, her hair still disheveled with grass and leaves between the strands, and after I gently lower her to the thin cushions of the IKEA couch &mdash; wrapping her in a tasseled throw blanket called VINTERFINT &mdash; there&apos;s an unsettling energy that rises in my nerves.</p><p>&emsp;I feel the urge to either run home, or grab Katiya&apos;s greatsword instead of my lacrosse stick, and though I&apos;m so much weaker than anyone else in this world, I feel the urge to protect her.</p><p>&emsp;I think I catch a glance of crimson eyes peering through the window glass, as if searching for something within me, but the figure quickly moves from sight. The back window was repaired a couple days ago after a whole cat-man was thrown through it, and when I check it, I think I see a different figure watching me.</p><p>&emsp;I stare longingly at the door, wanting so badly to run and hide, but there&apos;s a stronger desire that keeps me there.</p><p>&emsp;&quot;Katiya,&quot; I begin to say, quietly, and then louder, as I walk away from safety in my modern world. I don&apos;t notice the unlocked back window sliding open so slowly as a guy gestures signals with his other hand: nor do I notice the front door was picked by the same man several minutes earlier, hiding a different stranger at the threshold.</p><p>&emsp;She stirs awake as I stand halfway between Katiya and my escape, tensioned between two emotional anchors that threaten to split me apart. And before I can react, I feel an incredible energy flood my body from somewhere nearby, stiffening every muscle in my body as I struggle to fight the immense power.</p><p>&emsp;A dark-haired man with piercing, black eyes intercepts me as a girl enters the front door with her hand extended. The man looks younger than I do, but holds such gallantry behind his expression that I&apos;m convinced he&apos;s lived a thousand lifetimes. </p><p>&emsp;The girl&apos;s eyes glow with crimson light, matching the tips of her dark bangs. My heart seizes in my chest and stops beating, feeling like the plasma in my blood evaporates inside my body. I try to call to Katiya, but words are no longer privileged to me &mdash; and when I&apos;m locked out of the use of every muscle, I collapse to the floor as the man pins me by the shoulders.</p><p>&emsp;I can feel the collision in my bones, but not even my nerves will communicate. They won&apos;t even tell me the flesh of my right arm contacted the sharp end of Katiya&apos;s greatsword, leaving a gash that even hesitates to bleed. </p><p>&emsp;it feels as if that magical power surges for a moment within my own body &mdash; without the circuits in my biology to to reabsorb it &mdash; and given  the experience of Essence for the first time, I&apos;m struck with a sudden horror at the incredible energy that emanates from the two strangers.</p><p>&emsp;The girl rushes over to Katiya, and since my stiff body is posed with my head cocked toward the couch, I fear whatever retribution they seek in hurting her.</p><p>&emsp;But she says her name.</p><p>&emsp;&quot;Katiya,&quot; the girl says, as she finally rises from the couch. &quot;Did you leave your door unlocked? There was a stranger without human Essence!&quot;</p><p>&emsp;&quot;The back window was unlocked,&quot; the man says, still pinning me to the floor. &quot;I think this Chymaeran got in through there.&quot; But he looks me over further, sensing the energy from the other assailant&apos;s attack as it flushes from my body. &quot;Or any Essence for that matter. How is that possible?&quot;</p><p>&emsp;Katiya springs to her feet, rushing over to the two of us. &quot;Dear Khiras above . . . Cody,&quot; she mutters, still delirious from such an awakening.</p><p>&emsp;Katiya panics while the others remain perfectly calm.</p><p>&emsp;&quot;You know this man?&quot; the girl asks. &quot;Then where did he come from?&quot;</p><p>&emsp;&quot;Like I said, he&apos;s not Essenced,&quot; the guy says, looking over the slice with his piercing eyes. &quot;And not like the outwallers in Blackwater, Sylvia. He has nothing at all.&quot;</p><p>&emsp;Sylvia states the facts without hesitation when she approaches me. &quot;Deep laceration, six inches. Muscle layer exposed. No arterial spray, but his pressure&apos;s dropping.&quot;</p><p>&emsp;&quot;What?&quot; I manage.</p><p>&emsp;&quot;I don&apos;t have that kind of &mdash; healing,&quot; Katiya says. &quot;We need medical. But in his world, Gods above, we need to call&mdash;&quot;</p><p>&emsp;Sylvia touches Katiya&apos;s shoulder. &quot;He&apos;s going to be fine,&quot; she says, then turns to me. &quot;I&apos;m re-aligning the tissue, Cody. Titus here is holding you in place. Don&apos;t fight it. You&apos;ll feel heat, then pulling, then nothing. Keep breathing.&quot;</p><p>&emsp;I gasp for breaths after my heart returns to motion. I feel the scalding again &mdash; as if the tendrils of some energy spread across the cells of my body. From inside my flesh, the channel of energy ignites when the first tendril reaches the deep cut, aligning all the other stray, searching strands, and I feel the sensation of a heat my nerves can&apos;t fully register &mdash; like in welding class, when I didn&apos;t know I had a hole in my glove.</p><p>&emsp;But it&apos;s not just the deep slice. I feel the energy connect in places I couldn&apos;t register, because they were spread across a lifetime of small accidents and dangerous choices, and when I lift myself from the floor, feeling more energized than if I slept for a whole weekend. I can&apos;t find a trace of the deep cut, or any other scar, for that matter: the four marks from the endoscopic surgery for pyloric stenosis; the graze on my wrist I took from Jackson&apos;s BB gun when we were playing war in a forest; the scrape on my leg I got ten years ago at Daniels Park when I smoked with Miguel.</p><p>&emsp;I&apos;d feel the best I ever had in my life if the weight of what&apos;s coming wasn&apos;t still so heavy. The two strangers lift me to my feet with a thousand apologies.</p><p>&emsp;I turn to Katiya. &quot;Are you subletting now? Or is this house a hotel?&quot; I catch my breath though I don&apos;t need it: I can breathe through both nostrils for the first time in ages, and hell, I think even my vision is a little better. &quot;Where do you find these people?&quot;</p><p>&emsp;&quot;I&apos;m sorry,&quot; Titus says, &quot;really. But you have to understand how close the dangers are now to this town. Miss Katiya agreed to take us in, and our instinct was to protect her.&quot;</p><p>&emsp;I can&apos;t be that angry when I&apos;m almost sure I can push back the physical with my doctor for another year. I didn&apos;t even have a moment to feel the pain before my layers of flesh were annealed.</p><p>&emsp;&quot;It&apos;s fine,&quot; I manage.</p><p>&emsp;The man scratches his beard, looking around the foyer as if he&apos;s scanning for every tactical exit. Then he extends his hand. &quot;My name is Titus Berguard. And this is Sylvia. We&apos;re refugees from Blackwater to the north.&quot;</p><p>&emsp;I shake his hand. It seems to be a common custom between our worlds. And I turn to Sylvia, a girl that stands as tall as I do. &quot;And Sylvia. Just Sylvia?&quot;</p><p>&emsp;&quot;Just Sylvia,&quot; she repeats. &quot;And I&apos;m sorry, but are you human?&quot;</p><p>&emsp;&quot;Yeah. But not by your definition. I don&apos;t have Essence,&quot; I start, and I look to Katiya to judge whether we&apos;re really roping in another couple strangers to our situation. &quot;No Essence in my world.&quot;</p><p>&emsp;I gesture to the door. The two stare at all the unfamiliar shapes on the other side, just like Katiya did all those months ago, but somehow, the strangeness doesn&apos;t even phase them.</p><p>&emsp;It&apos;s something else that interests them.</p><p>&emsp;&quot;It&apos;s an Essence Event that made this door,&quot; Just Sylvia says.</p><p>&emsp;&quot;An Essence Event?&quot; Katiya says. But isn&apos;t that only possible to create by a Mask of the Gods? How could you even know in the first place, if you weren&apos;t&mdash;</p><p>&emsp;Her words cut off, as if afraid to speak. Titus adjusts the sleeve of his coat, covering the threaded scars or tattoos I noticed when I shook his hand.</p><p>&emsp;&quot;It&apos;s a long story that&apos;s too fresh to remember,&quot; Titus says. &quot;We&apos;re just passing through, but rest assured: we&apos;ll protect you as long as we&apos;re here.&quot;</p><p>&emsp;I think we&apos;ve found a breath as Titus adjusts his jacket, but then the three of their heads turn to the front door, sensing something that I can&apos;t.</p><p>&emsp;&quot;Ellie,&quot; Titus mutters.</p><p>&emsp; He looks up the stairs, and his expression glazes over. He suddenly looks like he&apos;s ready to die for something, until Sylvia approaches to reassure him.</p><p>&emsp;Katiya approaches the door without caution after five patterned knocks.</p><p>&emsp;&quot;It&apos;s over, Titus,&quot; Sylvia says. &quot;There&apos;s nothing more to save.&quot;</p>",
    "<p>&emsp;&quot;There was so much more to say,&quot; Rayna says, &quot;but we didn&apos;t have the time. She said so little of who she was, but when we were captured together &mdash; sent to a certain death for betraying the Den &mdash; she used such tremendous power to save us that there&apos;s no doubt in my mind.&quot;</p><p>&emsp;&quot;Doubt about what?&quot; I ask.</p><p>&emsp;&quot;That she&apos;s a Mask of the Ahkvasa. She didn&apos;t just stop time. She weaponized it,&quot; Rayna says. She sits on the couch in the same place Cody was, feeling the odd textures in the immaculately-stitched fabric. Cody went home to sleep, but the two refugees sit across from us, listening intently.</p><p>&emsp;&quot;Go back to before the break-in,&quot; Titus says. &quot;So you escaped their capture, and then they tracked you here?&quot; Titus asks.</p><p>&emsp;&quot;I knew where a spare key was. I used to live here, you know,&quot; Rayna says. &quot;But I got here a little too late to evade them. They saw me enter. We fought. And then Katiya came and scared them off.&quot;</p><p>&emsp;&quot;Us?&quot; Sylvia asks.</p><p>&emsp;&quot;Yeah. Me and that . . . other guy. Cody,&quot; she recalls. &quot;Poor lad, is our world ever going to stop  tormenting him?&quot;</p><p>&emsp;The two refugees duck their heads.</p><p>&emsp;&quot;I wasn&apos;t just coming here to run away,&quot; Rayna says. &quot;When Katiya gave me another chance, it made me realize that I still owe a debt here. I mean, why else would I return to hide out in a town that&apos;s cast me out? My contact said there was something coming to Gaffesend.&quot;</p><p>&emsp;&quot;She knew about the Essence event up north?&quot; I ask.</p><p>&emsp;&quot;Her friend certainly did: a Verdalan. With their command of space, she sensed an enormous energy between dimensions, and left to investigate it.&quot; She pauses. &quot;Oh. But no, that has nothing to do with what&apos;s coming.&quot;</p><p>&emsp;&quot;The Chymaera, then,&quot; I say. &quot;But we know that. The Purgatory Line&apos;s been in the same place to the east for centuries.&quot;</p><p>&emsp;&quot;And it&apos;s not east,&quot; Rayna says. &quot;That&apos;s not it either.&quot;</p><p>&emsp;My stomach drops. I consider the north, but it&apos;s just ice up there: ice and refugees, both displaced by that large eruption. The south is the capital of Northaven. And to the east are our allies, the Ahkvasa, so any of those three answers would surprise me.</p><p>&emsp;&quot;How fast does information travel around here?&quot; Rayna asks. &quot;Maybe you don&apos;t know about the changes in the Ahkvasan capital.&quot;</p><p>&emsp;&quot;Melenia,&quot; I say.</p><p>&emsp;&quot;A change of royalty that was staged as a coup,&quot; Rayna says, then turns to Mr. &quot;All I know is that something&apos;s coming, and with you as a Royal Guard that&apos;s about to cross over &mdash; not making the same mistake that I did &mdash; I think you&apos;re the only person that they&apos;ll listen to. And all she asked of me was to establish a contact and a meeting point.&quot;</p><p>&emsp;My stomach turns a little as I assemble the words to tell her.</p><p>&emsp;Sylvia says, &quot;so you left to give her a meeting point.&quot;</p><p>&emsp;&quot;Why the cloak and dagger?&quot; Titus asks.</p><p>&emsp;&quot;Because her identity would shake the entire kingdom,&quot; Rayna says. She turns to me again. &quot;So your mission &mdash; and I can&apos;t draft this up on one of those quest sheets &mdash; is to meet her in the courtyard of the old castle.&quot;</p><p>&emsp;&quot;I&apos;m not the right person,&quot; I say.</p><p>&emsp;&quot;What do you mean?&quot; Rayna says. &quot;You&apos;re just relaying a message.&quot;</p><p>&emsp;&quot;No, it&apos;s not that I have doubts about whether or not I can do it.&quot; I pause, finding no better combination of words. &quot;It&apos;s that I&apos;m no longer going to be a Guard.&quot;</p><p>&emsp;Rayna is flabbergasted. She tries to tread lightly, but the surprise gets the best of her. &quot;What in Khiras&apos; name happened, since what, a couple days?&quot;</p><p>&emsp;&quot;It wasn&apos;t cowardice. It was an outright failure,&quot; I say. &quot;But I&apos;ve got people I can relay the message to. I know that Aryn&mdash;&quot;</p><p>&emsp;&quot;No,&quot; Rayna says. &quot;She&apos;s too smart. She&apos;ll ask, and then she&apos;ll find out about me. It&apos;s better if she thinks I&apos;m dying in the war.&quot;</p><p>&emsp;&quot;But she&apos;s your sister,&quot; Titus says.</p><p>&emsp;&quot;She hates me for how I failed,&quot; Rayna says.</p><p>&emsp;Titus leans in. &quot;Trust me. It&apos;s never too late to reconcile with her,&quot; he says. &quot;Family is the most important thing you have.&quot;</p><p>&emsp;&quot;Maybe,&quot; Rayna says.</p><p>&emsp;I find the space to think in their awkward mismatch of passion between them. Maybe if she came a day earlier, I wouldn&apos;t have felt that itch for something more return to me. If I hadn&apos;t talked to another man suffering a similar fate, to feel I still deserved the warmth of a certain love after all had fallen apart.</p><p>&emsp;But I think about Stella, and Erik, and my unborn sibling, and all the things I have to lose, and I can no longer resist the call when I don&apos;t trust anyone else to truly listen.</p><p>&emsp;I remember the two lines of a text that I read over Cody&apos;s shoulder, finding that my next words sound so similar.</p>&quot;I&apos;ll give it a shot,&quot; I say. &quot;But for whatever comes next, I&apos;ll need all the help I can get.&quot;",
    "<p>&emsp;&quot;I can&apos;t help you. No . . . but seriously, Katiya, I can&apos;t help you if you do this,&quot; I tell her. My face flushes from all the people that turn their heads.</p><p>&emsp;&quot;But I refuse,&quot; she says. &quot;You either give all or give up, or else you leave no space to improve.&quot;</p><p>&emsp;&quot;You&apos;ve left no space for more weights,&quot; I say, gesturing to the end of the barbell loaded with more plates than a gym rat might use on leg press. &quot;This is enough for bench press: most girls your size do a five, or a ten on each side.&quot;</p><p>&emsp;&quot;The girls in your world are soft because this gym doesn&apos;t even have combat training,&quot; Katiya says. After adding the fourth 45-pound plate, she crunches the weight collar in her hands until the ends meet, sliding it easily across the barbell. She points to the squat area. &quot;See, Cody? What do they get all the weight?&quot;</p><p>&emsp;&quot;Those are men. And they&apos;re powerlifters. And they&apos;re doing hang cleans and deadlifts,&quot; I say, waving awkwardly as they look over. &quot;I meant for this, uh . . . date, to be a metaphor for us building strength. To talk a plan, not&mdash;&quot;</p><p>&emsp;&quot;Actually do work?&quot; Katiya asks: she slides beneath the bar until she&apos;s flat on the bench, then arches her back. She wears the expensive, branded workout clothes my gym sells in the pro shop. Beneath the sports bra, the definition in her core is carved in distinctive lines across her abs: the only other lines in the light, silhouetted scars from whatever her &quot;real&quot; training forced from her.</p><p>&emsp;She lifts the bar off the rack before I can even get into position. Two other gym rats from another bench leap to the sides in fear, ready to squat a-hundred-and-eighty pounds per side in an instant of things go south, but they&apos;re astonished when the bar holds steady at full height.</p><p>&emsp;&quot;So what progress have you made on your side?&quot; Katiya asks. &quot;That drone &mdash; is it ready to go, more or less, or are you adding more?&quot;</p><p>&emsp;&quot;Well, it&apos;s from five years ago when...&quot; I watch the bar rise and fall as my hands rest lazily on the top. &quot;When my project happened, but tech in my world...&quot; she approaches eight, and I wonder if she plans to stop. &quot;It&apos;s exponential growth, so stuff gets old fast, and&mdash;you only have to do ten, we have two more sets!&quot;</p><p>&emsp;She places the bar on the rack. A light sweat crests her forehead. &quot;So that&apos;s all?&quot;</p><p>&emsp;&quot;For the first set,&quot; I say.</p><p>&emsp;&quot;No, like that&apos;s all you have to do for the project?&quot;</p><p>&emsp;&quot;I have to present it, too. I already applied to an aerospace opening for entry-level work. But this presentation is what gives me a shot with an early interview, so to speak, and it has to be perfect.&quot;</p><p>&emsp;We&apos;re lucky no one pulled their phones out to take a video. She gestures to the bench now, as if I could lift the same anoint of weight.</p><p>&emsp;&quot;No,&quot; I say.</p><p>&emsp;&quot;I&apos;ll cover you.&quot; Katiya says.</p><p>&emsp;&quot;It&apos;s &apos;spot.&apos; And no.&quot;</p><p>&emsp;&quot;What, you want three instead?&quot; She asks, flashing a grin. &quot;Upstaged by a girl?&quot;</p><p>&emsp;&quot;I do one of those and a twenty-five to start,&quot; I say, but my ego&apos;s hurt enough with all the attention. &quot;Just . . . make it two, and make it look like I&apos;m able to kinda do it, alright?&quot;</p><p>&emsp;&quot;Sure,&quot; she says, and I slide beneath the bar at my one-rep max. </p><p>&emsp;&quot;You sure you got it?&quot; I ask.</p><p>&emsp;&quot;Well, I told Rayna I&apos;d meet her contact,&quot; she says.</p><p>&emsp;&quot;No. The bar,&quot; I say. &quot;From that angle.&quot;</p><p>&emsp;She lifts it up with two hands in response. With so little ego left, I lift the bar off and immediately struggle.</p><p>&emsp;&quot;But you were right. I don&apos;t know: I just started thinking in that moment of everything I wanted on the other side of all of this. So long I spent thinking of the obstacles in front of me without the hope of what&apos;s on the other side.&quot;</p><p>&emsp;I manage one, and already feel exasperated, unable to get the bar on both sides of the bracket, and feel it slowly sink down..</p><p>&emsp;&quot;But you have that dream too, Cody. And there&apos;s something for the both of us,&quot; she says. &quot;Maybe we can talk about how we, uh . . . feel, and all, when this is over.&quot;</p><p>&emsp;&quot;Can&apos;t,&quot; I sputter.</p><p>&emsp;&quot;But you can,&quot; she says. &quot;We can.&quot;</p><p>&emsp;The bar flexes my sternum, testing the resilience of my cartilage more than the might left in my muscles. It takes a few seconds before Katiya returns from her dream, curling a hand under the middle of the bar and lifting it.</p><p>&emsp;I cough. &quot;I gotta . . . live long enough to try.&quot;</p><p>&emsp;&quot;You will. And you&apos;re not done,&quot; Katiya says, refusing to let me rack the bar, though she still takes some of the weight off with her strength. The muscles in her arms tense. &quot;You&apos;ve got nine left.&quot;</p><p>&emsp;&quot;Nine?&quot; I ask: most of the time Miguel and I only lift to have an excuse to talk. My arms tremble. She makes every rep burn, but I feel a long-forgotten sense of wholeness in just the strain of exertion itself.</p><p>&emsp;I could never lift this much alone, and I was stupid to ever think I could. And once I&apos;m done, after I catch my breath, before reminding Katiya we have other exercises to burn ourselves out, I sincerely ask her.</p><p>&emsp;&quot;We can talk about the details later,&quot; she says.</p><p>&emsp;&quot;Then how about we make this into . . . a date?&quot; I ask.</p>"
  ],
  "BodyFormatted": [
    [
      "<p id=\"3.39.1.1\" class=\"Cody\">&emsp;My own snore awakes me though Katiya is still fast asleep. I check my smartwatch: no texts show in the feed yet, but the digitally-analog hands read 3:40.</p>",
      "<p id=\"3.39.1.2\" class=\"Cody\">&emsp;She leans against my shoulder, drooling on my shirt, her hair still disheveled with grass and leaves between the strands, and after I gently lower her to the thin cushions of the IKEA couch &mdash; wrapping her in a tasseled throw blanket called VINTERFINT &mdash; there&apos;s an unsettling energy that rises in my nerves.</p>",
      "<p id=\"3.39.1.3\" class=\"Cody\">&emsp;I feel the urge to either run home, or grab Katiya&apos;s greatsword instead of my lacrosse stick, and though I&apos;m so much weaker than anyone else in this world, I feel the urge to protect her.</p>",
      "<p id=\"3.39.1.4\" class=\"Cody\">&emsp;I think I catch a glance of crimson eyes peering through the window glass, as if searching for something within me, but the figure quickly moves from sight. The back window was repaired a couple days ago after a whole cat-man was thrown through it, and when I check it, I think I see a different figure watching me.</p>",
      "<p id=\"3.39.1.5\" class=\"Cody\">&emsp;I stare longingly at the door, wanting so badly to run and hide, but there&apos;s a stronger desire that keeps me there.</p>",
      "<p id=\"3.39.1.6\" class=\"Cody\">&emsp;&quot;Katiya,&quot; I begin to say, quietly, and then louder, as I walk away from safety in my modern world. I don&apos;t notice the unlocked back window sliding open so slowly as a guy gestures signals with his other hand: nor do I notice the front door was picked by the same man several minutes earlier, hiding a different stranger at the threshold.</p>",
      "<p id=\"3.39.1.7\" class=\"Cody\">&emsp;She stirs awake as I stand halfway between Katiya and my escape, tensioned between two emotional anchors that threaten to split me apart. And before I can react, I feel an incredible energy flood my body from somewhere nearby, stiffening every muscle in my body as I struggle to fight the immense power.</p>",
      "<p id=\"3.39.1.8\" class=\"Cody\">&emsp;A dark-haired man with piercing, black eyes intercepts me as a girl enters the front door with her hand extended. The man looks younger than I do, but holds such gallantry behind his expression that I&apos;m convinced he&apos;s lived a thousand lifetimes. </p>",
      "<p id=\"3.39.1.9\" class=\"Cody\">&emsp;The girl&apos;s eyes glow with crimson light, matching the tips of her dark bangs. My heart seizes in my chest and stops beating, feeling like the plasma in my blood evaporates inside my body. I try to call to Katiya, but words are no longer privileged to me &mdash; and when I&apos;m locked out of the use of every muscle, I collapse to the floor as the man pins me by the shoulders.</p>",
      "<p id=\"3.39.1.10\" class=\"Cody\">&emsp;I can feel the collision in my bones, but not even my nerves will communicate. They won&apos;t even tell me the flesh of my right arm contacted the sharp end of Katiya&apos;s greatsword, leaving a gash that even hesitates to bleed. </p>",
      "<p id=\"3.39.1.11\" class=\"Cody\">&emsp;it feels as if that magical power surges for a moment within my own body &mdash; without the circuits in my biology to to reabsorb it &mdash; and given  the experience of Essence for the first time, I&apos;m struck with a sudden horror at the incredible energy that emanates from the two strangers.</p>",
      "<p id=\"3.39.1.12\" class=\"Cody\">&emsp;The girl rushes over to Katiya, and since my stiff body is posed with my head cocked toward the couch, I fear whatever retribution they seek in hurting her.</p>",
      "<p id=\"3.39.1.13\" class=\"Cody\">&emsp;But she says her name.</p>",
      "<p id=\"3.39.1.14\" class=\"Cody\">&emsp;&quot;Katiya,&quot; the girl says, as she finally rises from the couch. &quot;Did you leave your door unlocked? There was a stranger without human Essence!&quot;</p>",
      "<p id=\"3.39.1.15\" class=\"Cody\">&emsp;&quot;The back window was unlocked,&quot; the man says, still pinning me to the floor. &quot;I think this Chymaeran got in through there.&quot; But he looks me over further, sensing the energy from the other assailant&apos;s attack as it flushes from my body. &quot;Or any Essence for that matter. How is that possible?&quot;</p>",
      "<p id=\"3.39.1.16\" class=\"Cody\">&emsp;Katiya springs to her feet, rushing over to the two of us. &quot;Dear Khiras above . . . Cody,&quot; she mutters, still delirious from such an awakening.</p>",
      "<p id=\"3.39.1.17\" class=\"Cody\">&emsp;Katiya panics while the others remain perfectly calm.</p>",
      "<p id=\"3.39.1.18\" class=\"Cody\">&emsp;&quot;You know this man?&quot; the girl asks. &quot;Then where did he come from?&quot;</p>",
      "<p id=\"3.39.1.19\" class=\"Cody\">&emsp;&quot;Like I said, he&apos;s not Essenced,&quot; the guy says, looking over the slice with his piercing eyes. &quot;And not like the outwallers in Blackwater, Sylvia. He has nothing at all.&quot;</p>",
      "<p id=\"3.39.1.20\" class=\"Cody\">&emsp;Sylvia states the facts without hesitation when she approaches me. &quot;Deep laceration, six inches. Muscle layer exposed. No arterial spray, but his pressure&apos;s dropping.&quot;</p>",
      "<p id=\"3.39.1.21\" class=\"Cody\">&emsp;&quot;What?&quot; I manage.</p>",
      "<p id=\"3.39.1.22\" class=\"Cody\">&emsp;&quot;I don&apos;t have that kind of &mdash; healing,&quot; Katiya says. &quot;We need medical. But in his world, Gods above, we need to call&mdash;&quot;</p>",
      "<p id=\"3.39.1.23\" class=\"Cody\">&emsp;Sylvia touches Katiya&apos;s shoulder. &quot;He&apos;s going to be fine,&quot; she says, then turns to me. &quot;I&apos;m re-aligning the tissue, Cody. Titus here is holding you in place. Don&apos;t fight it. You&apos;ll feel heat, then pulling, then nothing. Keep breathing.&quot;</p>",
      "<p id=\"3.39.1.24\" class=\"Cody\">&emsp;I gasp for breaths after my heart returns to motion. I feel the scalding again &mdash; as if the tendrils of some energy spread across the cells of my body. From inside my flesh, the channel of energy ignites when the first tendril reaches the deep cut, aligning all the other stray, searching strands, and I feel the sensation of a heat my nerves can&apos;t fully register &mdash; like in welding class, when I didn&apos;t know I had a hole in my glove.</p>",
      "<p id=\"3.39.1.25\" class=\"Cody\">&emsp;But it&apos;s not just the deep slice. I feel the energy connect in places I couldn&apos;t register, because they were spread across a lifetime of small accidents and dangerous choices, and when I lift myself from the floor, feeling more energized than if I slept for a whole weekend. I can&apos;t find a trace of the deep cut, or any other scar, for that matter: the four marks from the endoscopic surgery for pyloric stenosis; the graze on my wrist I took from Jackson&apos;s BB gun when we were playing war in a forest; the scrape on my leg I got ten years ago at Daniels Park when I smoked with Miguel.</p>",
      "<p id=\"3.39.1.26\" class=\"Cody\">&emsp;I&apos;d feel the best I ever had in my life if the weight of what&apos;s coming wasn&apos;t still so heavy. The two strangers lift me to my feet with a thousand apologies.</p>",
      "<p id=\"3.39.1.27\" class=\"Cody\">&emsp;I turn to Katiya. &quot;Are you subletting now? Or is this house a hotel?&quot; I catch my breath though I don&apos;t need it: I can breathe through both nostrils for the first time in ages, and hell, I think even my vision is a little better. &quot;Where do you find these people?&quot;</p>",
      "<p id=\"3.39.1.28\" class=\"Cody\">&emsp;&quot;I&apos;m sorry,&quot; Titus says, &quot;really. But you have to understand how close the dangers are now to this town. Miss Katiya agreed to take us in, and our instinct was to protect her.&quot;</p>",
      "<p id=\"3.39.1.29\" class=\"Cody\">&emsp;I can&apos;t be that angry when I&apos;m almost sure I can push back the physical with my doctor for another year. I didn&apos;t even have a moment to feel the pain before my layers of flesh were annealed.</p>",
      "<p id=\"3.39.1.30\" class=\"Cody\">&emsp;&quot;It&apos;s fine,&quot; I manage.</p>",
      "<p id=\"3.39.1.31\" class=\"Cody\">&emsp;The man scratches his beard, looking around the foyer as if he&apos;s scanning for every tactical exit. Then he extends his hand. &quot;My name is Titus Berguard. And this is Sylvia. We&apos;re refugees from Blackwater to the north.&quot;</p>",
      "<p id=\"3.39.1.32\" class=\"Cody\">&emsp;I shake his hand. It seems to be a common custom between our worlds. And I turn to Sylvia, a girl that stands as tall as I do. &quot;And Sylvia. Just Sylvia?&quot;</p>",
      "<p id=\"3.39.1.33\" class=\"Cody\">&emsp;&quot;Just Sylvia,&quot; she repeats. &quot;And I&apos;m sorry, but are you human?&quot;</p>",
      "<p id=\"3.39.1.34\" class=\"Cody\">&emsp;&quot;Yeah. But not by your definition. I don&apos;t have Essence,&quot; I start, and I look to Katiya to judge whether we&apos;re really roping in another couple strangers to our situation. &quot;No Essence in my world.&quot;</p>",
      "<p id=\"3.39.1.35\" class=\"Cody\">&emsp;I gesture to the door. The two stare at all the unfamiliar shapes on the other side, just like Katiya did all those months ago, but somehow, the strangeness doesn&apos;t even phase them.</p>",
      "<p id=\"3.39.1.36\" class=\"Cody\">&emsp;It&apos;s something else that interests them.</p>",
      "<p id=\"3.39.1.37\" class=\"Cody\">&emsp;&quot;It&apos;s an Essence Event that made this door,&quot; Just Sylvia says.</p>",
      "<p id=\"3.39.1.38\" class=\"Cody\">&emsp;&quot;An Essence Event?&quot; Katiya says. But isn&apos;t that only possible to create by a Mask of the Gods? How could you even know in the first place, if you weren&apos;t&mdash;</p>",
      "<p id=\"3.39.1.39\" class=\"Cody\">&emsp;Her words cut off, as if afraid to speak. Titus adjusts the sleeve of his coat, covering the threaded scars or tattoos I noticed when I shook his hand.</p>",
      "<p id=\"3.39.1.40\" class=\"Cody\">&emsp;&quot;It&apos;s a long story that&apos;s too fresh to remember,&quot; Titus says. &quot;We&apos;re just passing through, but rest assured: we&apos;ll protect you as long as we&apos;re here.&quot;</p>",
      "<p id=\"3.39.1.41\" class=\"Cody\">&emsp;I think we&apos;ve found a breath as Titus adjusts his jacket, but then the three of their heads turn to the front door, sensing something that I can&apos;t.</p>",
      "<p id=\"3.39.1.42\" class=\"Cody\">&emsp;&quot;Ellie,&quot; Titus mutters.</p>",
      "<p id=\"3.39.1.43\" class=\"Cody\">&emsp; He looks up the stairs, and his expression glazes over. He suddenly looks like he&apos;s ready to die for something, until Sylvia approaches to reassure him.</p>",
      "<p id=\"3.39.1.44\" class=\"Cody\">&emsp;Katiya approaches the door without caution after five patterned knocks.</p>",
      "<p id=\"3.39.1.45\" class=\"Cody\">&emsp;&quot;It&apos;s over, Titus,&quot; Sylvia says. &quot;There&apos;s nothing more to save.&quot;</p>"
    ],
    [
      "<p id=\"3.39.2.1\" class=\"Default\">&emsp;&quot;There was so much more to say,&quot; Rayna says, &quot;but we didn&apos;t have the time. She said so little of who she was, but when we were captured together &mdash; sent to a certain death for betraying the Den &mdash; she used such tremendous power to save us that there&apos;s no doubt in my mind.&quot;</p>",
      "<p id=\"3.39.2.2\" class=\"Default\">&emsp;&quot;Doubt about what?&quot; I ask.</p>",
      "<p id=\"3.39.2.3\" class=\"Default\">&emsp;&quot;That she&apos;s a Mask of the Ahkvasa. She didn&apos;t just stop time. She weaponized it,&quot; Rayna says. She sits on the couch in the same place Cody was, feeling the odd textures in the immaculately-stitched fabric. Cody went home to sleep, but the two refugees sit across from us, listening intently.</p>",
      "<p id=\"3.39.2.4\" class=\"Default\">&emsp;&quot;Go back to before the break-in,&quot; Titus says. &quot;So you escaped their capture, and then they tracked you here?&quot; Titus asks.</p>",
      "<p id=\"3.39.2.5\" class=\"Default\">&emsp;&quot;I knew where a spare key was. I used to live here, you know,&quot; Rayna says. &quot;But I got here a little too late to evade them. They saw me enter. We fought. And then Katiya came and scared them off.&quot;</p>",
      "<p id=\"3.39.2.6\" class=\"Default\">&emsp;&quot;Us?&quot; Sylvia asks.</p>",
      "<p id=\"3.39.2.7\" class=\"Default\">&emsp;&quot;Yeah. Me and that . . . other guy. Cody,&quot; she recalls. &quot;Poor lad, is our world ever going to stop  tormenting him?&quot;</p>",
      "<p id=\"3.39.2.8\" class=\"Default\">&emsp;The two refugees duck their heads.</p>",
      "<p id=\"3.39.2.9\" class=\"Default\">&emsp;&quot;I wasn&apos;t just coming here to run away,&quot; Rayna says. &quot;When Katiya gave me another chance, it made me realize that I still owe a debt here. I mean, why else would I return to hide out in a town that&apos;s cast me out? My contact said there was something coming to Gaffesend.&quot;</p>",
      "<p id=\"3.39.2.10\" class=\"Default\">&emsp;&quot;She knew about the Essence event up north?&quot; I ask.</p>",
      "<p id=\"3.39.2.11\" class=\"Default\">&emsp;&quot;Her friend certainly did: a Verdalan. With their command of space, she sensed an enormous energy between dimensions, and left to investigate it.&quot; She pauses. &quot;Oh. But no, that has nothing to do with what&apos;s coming.&quot;</p>",
      "<p id=\"3.39.2.12\" class=\"Default\">&emsp;&quot;The Chymaera, then,&quot; I say. &quot;But we know that. The Purgatory Line&apos;s been in the same place to the east for centuries.&quot;</p>",
      "<p id=\"3.39.2.13\" class=\"Default\">&emsp;&quot;And it&apos;s not east,&quot; Rayna says. &quot;That&apos;s not it either.&quot;</p>",
      "<p id=\"3.39.2.14\" class=\"Default\">&emsp;My stomach drops. I consider the north, but it&apos;s just ice up there: ice and refugees, both displaced by that large eruption. The south is the capital of Northaven. And to the east are our allies, the Ahkvasa, so any of those three answers would surprise me.</p>",
      "<p id=\"3.39.2.15\" class=\"Default\">&emsp;&quot;How fast does information travel around here?&quot; Rayna asks. &quot;Maybe you don&apos;t know about the changes in the Ahkvasan capital.&quot;</p>",
      "<p id=\"3.39.2.16\" class=\"Default\">&emsp;&quot;Melenia,&quot; I say.</p>",
      "<p id=\"3.39.2.17\" class=\"Default\">&emsp;&quot;A change of royalty that was staged as a coup,&quot; Rayna says, then turns to Mr. &quot;All I know is that something&apos;s coming, and with you as a Royal Guard that&apos;s about to cross over &mdash; not making the same mistake that I did &mdash; I think you&apos;re the only person that they&apos;ll listen to. And all she asked of me was to establish a contact and a meeting point.&quot;</p>",
      "<p id=\"3.39.2.18\" class=\"Default\">&emsp;My stomach turns a little as I assemble the words to tell her.</p>",
      "<p id=\"3.39.2.19\" class=\"Default\">&emsp;Sylvia says, &quot;so you left to give her a meeting point.&quot;</p>",
      "<p id=\"3.39.2.20\" class=\"Default\">&emsp;&quot;Why the cloak and dagger?&quot; Titus asks.</p>",
      "<p id=\"3.39.2.21\" class=\"Default\">&emsp;&quot;Because her identity would shake the entire kingdom,&quot; Rayna says. She turns to me again. &quot;So your mission &mdash; and I can&apos;t draft this up on one of those quest sheets &mdash; is to meet her in the courtyard of the old castle.&quot;</p>",
      "<p id=\"3.39.2.22\" class=\"Default\">&emsp;&quot;I&apos;m not the right person,&quot; I say.</p>",
      "<p id=\"3.39.2.23\" class=\"Default\">&emsp;&quot;What do you mean?&quot; Rayna says. &quot;You&apos;re just relaying a message.&quot;</p>",
      "<p id=\"3.39.2.24\" class=\"Default\">&emsp;&quot;No, it&apos;s not that I have doubts about whether or not I can do it.&quot; I pause, finding no better combination of words. &quot;It&apos;s that I&apos;m no longer going to be a Guard.&quot;</p>",
      "<p id=\"3.39.2.25\" class=\"Default\">&emsp;Rayna is flabbergasted. She tries to tread lightly, but the surprise gets the best of her. &quot;What in Khiras&apos; name happened, since what, a couple days?&quot;</p>",
      "<p id=\"3.39.2.26\" class=\"Default\">&emsp;&quot;It wasn&apos;t cowardice. It was an outright failure,&quot; I say. &quot;But I&apos;ve got people I can relay the message to. I know that Aryn&mdash;&quot;</p>",
      "<p id=\"3.39.2.27\" class=\"Default\">&emsp;&quot;No,&quot; Rayna says. &quot;She&apos;s too smart. She&apos;ll ask, and then she&apos;ll find out about me. It&apos;s better if she thinks I&apos;m dying in the war.&quot;</p>",
      "<p id=\"3.39.2.28\" class=\"Default\">&emsp;&quot;But she&apos;s your sister,&quot; Titus says.</p>",
      "<p id=\"3.39.2.29\" class=\"Default\">&emsp;&quot;She hates me for how I failed,&quot; Rayna says.</p>",
      "<p id=\"3.39.2.30\" class=\"Default\">&emsp;Titus leans in. &quot;Trust me. It&apos;s never too late to reconcile with her,&quot; he says. &quot;Family is the most important thing you have.&quot;</p>",
      "<p id=\"3.39.2.31\" class=\"Default\">&emsp;&quot;Maybe,&quot; Rayna says.</p>",
      "<p id=\"3.39.2.32\" class=\"Default\">&emsp;I find the space to think in their awkward mismatch of passion between them. Maybe if she came a day earlier, I wouldn&apos;t have felt that itch for something more return to me. If I hadn&apos;t talked to another man suffering a similar fate, to feel I still deserved the warmth of a certain love after all had fallen apart.</p>",
      "<p id=\"3.39.2.33\" class=\"Default\">&emsp;But I think about Stella, and Erik, and my unborn sibling, and all the things I have to lose, and I can no longer resist the call when I don&apos;t trust anyone else to truly listen.</p>",
      "<p id=\"3.39.2.34\" class=\"Default\">&emsp;I remember the two lines of a text that I read over Cody&apos;s shoulder, finding that my next words sound so similar.</p>"
    ],
    [
      "<p id=\"3.39.3.1\" class=\"Default\">&emsp;&quot;I can&apos;t help you. No . . . but seriously, Katiya, I can&apos;t help you if you do this,&quot; I tell her. My face flushes from all the people that turn their heads.</p>",
      "<p id=\"3.39.3.2\" class=\"Default\">&emsp;&quot;But I refuse,&quot; she says. &quot;You either give all or give up, or else you leave no space to improve.&quot;</p>",
      "<p id=\"3.39.3.3\" class=\"Default\">&emsp;&quot;You&apos;ve left no space for more weights,&quot; I say, gesturing to the end of the barbell loaded with more plates than a gym rat might use on leg press. &quot;This is enough for bench press: most girls your size do a five, or a ten on each side.&quot;</p>",
      "<p id=\"3.39.3.4\" class=\"Default\">&emsp;&quot;The girls in your world are soft because this gym doesn&apos;t even have combat training,&quot; Katiya says. After adding the fourth 45-pound plate, she crunches the weight collar in her hands until the ends meet, sliding it easily across the barbell. She points to the squat area. &quot;See, Cody? What do they get all the weight?&quot;</p>",
      "<p id=\"3.39.3.5\" class=\"Default\">&emsp;&quot;Those are men. And they&apos;re powerlifters. And they&apos;re doing hang cleans and deadlifts,&quot; I say, waving awkwardly as they look over. &quot;I meant for this, uh . . . date, to be a metaphor for us building strength. To talk a plan, not&mdash;&quot;</p>",
      "<p id=\"3.39.3.6\" class=\"Default\">&emsp;&quot;Actually do work?&quot; Katiya asks: she slides beneath the bar until she&apos;s flat on the bench, then arches her back. She wears the expensive, branded workout clothes my gym sells in the pro shop. Beneath the sports bra, the definition in her core is carved in distinctive lines across her abs: the only other lines in the light, silhouetted scars from whatever her &quot;real&quot; training forced from her.</p>",
      "<p id=\"3.39.3.7\" class=\"Default\">&emsp;She lifts the bar off the rack before I can even get into position. Two other gym rats from another bench leap to the sides in fear, ready to squat a-hundred-and-eighty pounds per side in an instant of things go south, but they&apos;re astonished when the bar holds steady at full height.</p>",
      "<p id=\"3.39.3.8\" class=\"Default\">&emsp;&quot;So what progress have you made on your side?&quot; Katiya asks. &quot;That drone &mdash; is it ready to go, more or less, or are you adding more?&quot;</p>",
      "<p id=\"3.39.3.9\" class=\"Default\">&emsp;&quot;Well, it&apos;s from five years ago when...&quot; I watch the bar rise and fall as my hands rest lazily on the top. &quot;When my project happened, but tech in my world...&quot; she approaches eight, and I wonder if she plans to stop. &quot;It&apos;s exponential growth, so stuff gets old fast, and&mdash;you only have to do ten, we have two more sets!&quot;</p>",
      "<p id=\"3.39.3.10\" class=\"Default\">&emsp;She places the bar on the rack. A light sweat crests her forehead. &quot;So that&apos;s all?&quot;</p>",
      "<p id=\"3.39.3.11\" class=\"Default\">&emsp;&quot;For the first set,&quot; I say.</p>",
      "<p id=\"3.39.3.12\" class=\"Default\">&emsp;&quot;No, like that&apos;s all you have to do for the project?&quot;</p>",
      "<p id=\"3.39.3.13\" class=\"Default\">&emsp;&quot;I have to present it, too. I already applied to an aerospace opening for entry-level work. But this presentation is what gives me a shot with an early interview, so to speak, and it has to be perfect.&quot;</p>",
      "<p id=\"3.39.3.14\" class=\"Default\">&emsp;We&apos;re lucky no one pulled their phones out to take a video. She gestures to the bench now, as if I could lift the same anoint of weight.</p>",
      "<p id=\"3.39.3.15\" class=\"Default\">&emsp;&quot;No,&quot; I say.</p>",
      "<p id=\"3.39.3.16\" class=\"Default\">&emsp;&quot;I&apos;ll cover you.&quot; Katiya says.</p>",
      "<p id=\"3.39.3.17\" class=\"Default\">&emsp;&quot;It&apos;s &apos;spot.&apos; And no.&quot;</p>",
      "<p id=\"3.39.3.18\" class=\"Default\">&emsp;&quot;What, you want three instead?&quot; She asks, flashing a grin. &quot;Upstaged by a girl?&quot;</p>",
      "<p id=\"3.39.3.19\" class=\"Default\">&emsp;&quot;I do one of those and a twenty-five to start,&quot; I say, but my ego&apos;s hurt enough with all the attention. &quot;Just . . . make it two, and make it look like I&apos;m able to kinda do it, alright?&quot;</p>",
      "<p id=\"3.39.3.20\" class=\"Default\">&emsp;&quot;Sure,&quot; she says, and I slide beneath the bar at my one-rep max. </p>",
      "<p id=\"3.39.3.21\" class=\"Default\">&emsp;&quot;You sure you got it?&quot; I ask.</p>",
      "<p id=\"3.39.3.22\" class=\"Default\">&emsp;&quot;Well, I told Rayna I&apos;d meet her contact,&quot; she says.</p>",
      "<p id=\"3.39.3.23\" class=\"Default\">&emsp;&quot;No. The bar,&quot; I say. &quot;From that angle.&quot;</p>",
      "<p id=\"3.39.3.24\" class=\"Default\">&emsp;She lifts it up with two hands in response. With so little ego left, I lift the bar off and immediately struggle.</p>",
      "<p id=\"3.39.3.25\" class=\"Default\">&emsp;&quot;But you were right. I don&apos;t know: I just started thinking in that moment of everything I wanted on the other side of all of this. So long I spent thinking of the obstacles in front of me without the hope of what&apos;s on the other side.&quot;</p>",
      "<p id=\"3.39.3.26\" class=\"Default\">&emsp;I manage one, and already feel exasperated, unable to get the bar on both sides of the bracket, and feel it slowly sink down..</p>",
      "<p id=\"3.39.3.27\" class=\"Default\">&emsp;&quot;But you have that dream too, Cody. And there&apos;s something for the both of us,&quot; she says. &quot;Maybe we can talk about how we, uh . . . feel, and all, when this is over.&quot;</p>",
      "<p id=\"3.39.3.28\" class=\"Default\">&emsp;&quot;Can&apos;t,&quot; I sputter.</p>",
      "<p id=\"3.39.3.29\" class=\"Default\">&emsp;&quot;But you can,&quot; she says. &quot;We can.&quot;</p>",
      "<p id=\"3.39.3.30\" class=\"Default\">&emsp;The bar flexes my sternum, testing the resilience of my cartilage more than the might left in my muscles. It takes a few seconds before Katiya returns from her dream, curling a hand under the middle of the bar and lifting it.</p>",
      "<p id=\"3.39.3.31\" class=\"Default\">&emsp;I cough. &quot;I gotta . . . live long enough to try.&quot;</p>",
      "<p id=\"3.39.3.32\" class=\"Default\">&emsp;&quot;You will. And you&apos;re not done,&quot; Katiya says, refusing to let me rack the bar, though she still takes some of the weight off with her strength. The muscles in her arms tense. &quot;You&apos;ve got nine left.&quot;</p>",
      "<p id=\"3.39.3.33\" class=\"Default\">&emsp;&quot;Nine?&quot; I ask: most of the time Miguel and I only lift to have an excuse to talk. My arms tremble. She makes every rep burn, but I feel a long-forgotten sense of wholeness in just the strain of exertion itself.</p>",
      "<p id=\"3.39.3.34\" class=\"Default\">&emsp;I could never lift this much alone, and I was stupid to ever think I could. And once I&apos;m done, after I catch my breath, before reminding Katiya we have other exercises to burn ourselves out, I sincerely ask her.</p>",
      "<p id=\"3.39.3.35\" class=\"Default\">&emsp;&quot;We can talk about the details later,&quot; she says.</p>",
      "<p id=\"3.39.3.36\" class=\"Default\">&emsp;&quot;Then how about we make this into . . . a date?&quot; I ask.</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 401,
  "ReleaseDate": [
    "02",
    "06",
    "2026",
    "2026-02-06 00:00:00"
  ],
  "Active": false,
  "Perspective": "Default",
  "Status": "No Status",
  "WordCount": 0,
  "Summary": ""
}