{
  "Story": "Firebrand",
  "Title": "Chapter Twenty-Five",
  "Subtitle": "Everlasting Moment",
  "Act": 2,
  "ChapterNumber": 25,
  "Synopsis": "Titus lives a near eternity in a single moment.",
  "RevNotes": "",
  "ID": "2.23",
  "Body": [
    "<p>&emsp;&quot;If that amethyst travels to his heart, he&apos;ll die,&quot; says Lyra. &quot;Steady him. On the table.&quot;</p><p>&emsp;&quot;What? Why? How do you know?&quot; Sylvia says.</p><p>&emsp;&quot;I remember, Titus told me when we were past the walls,&quot; Romin says. &quot;The Chymaeran Curse.&quot;</p><p>&emsp;&quot;But there&apos;s no Chymaerans in the city. How can that be possible?&quot; Sylvia asks.</p><p>&emsp;&quot;I&apos;ve never even seen one,&quot; Valentina adds. &quot;They&apos;re almost a myth. Tales the Academy instructors tell to scare us.&quot;</p><p>&emsp;&quot;Well, they&apos;re very real, and they walk among you. Far more than you can imagine,&quot; says Lyra. &quot;I&apos;ve stabilized him. He&apos;ll be alright for a while, but&mdash;&quot;</p><p>&emsp;&quot;But what, Lyra?&quot; Sylvia&apos;s voice trembles.</p><p>&emsp;&quot;But he has so little Essence right now, his body can&apos;t fight it. He&apos;s going to die.&quot;</p><p>&emsp;&quot;Unless what?&quot; Romin asks. &quot;Unless we do what?&quot;</p><p>&emsp;&quot;Unless we get him more. But he hasn&apos;t built the momentum of generations of Essence. Just as one doubles to two, to four, to eight, to sixteen, to . . . whatever comes after that, your body builds Essence every day. Just to build enough to do even the most basic acts can take a lineage a lifetime.&quot;</p><p>&emsp;&quot;Then it&apos;s hopeless,&quot; Valentina says.</p><p>&emsp;&quot;Don&apos;t say that,&quot; Sylvia says. &quot;Please. Lyra &mdash; what did this to him?&quot;</p><p>&emsp;&quot;What was in his sister&apos;s room?&quot; Romin adds.</p><p>&emsp;Lyra says, &quot;Nothing. The room was empty seconds after I heard him scream. He&apos;s lucky he shielded himself with his arms from whatever that was. Wound to the chest and it would&apos;ve taken under an hour to kill him.&quot; </p><p>&emsp;&quot;So it was Chymaeran?&quot; says Romin.</p><p>&emsp;&quot;Obviously,&quot; Lyra says.</p><p>&emsp;&quot;So what happened to . . . his sister? Ellie?&quot; Valentina asks.</p><p>&emsp;&quot;Gone. Gods . . . this will destroy him. I thought he screamed because he couldn&apos;t find her. I hardly noticed the purple bruised lines on his left hand when I picked him up,&quot; Romin says.</p><p>&emsp;&quot;That venom is in him, freezing his body. He can hear, but he can&apos;t think&mdash;for now. But as soon as his muscles fire and he strains awake, the clock will start for him,&quot; says Lyra.</p><p>&emsp;&quot;Then how do we stop it?&quot; asks Valentina.</p><p>&emsp;&quot;I&apos;ll knock him out. If we can make him pass out, it could stop the spread&mdash;&quot;</p><p>&emsp;&quot;Gods, Romin! No, absolutely not. Stop! He&apos;s on the verge of dying already, you&apos;re gonna kill him,&quot; Valentina says.</p><p>&emsp;&quot;It&apos;s actually not a bad idea. Lower heart rate means slower spread,&quot; Lyra says. &quot;We put ours on ice. With full Essence, it gives the time the circuits need to fight it.&quot;</p><p>&emsp;&quot;If you really think so,&quot; Valentina says.</p><p>&emsp;&quot;Then we&apos;ll have to&mdash;&quot;</p><p>&emsp;I cry out in anguish. My body strains as if splintered glass runs with the blood in my veins. I heard them. I couldn&apos;t think, just listen and wait, until my body decided to awaken. Staying in one place for too long is now painful: any time my muscles break that stillness, I feel an incredible soreness resist my motion like running underwater. I try to remember. All I know is I reached out to her, to grasp her hand and take her downstairs, but she &mdash; or it &mdash; changed from that form so quickly once it recognized I could tell the difference.</p><p>&emsp;Now there is nothing to stop them from destroying us. Gods, I&apos;m so angry at the circumstance that draws Romin and Valentina and Sylvia to stay here, to face the collateral of whatever ungodly force wages war on our petty resistance. Without Ellie, there are no holds barred on taking us down.</p><p>&emsp;&quot;Titus! Titus, are you even listening?&quot;</p><p>&emsp;I&apos;m so absorbed in that pain that saturates my muscles that I realize I wasn&apos;t listening. </p><p>&emsp;&quot;You&apos;re going to die if we don&apos;t take you there,&quot; Valentina says. The pain lessens the more my body moves, and I realize it&apos;s only because I was still for so long. Maybe this is why Everett couldn&apos;t sleep so close to the end of his life, afraid he might die when he awoke the morning after. </p><p>&emsp;&quot;No! You and Romin are not coming,&quot; I insist. They&apos;re back on speaking terms only by my suffering. &quot;I&apos;m not losing you again, either of you. I&apos;m not involving you with this. You&apos;re innocent to the forces that want to destroy us.&quot;</p><p>&emsp;&quot;When it&apos;s that artifact that burned a hole in the shop&apos;s roof, I feel more than just a bystander. I&apos;m as responsible as you are.&quot;</p><p>&emsp;Lyra turns to him. &quot;What artifact?&quot;</p><p>&emsp;&quot;Some fancy necklace we found in a house beyond the walls. The Carmine tried to intercept it, but we were too late.&quot;</p><p>&emsp;&quot;Pure Essence? Gods &mdash;&quot; Lyra says, &quot;can any of you even begin to understand what this means? Why didn&apos;t you tell me earlier, Titus?&quot;</p><p>&emsp;&quot;I had too much to handle first,&quot; I say, wincing: it takes all the will I have just to try and lift myself with my arms. Its as if my right elbow hinges on broken glass.</p><p>&emsp;&quot;Despite everything, it shouldn&apos;t matter. We&apos;re a Fireteam. We stay together no matter what,&quot; Valentina says. Her stupid optimism sickens me, speaking the line as if it&apos;s all just a play or a film. She knows nothing of the true horrors, the ones that happen far beyond the camera, and the more that annoying insistence shows in her face, the more it pisses me off.</p><p>&emsp;&quot;And I&apos;m not leaving either. I already told you,&quot; Sylvia says.</p><p>&emsp;&quot;Gods . . . You . . .&quot; stupid, ignorant idiots! &quot;If only you could understand.&quot; What I saw. What I suffered through without tears to cry, what I can&apos;t tell you. </p><p>&emsp;&quot;I can&apos;t involve you in this.&quot; I can&apos;t divulge to you the demon of that past that haunts me as I see it all happen again, and &quot;I just don&apos;t want any of you to suffer,&quot; the way I saw you all die last time. &quot;So please, I&apos;m begging you, while you can, just&mdash;&quot;</p><p>&emsp;Commotion outside. So much time I wasted, taken for granted. </p><p>&emsp;I knew this would happen.</p><p>&emsp;&quot;TITUS NATHANIEL BERGUARD,&quot; a voice calls, reverberating through the neighborhood street. &quot;YOU ARE UNDER ARREST FOR MURDER AND  ARSON, STEP OUT NOW OR WE WILL FORCE YOU OUT!&quot;</p>",
    "<p>&emsp;&quot;They&apos;re everywhere! Gods, I can&apos;t even see them all,&quot; Valentina says. She peers out through the marbled glass of the entry door, trying to tell scenery from smudges of motion.</p><p>&emsp;The blinds are drawn shut, but we aren&apos;t fooling anyone. The rest of us stand in the kitchen, anticipating our next move. </p><p>&emsp;The adrenaline returns. My pain becomes a lesser priority.</p><p>&emsp;&quot;Step out now, or else we will use force,&quot; a voice calls from the street. &quot;Come out with your hands on your head and you&apos;ll come out of this alive!&quot; Valentina and Sylvia&apos;s faces light up, but dimly. It&apos;s only the rest of us that know better.</p><p>&emsp;I consider my surroundings. They surely have the place surrounded: there&apos;s nowhere to run now. I peek out the window blinds, and I&apos;m surprised to see the charred face of one of the first guards to fall to the basement floor.</p><p>&emsp;He must have made it out through the hatch before the roof collapsed. The bastard is dressed in all-black Royal Guard gear as if impersonating the Merlot wasn&apos;t enough.</p><p>&emsp;&quot;It&apos;s my people,&quot; Valentina says. &quot;They&apos;ll listen to me if I go out there!&quot; </p><p>&emsp;&quot;They&apos;re not your people. There&apos;s no insignia on the chest,&quot; Romin says, peeking through the shades drawn against the large front window.</p><p>&emsp;&quot;But it will be fine, it has to be!&quot; I can see Valentina grasping for anything at all to reassure her that we will come out of this alive. It was her adamance on staying that lead her here, with Romin and all the others. Her eyes are wide, breaths short.</p><p>&emsp;&quot;Your title does nothing,&quot; Romin says: not a man for convincing or choosing his words carefully. It&apos;s only after speaking that he realizes what they connotate.</p><p>&emsp;&quot;You really want to do this right now?&quot;</p><p>&emsp;&quot;No, no! That&apos;s not what I mean by that. Please, listen&mdash;&quot;</p><p>&emsp;&quot;No, you listen, because it&apos;s really hard to tell what you mean when you resort to hitting me to get your point across,&quot; she says. &quot;I&apos;m not going to let you tell me what I&apos;m worth!&quot;</p><p>&emsp;Her hand turns the knob of the front door. She knows it&apos;s stupid, thoughtless. But there&apos;s another fear within her that&apos;s far stronger. I&apos;ve seen that same pain the last time we went to her estate, to find her living in the cellar: the golden bed frame and pristine sheets surrounded by soot and dust. </p><p>&emsp;And it was around this time, last time, that I saw her like this.</p><p>&emsp;She wears the same expression I wore when fighting for worth at the orphanage, clinging to the beatific illusion of value, suspended over a black void of apathy and learned helplessness.</p><p>&emsp;But she still holds on. </p><p>&emsp;The bastard blood won&apos;t define her. Her entire life has built those beliefs on the shale of self-doubt. So no matter how much we tell her to stop, to think a moment more, she has to believe her worth ties to this. And again, she has to prove it, to herself, because each time will never be the last.</p><p>&emsp;But this time, it will be her last.</p><p>&emsp;Romin reaches to grab her wrist and pull her back, but it&apos;s too late. She throws open the front door, hands raised, calling out to them. &quot;I am Valentina, daughter of the Merlot! Stop this attack on&mdash;&quot;</p><p>&emsp;They&apos;re the only words she can manage before the slug round eviscerates her. Valentina&apos;s hot blood erupts on Romin&apos;s face and all over his body, blending with the crimson Carmine cloak and staining the white on his Academy uniform.</p><p>&emsp;Valentina&apos;s face is indiscernible. Her head is missing. For one so well-known and cherished by the people of Blackwater, all that remains are fragments of skull and grey matter painted across the entryway to testify to her image.</p><p>&emsp;I can see the fury escalate within Romin. It sparks the same irreversible rage that ushered cadets to die with him beyond the gates.</p><p>&emsp;He trembles. Sylvia weeps, gasping for air as panic overtakes her. The sickness in my stomach that carried through the anguish of that last life returns to me, and I feel as if my soul detaches from my body, and I watch myself from the corner of the room, the only act that can keep my sanity.</p><p>&emsp;&quot;Remember me,&quot; he mutters. The same words seem to sit on his tongue waiting for every fated end. He nods for us to escape. He plans to leave us a distraction. My mind floods through options of how we can survive while Sylvia and Lyra desperately plead for him to stay.</p><p>&emsp;I failed them again. I allowed them to die, when I knew how all of this would unfold.</p><p>&emsp;&quot;Romin! Please,&quot; Sylvia pleads.</p><p>&emsp;I can&apos;t continue on until I save all of them. I can&apos;t imagine a world without the people I love and cherish&mdash;without them, there would be no soul in the fight. I owe my everything. I am nothing but a waste without my actions to speak for me. And so time passes &mdash; paying no heed to the panic of Lyra and Sylvia, who scrounge for anything to save their foolish lives. It slips away, wiping any chance we had to escape when the Royal Guard first enters the door, stepping over Valentina&apos;s desecrated corpse and whatever ungodly sight Romin left on the porch.</p><p>&emsp;I can feel how thin the veil of time is that separates us, as if its breadth were tangible. I pray to Gods for the deliverance to return back, and I swear on the lives of the lost that I will stop at nothing to keep them alive. If I can go back, if I can just return to that night with Sylvia again, then I have the chance to make something of this all. I&apos;ll hold so tightly to my sister that I&apos;ll never let her go. I&apos;ll let nothing distract me from keeping her safe. We&apos;ll run &mdash; I don&apos;t know where we&apos;ll run, but we&apos;ll run &mdash; as far and long as it takes.</p><p>&emsp;I watch my friends die. I&apos;m coming back to them. And when I refuse to tell the Royal Guardsmen anything, I don&apos;t flinch when the trigger pull sends me back.</p><p>&emsp;The same force pulls me back in a direction beyond space. I&apos;m getting used to this privilege, no matter how long it may last, but the force is weaker now. The images don&apos;t flash as quickly as they did last time. There&apos;s a resource within me that can only manage so little. I can see it this time: the reversal of the muzzle flashes that collapse Lyra and Sylvia. Entropy rewinds. The incendiary pellets return to the barrel. A dark figure re-emerges from the door, uttering words in reverse. The hot blood vacates his skin, returning back to the tender spaces inside Valentina, as she mutters her last testament in reverse.</p><p>&emsp;As the reversal slows, I realize how much of a fool I was to believe this bedlam could have ever been fully fixed. I have no voice to scream as it exits my throat in reverse, as if my petty cries bellow into me rather than out.</p><p>&emsp;I can&apos;t return to that time because I don&apos;t have enough Essence to make it there. And the permanence is enough to make me curse the Gods in spiteful hatred &mdash; at the eternity I realize I&apos;ll spend reliving this endless loop.</p>",
    "<p>&emsp;&quot;It&apos;s the Merlot,&quot; Valentina says. &quot;My people. They&apos;ll listen to me if I go out there.&quot; </p><p>&emsp;&quot;They won&apos;t,&quot; I say, as I stumble across the floor. &quot;Please, please, don&apos;t go . . .&quot; I beg, but my persuasion is no use.</p><p>&emsp;&quot;I have to, Titus, just trust me. They&apos;ll listen. I&apos;m the Daughter of&mdash;&quot;</p><p>&emsp;&quot;No, no,&quot; I cry, curling my body into itself as I crumple on the floor. The helplessness finally breaks the wall of pressure behind my eyelids. Tears flood from my eyes: unhelpful, petty tears; as useless as I am to saving the people I love. And then I remember how it felt every time I was ever rejected. The vitriol of that same self-hatred runs in my veins as an incurable disease, and for so long my mind has rendered it latent, just waiting like the dormant magma beneath Blackwater to erupt at the right provocation.</p><p>&emsp;And here it is. The pain my childhood bared to me can&apos;t even begin to hold back the flood of pure sorrow and defeat.</p><p>&emsp;It happens again. Valentina. Then Romin. Then Sylvia and Lyra who are inconsolable, pleading me to motion, begging the soulless Royal Guard to spare their lives.</p><p>&emsp;But it&apos;s that image that allows me to cry, how badly I want it, how more and more the blackness of death convinces me of the value of life. </p><p>&emsp;And that&apos;s when I realize that I still can feel: because if this narrow, fleeting window of time is to leave me forever &mdash; to pass beyond the reach of my limited Essence, then it must drag it from my soul.</p><p>&emsp;&quot;It&apos;s the Merlot,&quot; Valentina tells me again.</p><p>&emsp;&quot;I know, I know, just please, please,&quot; I beg, but she still doesn&apos;t listen.</p><p>&emsp;&quot;Remember me,&quot; Romin says, but this won&apos;t be the last time his life is taken.</p><p>&emsp;I persist. Over and over. Trying anything that will produce the smallest change because I have to hold on. Every time I reach for Valentina, it&apos;s always too late before she opens the door. And every time the delicate parts of her erupt across the floor from the shotgun blast, Romin is inconsolable, so far beyond reason that he even throws aside my embrace when I try to grab him, to desperately calm him down, even just to feel his warmth.</p><p>&emsp;&quot;It&apos;s the Merlot,&quot; Valentina insists again. She won&apos;t change. They never will. So stuck and set in their weakness that they can&apos;t see the full picture the way I can, the way it kills them, how Valentina and Romin&apos;s desecrated image of self-worth drags them to die in atonement for their fatal flaws.</p><p>&emsp;&quot;Remember me,&quot; Romin says, again, and I begin to heed his words. These people are long gone. They were always gone. And the more the persistence of these cycles drag on and on, the more I feel myself detach from that connection to life. </p><p>&emsp;My body always refills with tears to cry. They fall back in my eyes so I can shed them all over again every time, helpless and panicked, ground further and further like a machine tool in the Academy shop far beyond its expected life: how does it not break?</p><p>&emsp;I lose track of the cycles. I only know this pass by the fact that my tears now refuse to fall, and that the thread now encompasses so much of my arm. It&apos;s also the first time I consider how to escape without them.</p><p>&emsp;&quot;It&apos;s the Merlot. My people.&quot;</p><p>&emsp;But I&apos;ve heard this so many times, like reruns of Valentina&apos;s feature films in the theater. I check the stove. The gas still runs.</p><p>&emsp;&quot;Titus, please, say something!&quot; Sylvia pleads.</p><p>&emsp;&quot;She&apos;s beyond reasoning,&quot; I say, restraining the sob I nearly choke on. I turn on all the burners. Not enough to light. I wonder how much time it will take before the house incinerates.</p><p>&emsp;&quot;You can&apos;t! Please, Val,&quot; Sylvia says, distracted, unable to discern the smell of gas filling the air. Lyra doesn&apos;t notice either: too absorbed in the commotion of Romin and Valentina, playing out the same drama I can no longer bring myself to watch.</p><p>&emsp;Valentina flips the handle of the door. I&apos;ll come back for you, I promise, somewhere deep in my mind, pinning that thought to the only piece of humanity I might have left. I&apos;ll get the Essence I need from far beyond the walls, and when I return I&apos;ll embrace you all. We&apos;ll laugh and cry! We&apos;ll all graduate together! We&apos;ll live beautiful lives. Our children will play together. I promise, I swear to the Gods, I promise I won&apos;t waste another second in that room, consumed by my addiction to darkness and sorrow. </p><p>&emsp;I will live for you all and cherish everything!</p><p>&emsp;The shotgun blast erupts Valentina&apos;s brains across the wall, the same splatter I&apos;ve seen countless times before. And when Romin&apos;s anger crescendoes to his last two words, I throw open the hatch.</p><p>&emsp;Fighting Sylvia&apos;s tenacious resistance is enough to shatter my soul: her cry, thrashing as I drag her towards the hatch and she pieces together my selfish plan for survival.</p><p>&emsp;She curses me for giving up on them. I accept her words because she knows nothing of how many times I fought to try to save them. I have to throw her to force her down into the cellar. Falling on her back knocks the wind out of her.</p><p>&emsp;It&apos;s when Romin tensions his fists that I prime the match. Lyra looks on with acceptance and understanding, but Sylvia, dazed at the bottom of the bootlegger&apos;s cellar, shrieks with indiscernible cries. &quot;Gods, Titus, you&apos;re going to kill them!&quot;</p><p>&emsp;&quot;They&apos;re already dead,&quot; I say. </p><p>&emsp;I flick the match against the box like Ellie&apos;s purple crayons on a texture rubbing, quick to throw the hatch down as soon as Romin vanishes behind the door frame.</p><p>&emsp;The air combusts on a pulse of thunderous air. Scalding heat burns the metal latch as I tug at the rope, ears ringing from the sudden spike in pressure, lungs burning from the dying oxygen.</p><p>&emsp;Fragments of the childhood home crash all across the ground. I realize somewhere beyond this liminal space Valentina is entombed again in rubble, just the way I last left her. The suction no longer yanks at the trap door. The rope snaps. I fall to the ground on top of Sylvia, shielding my face as jars of long-preserved produce shatter across the floor.</p><p>&emsp;&quot;You bloody damn . . . coward,&quot; Sylvia manages, struggling to move as I lay on top of her, so exhausted that I&apos;m unable to lift myself. Lyra says nothing: impressed by my sudden resourcefulness.</p><p>&emsp;&quot;There was no other choice,&quot; Lyra says. &quot;Titus made the best move possible.&quot;</p><p>&emsp;&quot;He let them die!&quot; Sylvia insists, shoving me aside as my face saturates in sour pickle brine. For her, this is the first time seeing any of this.</p><p>&emsp;&quot;What&apos;s done is done,&quot; Lyra says. </p><p>&emsp;Sylvia can&apos;t even look at me, but I deserve it. I&apos;ll be the conducting rod for all of her anger if it makes her feel better. She can hate me all her life. Because now, all we can do is wait: hoping the wreckage conceals the small hatch; that they give up on trying to find our bodies; that enough oxygen fills this claustrophobic, musty space to last us at least half of a day before we can escape.</p><p>&emsp;I don&apos;t reach to touch her. All I can do is marinate in the mixed marmalade of shattered jars, saturating in the sorrow of my sins, considering the debts I have yet to pay to the ones I so helplessly allowed to die.</p><p>&emsp;The horizon of death&apos;s return passes, and I&apos;m certain it&apos;s too late.</p>"
  ],
  "BodyFormatted": [
    [
      "<p id=\"2.25.1.1\" class=\"Titus\">&emsp;&quot;If that amethyst travels to his heart, he&apos;ll die,&quot; says Lyra. &quot;Steady him. On the table.&quot;</p>",
      "<p id=\"2.25.1.2\" class=\"Titus\">&emsp;&quot;What? Why? How do you know?&quot; Sylvia says.</p>",
      "<p id=\"2.25.1.3\" class=\"Titus\">&emsp;&quot;I remember, Titus told me when we were past the walls,&quot; Romin says. &quot;The Chymaeran Curse.&quot;</p>",
      "<p id=\"2.25.1.4\" class=\"Titus\">&emsp;&quot;But there&apos;s no Chymaerans in the city. How can that be possible?&quot; Sylvia asks.</p>",
      "<p id=\"2.25.1.5\" class=\"Titus\">&emsp;&quot;I&apos;ve never even seen one,&quot; Valentina adds. &quot;They&apos;re almost a myth. Tales the Academy instructors tell to scare us.&quot;</p>",
      "<p id=\"2.25.1.6\" class=\"Titus\">&emsp;&quot;Well, they&apos;re very real, and they walk among you. Far more than you can imagine,&quot; says Lyra. &quot;I&apos;ve stabilized him. He&apos;ll be alright for a while, but&mdash;&quot;</p>",
      "<p id=\"2.25.1.7\" class=\"Titus\">&emsp;&quot;But what, Lyra?&quot; Sylvia&apos;s voice trembles.</p>",
      "<p id=\"2.25.1.8\" class=\"Titus\">&emsp;&quot;But he has so little Essence right now, his body can&apos;t fight it. He&apos;s going to die.&quot;</p>",
      "<p id=\"2.25.1.9\" class=\"Titus\">&emsp;&quot;Unless what?&quot; Romin asks. &quot;Unless we do what?&quot;</p>",
      "<p id=\"2.25.1.10\" class=\"Titus\">&emsp;&quot;Unless we get him more. But he hasn&apos;t built the momentum of generations of Essence. Just as one doubles to two, to four, to eight, to sixteen, to . . . whatever comes after that, your body builds Essence every day. Just to build enough to do even the most basic acts can take a lineage a lifetime.&quot;</p>",
      "<p id=\"2.25.1.11\" class=\"Titus\">&emsp;&quot;Then it&apos;s hopeless,&quot; Valentina says.</p>",
      "<p id=\"2.25.1.12\" class=\"Titus\">&emsp;&quot;Don&apos;t say that,&quot; Sylvia says. &quot;Please. Lyra &mdash; what did this to him?&quot;</p>",
      "<p id=\"2.25.1.13\" class=\"Titus\">&emsp;&quot;What was in his sister&apos;s room?&quot; Romin adds.</p>",
      "<p id=\"2.25.1.14\" class=\"Titus\">&emsp;Lyra says, &quot;Nothing. The room was empty seconds after I heard him scream. He&apos;s lucky he shielded himself with his arms from whatever that was. Wound to the chest and it would&apos;ve taken under an hour to kill him.&quot; </p>",
      "<p id=\"2.25.1.15\" class=\"Titus\">&emsp;&quot;So it was Chymaeran?&quot; says Romin.</p>",
      "<p id=\"2.25.1.16\" class=\"Titus\">&emsp;&quot;Obviously,&quot; Lyra says.</p>",
      "<p id=\"2.25.1.17\" class=\"Titus\">&emsp;&quot;So what happened to . . . his sister? Ellie?&quot; Valentina asks.</p>",
      "<p id=\"2.25.1.18\" class=\"Titus\">&emsp;&quot;Gone. Gods . . . this will destroy him. I thought he screamed because he couldn&apos;t find her. I hardly noticed the purple bruised lines on his left hand when I picked him up,&quot; Romin says.</p>",
      "<p id=\"2.25.1.19\" class=\"Titus\">&emsp;&quot;That venom is in him, freezing his body. He can hear, but he can&apos;t think&mdash;for now. But as soon as his muscles fire and he strains awake, the clock will start for him,&quot; says Lyra.</p>",
      "<p id=\"2.25.1.20\" class=\"Titus\">&emsp;&quot;Then how do we stop it?&quot; asks Valentina.</p>",
      "<p id=\"2.25.1.21\" class=\"Titus\">&emsp;&quot;I&apos;ll knock him out. If we can make him pass out, it could stop the spread&mdash;&quot;</p>",
      "<p id=\"2.25.1.22\" class=\"Titus\">&emsp;&quot;Gods, Romin! No, absolutely not. Stop! He&apos;s on the verge of dying already, you&apos;re gonna kill him,&quot; Valentina says.</p>",
      "<p id=\"2.25.1.23\" class=\"Titus\">&emsp;&quot;It&apos;s actually not a bad idea. Lower heart rate means slower spread,&quot; Lyra says. &quot;We put ours on ice. With full Essence, it gives the time the circuits need to fight it.&quot;</p>",
      "<p id=\"2.25.1.24\" class=\"Titus\">&emsp;&quot;If you really think so,&quot; Valentina says.</p>",
      "<p id=\"2.25.1.25\" class=\"Titus\">&emsp;&quot;Then we&apos;ll have to&mdash;&quot;</p>",
      "<p id=\"2.25.1.26\" class=\"Titus\">&emsp;I cry out in anguish. My body strains as if splintered glass runs with the blood in my veins. I heard them. I couldn&apos;t think, just listen and wait, until my body decided to awaken. Staying in one place for too long is now painful: any time my muscles break that stillness, I feel an incredible soreness resist my motion like running underwater. I try to remember. All I know is I reached out to her, to grasp her hand and take her downstairs, but she &mdash; or it &mdash; changed from that form so quickly once it recognized I could tell the difference.</p>",
      "<p id=\"2.25.1.27\" class=\"Titus\">&emsp;Now there is nothing to stop them from destroying us. Gods, I&apos;m so angry at the circumstance that draws Romin and Valentina and Sylvia to stay here, to face the collateral of whatever ungodly force wages war on our petty resistance. Without Ellie, there are no holds barred on taking us down.</p>",
      "<p id=\"2.25.1.28\" class=\"Titus\">&emsp;&quot;Titus! Titus, are you even listening?&quot;</p>",
      "<p id=\"2.25.1.29\" class=\"Titus\">&emsp;I&apos;m so absorbed in that pain that saturates my muscles that I realize I wasn&apos;t listening. </p>",
      "<p id=\"2.25.1.30\" class=\"Titus\">&emsp;&quot;You&apos;re going to die if we don&apos;t take you there,&quot; Valentina says. The pain lessens the more my body moves, and I realize it&apos;s only because I was still for so long. Maybe this is why Everett couldn&apos;t sleep so close to the end of his life, afraid he might die when he awoke the morning after. </p>",
      "<p id=\"2.25.1.31\" class=\"Titus\">&emsp;&quot;No! You and Romin are not coming,&quot; I insist. They&apos;re back on speaking terms only by my suffering. &quot;I&apos;m not losing you again, either of you. I&apos;m not involving you with this. You&apos;re innocent to the forces that want to destroy us.&quot;</p>",
      "<p id=\"2.25.1.32\" class=\"Titus\">&emsp;&quot;When it&apos;s that artifact that burned a hole in the shop&apos;s roof, I feel more than just a bystander. I&apos;m as responsible as you are.&quot;</p>",
      "<p id=\"2.25.1.33\" class=\"Titus\">&emsp;Lyra turns to him. &quot;What artifact?&quot;</p>",
      "<p id=\"2.25.1.34\" class=\"Titus\">&emsp;&quot;Some fancy necklace we found in a house beyond the walls. The Carmine tried to intercept it, but we were too late.&quot;</p>",
      "<p id=\"2.25.1.35\" class=\"Titus\">&emsp;&quot;Pure Essence? Gods &mdash;&quot; Lyra says, &quot;can any of you even begin to understand what this means? Why didn&apos;t you tell me earlier, Titus?&quot;</p>",
      "<p id=\"2.25.1.36\" class=\"Titus\">&emsp;&quot;I had too much to handle first,&quot; I say, wincing: it takes all the will I have just to try and lift myself with my arms. Its as if my right elbow hinges on broken glass.</p>",
      "<p id=\"2.25.1.37\" class=\"Titus\">&emsp;&quot;Despite everything, it shouldn&apos;t matter. We&apos;re a Fireteam. We stay together no matter what,&quot; Valentina says. Her stupid optimism sickens me, speaking the line as if it&apos;s all just a play or a film. She knows nothing of the true horrors, the ones that happen far beyond the camera, and the more that annoying insistence shows in her face, the more it pisses me off.</p>",
      "<p id=\"2.25.1.38\" class=\"Titus\">&emsp;&quot;And I&apos;m not leaving either. I already told you,&quot; Sylvia says.</p>",
      "<p id=\"2.25.1.39\" class=\"Titus\">&emsp;&quot;Gods . . . You . . .&quot; stupid, ignorant idiots! &quot;If only you could understand.&quot; What I saw. What I suffered through without tears to cry, what I can&apos;t tell you. </p>",
      "<p id=\"2.25.1.40\" class=\"Titus\">&emsp;&quot;I can&apos;t involve you in this.&quot; I can&apos;t divulge to you the demon of that past that haunts me as I see it all happen again, and &quot;I just don&apos;t want any of you to suffer,&quot; the way I saw you all die last time. &quot;So please, I&apos;m begging you, while you can, just&mdash;&quot;</p>",
      "<p id=\"2.25.1.41\" class=\"Titus\">&emsp;Commotion outside. So much time I wasted, taken for granted. </p>",
      "<p id=\"2.25.1.42\" class=\"Titus\">&emsp;I knew this would happen.</p>",
      "<p id=\"2.25.1.43\" class=\"Titus\">&emsp;&quot;TITUS NATHANIEL BERGUARD,&quot; a voice calls, reverberating through the neighborhood street. &quot;YOU ARE UNDER ARREST FOR MURDER AND  ARSON, STEP OUT NOW OR WE WILL FORCE YOU OUT!&quot;</p>"
    ],
    [
      "<p id=\"2.25.2.1\" class=\"Titus\">&emsp;&quot;They&apos;re everywhere! Gods, I can&apos;t even see them all,&quot; Valentina says. She peers out through the marbled glass of the entry door, trying to tell scenery from smudges of motion.</p>",
      "<p id=\"2.25.2.2\" class=\"Titus\">&emsp;The blinds are drawn shut, but we aren&apos;t fooling anyone. The rest of us stand in the kitchen, anticipating our next move. </p>",
      "<p id=\"2.25.2.3\" class=\"Titus\">&emsp;The adrenaline returns. My pain becomes a lesser priority.</p>",
      "<p id=\"2.25.2.4\" class=\"Titus\">&emsp;&quot;Step out now, or else we will use force,&quot; a voice calls from the street. &quot;Come out with your hands on your head and you&apos;ll come out of this alive!&quot; Valentina and Sylvia&apos;s faces light up, but dimly. It&apos;s only the rest of us that know better.</p>",
      "<p id=\"2.25.2.5\" class=\"Titus\">&emsp;I consider my surroundings. They surely have the place surrounded: there&apos;s nowhere to run now. I peek out the window blinds, and I&apos;m surprised to see the charred face of one of the first guards to fall to the basement floor.</p>",
      "<p id=\"2.25.2.6\" class=\"Titus\">&emsp;He must have made it out through the hatch before the roof collapsed. The bastard is dressed in all-black Royal Guard gear as if impersonating the Merlot wasn&apos;t enough.</p>",
      "<p id=\"2.25.2.7\" class=\"Titus\">&emsp;&quot;It&apos;s my people,&quot; Valentina says. &quot;They&apos;ll listen to me if I go out there!&quot; </p>",
      "<p id=\"2.25.2.8\" class=\"Titus\">&emsp;&quot;They&apos;re not your people. There&apos;s no insignia on the chest,&quot; Romin says, peeking through the shades drawn against the large front window.</p>",
      "<p id=\"2.25.2.9\" class=\"Titus\">&emsp;&quot;But it will be fine, it has to be!&quot; I can see Valentina grasping for anything at all to reassure her that we will come out of this alive. It was her adamance on staying that lead her here, with Romin and all the others. Her eyes are wide, breaths short.</p>",
      "<p id=\"2.25.2.10\" class=\"Titus\">&emsp;&quot;Your title does nothing,&quot; Romin says: not a man for convincing or choosing his words carefully. It&apos;s only after speaking that he realizes what they connotate.</p>",
      "<p id=\"2.25.2.11\" class=\"Titus\">&emsp;&quot;You really want to do this right now?&quot;</p>",
      "<p id=\"2.25.2.12\" class=\"Titus\">&emsp;&quot;No, no! That&apos;s not what I mean by that. Please, listen&mdash;&quot;</p>",
      "<p id=\"2.25.2.13\" class=\"Titus\">&emsp;&quot;No, you listen, because it&apos;s really hard to tell what you mean when you resort to hitting me to get your point across,&quot; she says. &quot;I&apos;m not going to let you tell me what I&apos;m worth!&quot;</p>",
      "<p id=\"2.25.2.14\" class=\"Titus\">&emsp;Her hand turns the knob of the front door. She knows it&apos;s stupid, thoughtless. But there&apos;s another fear within her that&apos;s far stronger. I&apos;ve seen that same pain the last time we went to her estate, to find her living in the cellar: the golden bed frame and pristine sheets surrounded by soot and dust. </p>",
      "<p id=\"2.25.2.15\" class=\"Titus\">&emsp;And it was around this time, last time, that I saw her like this.</p>",
      "<p id=\"2.25.2.16\" class=\"Titus\">&emsp;She wears the same expression I wore when fighting for worth at the orphanage, clinging to the beatific illusion of value, suspended over a black void of apathy and learned helplessness.</p>",
      "<p id=\"2.25.2.17\" class=\"Titus\">&emsp;But she still holds on. </p>",
      "<p id=\"2.25.2.18\" class=\"Titus\">&emsp;The bastard blood won&apos;t define her. Her entire life has built those beliefs on the shale of self-doubt. So no matter how much we tell her to stop, to think a moment more, she has to believe her worth ties to this. And again, she has to prove it, to herself, because each time will never be the last.</p>",
      "<p id=\"2.25.2.19\" class=\"Titus\">&emsp;But this time, it will be her last.</p>",
      "<p id=\"2.25.2.20\" class=\"Titus\">&emsp;Romin reaches to grab her wrist and pull her back, but it&apos;s too late. She throws open the front door, hands raised, calling out to them. &quot;I am Valentina, daughter of the Merlot! Stop this attack on&mdash;&quot;</p>",
      "<p id=\"2.25.2.21\" class=\"Titus\">&emsp;They&apos;re the only words she can manage before the slug round eviscerates her. Valentina&apos;s hot blood erupts on Romin&apos;s face and all over his body, blending with the crimson Carmine cloak and staining the white on his Academy uniform.</p>",
      "<p id=\"2.25.2.22\" class=\"Titus\">&emsp;Valentina&apos;s face is indiscernible. Her head is missing. For one so well-known and cherished by the people of Blackwater, all that remains are fragments of skull and grey matter painted across the entryway to testify to her image.</p>",
      "<p id=\"2.25.2.23\" class=\"Titus\">&emsp;I can see the fury escalate within Romin. It sparks the same irreversible rage that ushered cadets to die with him beyond the gates.</p>",
      "<p id=\"2.25.2.24\" class=\"Titus\">&emsp;He trembles. Sylvia weeps, gasping for air as panic overtakes her. The sickness in my stomach that carried through the anguish of that last life returns to me, and I feel as if my soul detaches from my body, and I watch myself from the corner of the room, the only act that can keep my sanity.</p>",
      "<p id=\"2.25.2.25\" class=\"Titus\">&emsp;&quot;Remember me,&quot; he mutters. The same words seem to sit on his tongue waiting for every fated end. He nods for us to escape. He plans to leave us a distraction. My mind floods through options of how we can survive while Sylvia and Lyra desperately plead for him to stay.</p>",
      "<p id=\"2.25.2.26\" class=\"Titus\">&emsp;I failed them again. I allowed them to die, when I knew how all of this would unfold.</p>",
      "<p id=\"2.25.2.27\" class=\"Titus\">&emsp;&quot;Romin! Please,&quot; Sylvia pleads.</p>",
      "<p id=\"2.25.2.28\" class=\"Titus\">&emsp;I can&apos;t continue on until I save all of them. I can&apos;t imagine a world without the people I love and cherish&mdash;without them, there would be no soul in the fight. I owe my everything. I am nothing but a waste without my actions to speak for me. And so time passes &mdash; paying no heed to the panic of Lyra and Sylvia, who scrounge for anything to save their foolish lives. It slips away, wiping any chance we had to escape when the Royal Guard first enters the door, stepping over Valentina&apos;s desecrated corpse and whatever ungodly sight Romin left on the porch.</p>",
      "<p id=\"2.25.2.29\" class=\"Titus\">&emsp;I can feel how thin the veil of time is that separates us, as if its breadth were tangible. I pray to Gods for the deliverance to return back, and I swear on the lives of the lost that I will stop at nothing to keep them alive. If I can go back, if I can just return to that night with Sylvia again, then I have the chance to make something of this all. I&apos;ll hold so tightly to my sister that I&apos;ll never let her go. I&apos;ll let nothing distract me from keeping her safe. We&apos;ll run &mdash; I don&apos;t know where we&apos;ll run, but we&apos;ll run &mdash; as far and long as it takes.</p>",
      "<p id=\"2.25.2.30\" class=\"Titus\">&emsp;I watch my friends die. I&apos;m coming back to them. And when I refuse to tell the Royal Guardsmen anything, I don&apos;t flinch when the trigger pull sends me back.</p>",
      "<p id=\"2.25.2.31\" class=\"Titus\">&emsp;The same force pulls me back in a direction beyond space. I&apos;m getting used to this privilege, no matter how long it may last, but the force is weaker now. The images don&apos;t flash as quickly as they did last time. There&apos;s a resource within me that can only manage so little. I can see it this time: the reversal of the muzzle flashes that collapse Lyra and Sylvia. Entropy rewinds. The incendiary pellets return to the barrel. A dark figure re-emerges from the door, uttering words in reverse. The hot blood vacates his skin, returning back to the tender spaces inside Valentina, as she mutters her last testament in reverse.</p>",
      "<p id=\"2.25.2.32\" class=\"Titus\">&emsp;As the reversal slows, I realize how much of a fool I was to believe this bedlam could have ever been fully fixed. I have no voice to scream as it exits my throat in reverse, as if my petty cries bellow into me rather than out.</p>",
      "<p id=\"2.25.2.33\" class=\"Titus\">&emsp;I can&apos;t return to that time because I don&apos;t have enough Essence to make it there. And the permanence is enough to make me curse the Gods in spiteful hatred &mdash; at the eternity I realize I&apos;ll spend reliving this endless loop.</p>"
    ],
    [
      "<p id=\"2.25.3.1\" class=\"Titus\">&emsp;&quot;It&apos;s the Merlot,&quot; Valentina says. &quot;My people. They&apos;ll listen to me if I go out there.&quot; </p>",
      "<p id=\"2.25.3.2\" class=\"Titus\">&emsp;&quot;They won&apos;t,&quot; I say, as I stumble across the floor. &quot;Please, please, don&apos;t go . . .&quot; I beg, but my persuasion is no use.</p>",
      "<p id=\"2.25.3.3\" class=\"Titus\">&emsp;&quot;I have to, Titus, just trust me. They&apos;ll listen. I&apos;m the Daughter of&mdash;&quot;</p>",
      "<p id=\"2.25.3.4\" class=\"Titus\">&emsp;&quot;No, no,&quot; I cry, curling my body into itself as I crumple on the floor. The helplessness finally breaks the wall of pressure behind my eyelids. Tears flood from my eyes: unhelpful, petty tears; as useless as I am to saving the people I love. And then I remember how it felt every time I was ever rejected. The vitriol of that same self-hatred runs in my veins as an incurable disease, and for so long my mind has rendered it latent, just waiting like the dormant magma beneath Blackwater to erupt at the right provocation.</p>",
      "<p id=\"2.25.3.5\" class=\"Titus\">&emsp;And here it is. The pain my childhood bared to me can&apos;t even begin to hold back the flood of pure sorrow and defeat.</p>",
      "<p id=\"2.25.3.6\" class=\"Titus\">&emsp;It happens again. Valentina. Then Romin. Then Sylvia and Lyra who are inconsolable, pleading me to motion, begging the soulless Royal Guard to spare their lives.</p>",
      "<p id=\"2.25.3.7\" class=\"Titus\">&emsp;But it&apos;s that image that allows me to cry, how badly I want it, how more and more the blackness of death convinces me of the value of life. </p>",
      "<p id=\"2.25.3.8\" class=\"Titus\">&emsp;And that&apos;s when I realize that I still can feel: because if this narrow, fleeting window of time is to leave me forever &mdash; to pass beyond the reach of my limited Essence, then it must drag it from my soul.</p>",
      "<p id=\"2.25.3.9\" class=\"Titus\">&emsp;&quot;It&apos;s the Merlot,&quot; Valentina tells me again.</p>",
      "<p id=\"2.25.3.10\" class=\"Titus\">&emsp;&quot;I know, I know, just please, please,&quot; I beg, but she still doesn&apos;t listen.</p>",
      "<p id=\"2.25.3.11\" class=\"Titus\">&emsp;&quot;Remember me,&quot; Romin says, but this won&apos;t be the last time his life is taken.</p>",
      "<p id=\"2.25.3.12\" class=\"Titus\">&emsp;I persist. Over and over. Trying anything that will produce the smallest change because I have to hold on. Every time I reach for Valentina, it&apos;s always too late before she opens the door. And every time the delicate parts of her erupt across the floor from the shotgun blast, Romin is inconsolable, so far beyond reason that he even throws aside my embrace when I try to grab him, to desperately calm him down, even just to feel his warmth.</p>",
      "<p id=\"2.25.3.13\" class=\"Titus\">&emsp;&quot;It&apos;s the Merlot,&quot; Valentina insists again. She won&apos;t change. They never will. So stuck and set in their weakness that they can&apos;t see the full picture the way I can, the way it kills them, how Valentina and Romin&apos;s desecrated image of self-worth drags them to die in atonement for their fatal flaws.</p>",
      "<p id=\"2.25.3.14\" class=\"Titus\">&emsp;&quot;Remember me,&quot; Romin says, again, and I begin to heed his words. These people are long gone. They were always gone. And the more the persistence of these cycles drag on and on, the more I feel myself detach from that connection to life. </p>",
      "<p id=\"2.25.3.15\" class=\"Titus\">&emsp;My body always refills with tears to cry. They fall back in my eyes so I can shed them all over again every time, helpless and panicked, ground further and further like a machine tool in the Academy shop far beyond its expected life: how does it not break?</p>",
      "<p id=\"2.25.3.16\" class=\"Titus\">&emsp;I lose track of the cycles. I only know this pass by the fact that my tears now refuse to fall, and that the thread now encompasses so much of my arm. It&apos;s also the first time I consider how to escape without them.</p>",
      "<p id=\"2.25.3.17\" class=\"Titus\">&emsp;&quot;It&apos;s the Merlot. My people.&quot;</p>",
      "<p id=\"2.25.3.18\" class=\"Titus\">&emsp;But I&apos;ve heard this so many times, like reruns of Valentina&apos;s feature films in the theater. I check the stove. The gas still runs.</p>",
      "<p id=\"2.25.3.19\" class=\"Titus\">&emsp;&quot;Titus, please, say something!&quot; Sylvia pleads.</p>",
      "<p id=\"2.25.3.20\" class=\"Titus\">&emsp;&quot;She&apos;s beyond reasoning,&quot; I say, restraining the sob I nearly choke on. I turn on all the burners. Not enough to light. I wonder how much time it will take before the house incinerates.</p>",
      "<p id=\"2.25.3.21\" class=\"Titus\">&emsp;&quot;You can&apos;t! Please, Val,&quot; Sylvia says, distracted, unable to discern the smell of gas filling the air. Lyra doesn&apos;t notice either: too absorbed in the commotion of Romin and Valentina, playing out the same drama I can no longer bring myself to watch.</p>",
      "<p id=\"2.25.3.22\" class=\"Titus\">&emsp;Valentina flips the handle of the door. I&apos;ll come back for you, I promise, somewhere deep in my mind, pinning that thought to the only piece of humanity I might have left. I&apos;ll get the Essence I need from far beyond the walls, and when I return I&apos;ll embrace you all. We&apos;ll laugh and cry! We&apos;ll all graduate together! We&apos;ll live beautiful lives. Our children will play together. I promise, I swear to the Gods, I promise I won&apos;t waste another second in that room, consumed by my addiction to darkness and sorrow. </p>",
      "<p id=\"2.25.3.23\" class=\"Titus\">&emsp;I will live for you all and cherish everything!</p>",
      "<p id=\"2.25.3.24\" class=\"Titus\">&emsp;The shotgun blast erupts Valentina&apos;s brains across the wall, the same splatter I&apos;ve seen countless times before. And when Romin&apos;s anger crescendoes to his last two words, I throw open the hatch.</p>",
      "<p id=\"2.25.3.25\" class=\"Titus\">&emsp;Fighting Sylvia&apos;s tenacious resistance is enough to shatter my soul: her cry, thrashing as I drag her towards the hatch and she pieces together my selfish plan for survival.</p>",
      "<p id=\"2.25.3.26\" class=\"Titus\">&emsp;She curses me for giving up on them. I accept her words because she knows nothing of how many times I fought to try to save them. I have to throw her to force her down into the cellar. Falling on her back knocks the wind out of her.</p>",
      "<p id=\"2.25.3.27\" class=\"Titus\">&emsp;It&apos;s when Romin tensions his fists that I prime the match. Lyra looks on with acceptance and understanding, but Sylvia, dazed at the bottom of the bootlegger&apos;s cellar, shrieks with indiscernible cries. &quot;Gods, Titus, you&apos;re going to kill them!&quot;</p>",
      "<p id=\"2.25.3.28\" class=\"Titus\">&emsp;&quot;They&apos;re already dead,&quot; I say. </p>",
      "<p id=\"2.25.3.29\" class=\"Titus\">&emsp;I flick the match against the box like Ellie&apos;s purple crayons on a texture rubbing, quick to throw the hatch down as soon as Romin vanishes behind the door frame.</p>",
      "<p id=\"2.25.3.30\" class=\"Titus\">&emsp;The air combusts on a pulse of thunderous air. Scalding heat burns the metal latch as I tug at the rope, ears ringing from the sudden spike in pressure, lungs burning from the dying oxygen.</p>",
      "<p id=\"2.25.3.31\" class=\"Titus\">&emsp;Fragments of the childhood home crash all across the ground. I realize somewhere beyond this liminal space Valentina is entombed again in rubble, just the way I last left her. The suction no longer yanks at the trap door. The rope snaps. I fall to the ground on top of Sylvia, shielding my face as jars of long-preserved produce shatter across the floor.</p>",
      "<p id=\"2.25.3.32\" class=\"Titus\">&emsp;&quot;You bloody damn . . . coward,&quot; Sylvia manages, struggling to move as I lay on top of her, so exhausted that I&apos;m unable to lift myself. Lyra says nothing: impressed by my sudden resourcefulness.</p>",
      "<p id=\"2.25.3.33\" class=\"Titus\">&emsp;&quot;There was no other choice,&quot; Lyra says. &quot;Titus made the best move possible.&quot;</p>",
      "<p id=\"2.25.3.34\" class=\"Titus\">&emsp;&quot;He let them die!&quot; Sylvia insists, shoving me aside as my face saturates in sour pickle brine. For her, this is the first time seeing any of this.</p>",
      "<p id=\"2.25.3.35\" class=\"Titus\">&emsp;&quot;What&apos;s done is done,&quot; Lyra says. </p>",
      "<p id=\"2.25.3.36\" class=\"Titus\">&emsp;Sylvia can&apos;t even look at me, but I deserve it. I&apos;ll be the conducting rod for all of her anger if it makes her feel better. She can hate me all her life. Because now, all we can do is wait: hoping the wreckage conceals the small hatch; that they give up on trying to find our bodies; that enough oxygen fills this claustrophobic, musty space to last us at least half of a day before we can escape.</p>",
      "<p id=\"2.25.3.37\" class=\"Titus\">&emsp;I don&apos;t reach to touch her. All I can do is marinate in the mixed marmalade of shattered jars, saturating in the sorrow of my sins, considering the debts I have yet to pay to the ones I so helplessly allowed to die.</p>",
      "<p id=\"2.25.3.38\" class=\"Titus\">&emsp;The horizon of death&apos;s return passes, and I&apos;m certain it&apos;s too late.</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 241,
  "ReleaseDate": [
    "08",
    "30",
    "2025",
    "2025-08-30 00:00:00"
  ],
  "Active": false,
  "Perspective": "Titus",
  "Status": "Revised Draft",
  "WordCount": 0,
  "Summary": ""
}