{
  "Story": "Firebrand",
  "Title": "Chapter Twenty-Eight",
  "Subtitle": "Egress",
  "Act": 2,
  "ChapterNumber": 28,
  "Synopsis": "Snowdrifters drift by steel this time.",
  "RevNotes": "",
  "ID": "2.26",
  "Body": [
    "<p>&emsp;For decades, the vacant shipping depot rested at the edge of the Twelfth District&apos;s outer walls:  a relic of an ancient time I passed on many Snowdrifter trips. Most don&apos;t know what the decrepit building is used for. All they&apos;ve seen is that it rotted for decades, rusted from endless snowstorms blasted at the ungalvanized metal, surprised that it still sees the arrival and departure of trains at all. Enough that it became a myth, living in the dreams and speculations of everyone who has borne witness.</p><p>&emsp;When we arrived hours earlier, it was flooded with activity, swarmed with Royal Guard and Merlot preparing the train cars. The two separatist Chymaerans morphed from familiar faces to random railworkers. In their hands were a keyring of blackened bone charms from their pockets, and with a surge of amethyst energy, they drew from the bone marrow with Essence, capturing their guise and gestures with near flawless accuracy. Their speech was convincing, carrying the slang and tone of the impoverished outwallers, the same style I recognized in my father.</p><p>&emsp;&quot;Us skinwalkers are mixed bloods, &apos;round half&apos;a human, half&apos;a Chyme,&quot; the blonde-haired Chymaeran said, guising as a Carmine coal miner that died in a gruesome accident four years ago. </p><p>&emsp;The second Chymaeran had a great slash across their face: dark hair and piercing blue eyes. The original victim was stabbed coming home from work and died alone on the street. Though the true body is six feet under somewhere with a missing bone, it looks as if that soul hadn&apos;t missed a day of life.</p><p>&emsp;Both recalled their hosts&apos; memories of Blackwater industry, and the clothes they conjured were an extension of their bodies&apos; Essence. The materials were astounding, so close to the true textures only touch could differentiate them. The fabrics folded like true cloth, but to the touch, every part of their disguise felt like frigid iron.</p><p>&emsp;&quot;Put &apos;ese on,&quot; the blonde Chymaeran said. Industry clothes, fashioned from the power of Chymaeran and Human Essence masterfully intertwined together. The scarred Chymaeran recalled their hosts&apos; memories of childhood playing on the tracks, long enough ago that trains still ran through the station. Although a large steel-barred fence deterred scavengers and vagrants, the scarred recalled a small space dug beneath the bottom, where ages ago their guise snuck through.</p><p>&emsp;The land just beyond the station was decrepit and undeveloped. Containers rotted to rust from snow and ice, and so much trash and waste sullied the dirt with rancid odors. The train station at the center was the only stone monolith to defy the slagyards, although its age showed in dusty shattered glass and worn engravings on the walls.</p><p>&emsp;The Chymaerans&apos; clothes dissolved to amorphous black, and in less than a blink they metastasized again as the fine robes of the Royal Guard.</p><p>&emsp;The one that guised Romin instructed us to play along, with their tongue changed to high speech. They had a cleaner face and a refined look, despite the consistent, straggling scar slicing straight down their face.</p><p>&emsp;The blonde Chymaeran turned to us. &quot;You&apos;re a maintenance crew, performing inspection on the coupling between coffin car 46 and 47.&quot;</p><p>&emsp;No one asks that many questions if you&apos;re carrying tools somewhere. I picked up a long rusted crescent wrench from atop an iron barrel to further my disguise, and our bags only added to the persuasion. We circled the perimeter of the building for the side entrance. Several technicians sat on petrified stumps just beyond the heavy-duty side door, warming their hands over a barrel. A single Royal Guard observed them.</p><p>&emsp;He turned to us. &quot;Finally, about time those bloody-damn railmen showed up,&quot; he said. </p><p>&emsp;&quot;They &apos;ad us prepping these cars for weeks, and you cunts show at the last minute,&quot; one railmen complains. &quot;Still got two carts needin&apos; a lathe, so get on it, fresh blood!&quot;</p><p>&emsp;&quot;Lathe?&quot; Sylvia asks. I know what it is from my time in the machine shop, but the scarred answers her first, in a hushed whisper.</p><p>&emsp;&quot;Wheel lathe, he says. Profiles the wheels before departure. Keep them round.&quot;</p><p>&emsp;&quot;But I don&apos;t know how to use it,&quot; Sylvia says.</p><p>&emsp;&quot;I got some&apos;in you can use!&quot; One says.</p><p>&emsp;&quot;An&apos;ya got a bitch workin&apos; lines?&quot; They say, when Sylvia appears from behind me. &quot;Fine, too.  Nice knockers &mdash; guess whorin&apos; these days is so bad you gotta do a man&apos;s work.&quot;</p><p>&emsp;&quot;Why don&apos;t ya polish my shaft,&quot; another says.</p><p>&emsp;&quot;That&apos;s enough from you. Get back to work, shitbloods,&quot; the lone Royal Guard said. They grumbled, back to their drivel about sex and drinking. &quot;And you two,&quot; he said, pointing to the guised Chymaerans, &quot;what are your plans with those shitbloods?&quot;</p><p>&emsp;I spoke up. &quot;We&apos;re maintenance crew for the&mdash;&quot;</p><p>&emsp;The Royal Guard struck me across the face without a moment&apos;s hesitation. He didn&apos;t even bother to meet my eyes, turning to the Chymaerans. &quot;One more word and that worker is leaving its crew in a body bag,&quot; he said. &quot;Now what are they here for?&quot;</p><p>&emsp;The scarred regurgitated my lines. &quot;Maintenance on the couplings. Cycled strain between the forty-seven and forty-eight couplings are long overdue. Age and impulse loads stretch far beyond infinite yield.&quot;</p><p>&emsp;&quot;Enough big words. Royal Guard shouldn&apos;t partake in that feculent tongue. Do what you have to,&quot; he said, and we passed through the door, eyes down, sure to make no contact with any of the Royal Guard. </p><p>&emsp;&quot;It.&quot; Gods, I&apos;d almost forgotten how much irrational hatred the upper scumbags have for our people. Lyra tensioned her fists, the same thought on her mind.</p><p>&emsp;The blonde Chymaeran tugged my shirt. &quot;It&apos;s best if I do the talking here,&quot; he said, and I nodded in response.</p><p>&emsp;On the platform of the stabling area, where the ready trains awaited departure, the scarred approached a group of higher-level Royal Guards. He recalled the thoughts of his precious guise. </p><p>&emsp;&quot;These shitbloods are doing maintenance on the couplings. We only have time for loaded carriages since they&apos;ll take the most force. Do you know which have pre-loaded?&quot;</p><p>&emsp;One of them pointed to three cars, painted with a green dash I could only imagine meant READY FOR DEPARTURE. As they asked the Chymaerans about the logistics of the maintenance job, I listened in to the other guards discussing the details of their next move.</p><p>&emsp;&quot;Prepare the carriages for fuel. Purgatory is on the way,&quot; an intercom buzzed. Few lower tradesmen remained in the belly of the depot. Colors of jade and vermilion swarmed the spaces between the tracks like a muddle of ants carrying leaves and fruit. Purgatory? As in a place? A weapon?</p><p>&emsp;&quot;Prepare for departure. Loading will begin in one hour,&quot; the announcement spoke.</p><p>&emsp;&quot;We need to get us in the storage cars,&quot; the blonde Chymaeran said, but my mind was wrapped in the mystery of my surroundings. So many storage cars: empty, without seats or soft flooring. It couldn&apos;t be for liquid fuel. Maybe lumber? No, that wouldn&apos;t make sense &mdash; all the trees are outside these walls. That&apos;d be like exporting water to a lake.</p><p>&emsp;With an hour until departure, at a moment when the guards&apos; eyes no longer watched our hands pretending to tinker with the machinery, we dipped into the second loaded car, throwing the heavy door aside just far enough to squeeze through. Despite the climate of our lands, the carriage was hot and stuffy, but we didn&apos;t dare open the doors again to vent. We suffered through this for hours in the bootlegger hatch, and it didn&apos;t trouble us to tough it out for a little longer. </p><p>&emsp;Our Chymaerans locked the latches from the inside. Commanding shouts and screeching cars shook the floor of Carriage Forty-Eight. And as soon as the darkness concealed them, my eyes could no longer discern the shape of the Chymaerans. Just a darkness blacker than black, as if their bodies starved the space of every ribbon of light.</p><p>&emsp;Our disguises dissolved faster than a fake smile without a witness, leaving us in our travel clothes. We wouldn&apos;t need our coats until rushing polar winds could breach the splintered slats, so we sat in silence for that hour, trying to discern the voices of a large crowd ushered towards the cars. What lucky bastards we were when we realized what we missed.</p>",
    "<p>&emsp;&quot;I never knew there was this much sky out there,&quot; says Sylvia, captivated by the sights unfolding like pages from my grandfather&apos;s old storybooks. The light lasts just long enough to bless the world with one last flood of color, spilling all the paints across the sky before sepia swallows the world. </p><p>&emsp;In my mind&apos;s eye I remember the first Snowdrifter trips with my grandfather, when I began building my stamina for long treks. He told me to absorb the sights and serenity of life unfolding around me. Listen for the static, can you hear it? He would ask, and I&apos;d listen and listen, waiting for a sound to ring in my ears. I&apos;d get frustrated after a time. I can&apos;t hear it, I&apos;d say. He&apos;d laugh and keep asking over and over, every half an hour, until it became the only thought that filled my mind.</p><p>&emsp;Years later, I considered it was a genius way of getting me to shut up and stop asking if we were there yet. But as age dragged me closer to the edge of graduation, phase after phase until I now realize the true shortness of time, I&apos;ve found what he really meant. The demands of my abruptly-shortened childhood threaten to swallow me alive. I find gray hairs in my beard. I lose weight from malnutrition. And responsibilities have become so severe that the pit in my stomach is a feature, not a sickness.</p><p>&emsp;The older I get, the more I realize that static is just the absence; everything that isn&apos;t. It was the space between the trees when the snow crunched under my small feet. It was the drawn silence between question and answer before Everett would laugh and ask it again. And now it&apos;s the pause between rhythmic jolts of the chassis as the steel screeches against the rails, casting sparks beneath the floor.</p><p>&emsp;I can detach my emotions the more I convince myself that this life is temporal. A breadth of time separates me from my loved ones only by a trail of Essence. I can feel the texture of every memory as if it still breathes, like a cherished friend waiting for me to return. And when I look at Lyra and Sylvia, I try harder and harder to separate myself from becoming attached to these afterimages of a failure that will soon be rewritten. These people are temporal too . . . I have to convince myself, I have to believe that.</p><p>&emsp;&quot;What are you thinking about?&quot; Sylvia asks.</p><p>&emsp;&quot;Just some words from my father,&quot; I say. She rests her head against my shoulder. I let it happen, but I turn away. </p><p>&emsp;&quot;What did he tell you?&quot; She asks.</p><p>&emsp;&quot;Words he should have said a decade ago,&quot; I say. &quot;But welcome words &mdash; it&apos;s not too late.&quot;</p><p>&emsp;&quot;I&apos;m glad you had that chance. You were so different,&quot; she says.</p><p>&emsp;&quot;What do you mean?&quot;</p><p>&emsp;&quot;You&apos;re so kind and patient around your friends, but around your father, you&apos;re usually angry and short.&quot; She pauses. &quot;In temper, not&mdash;&quot;</p><p>&emsp;&quot;Of course,&quot; I say.</p><p>&emsp;&quot;But you were patient with him this time. I can&apos;t remember the last time I ever saw you like that.&quot;The last fight with him replays in my mind: the sincerity of his regret and the emptiness I found in his heart. </p><p>&emsp;&quot;It&apos;s just the finality of everything. Funny how it drags the words out of us, the ones we&apos;d never say before, huh?&quot; </p><p>&emsp;My spirit longs to open up and tell her everything, but I&apos;m so afraid that if I break apart now, I won&apos;t have the strength to sacrifice for all the ones who didn&apos;t make it: the ones I owe my life to.</p><p>&emsp;&quot;You know, sometimes I just wish I wasn&apos;t so weak,&quot; she says.</p><p>&emsp;&quot;No&mdash;&quot; My face scrunches when I disagree. &quot;You&apos;re not. You and I have been down a terrible, grueling path in each of our lives, yet we&apos;ve both made it this far.&quot;</p><p>&emsp;&quot;Because of how needy I am. It feels like I&apos;m always behind you, tugging at your cloak for you to lead me on, ever since the orphanage. And I feel awful for always being your . . . burden,&quot; she says. That last word parts from her lips like a curse. &quot;And it makes me so sorry for that.&quot;</p><p>&emsp;&quot;You are never a burden,&quot; I insist, &quot;because we depend on each other. Don&apos;t you ever think that!&quot;</p><p>&emsp;&quot;I&mdash;I&apos;m sorry,&quot; she says, burying her head in my arm before I notice my moment of passion was misread. But&mdash;before I can remind her to stop apologizing for things that aren&apos;t her fault, she continues.</p><p>&emsp;&quot;You&apos;d tell me that insistence I had earlier to stay by your side was courage,&quot; Sylvia says. &quot;Telling you I was in it no matter what. It sounded brave when I said it.&quot;</p><p>&emsp;&quot;It was brave,&quot; I say.</p><p>&emsp;&quot;But really &mdash; I was so afraid of a world without you that I couldn&apos;t bear to be alone again. The voices, Titus! All the voices of my past have lost their distinction, as those playground kids or abusive adults or . . . the others . . . I wish I could forget. The further time takes me from them and their jeers of how pathetic I am, the more that voice becomes my own. And the more I hear myself, the harder it is to hear anything else.&quot;</p><p>&emsp;&quot;What&apos;s strength to you, then? Brawn like Romin? Charisma like Valentina?&quot;</p><p>&emsp;&quot;Resilience like you,&quot; she says. &quot;Strong enough to carry the weight of the world. Honed and one-pointed enough to let the pain pass through you. Direction. Conviction.&quot; </p><p>&emsp;And maybe that&apos;s the image that burned in her mind for the months I was asleep in the Afterlife. That&apos;s what she almost became. And maybe at the end of it she understood just like I do that the pain never passes through. It&apos;s an act of atrophy, constantly adding wax and sculpting a candle that burns from both ends. And maybe I&apos;ve become convincing enough to hide it.</p><p>&emsp;&quot;And that&apos;s exactly why I find myself weak,&quot; I say. Because I fail to find the strength or words to tell her how I feel. Even now. I didn&apos;t lie when I told Romin I was always running from that feeling that drags behind me like my own shadow. And the image of my father&apos;s weakness shows me, again, that freedom I&apos;m so afraid of.</p><p>&emsp;&quot;Sometimes it feels like you&apos;re the last light that survived from those times of innocence. You&apos;ve always protected me. I just wish I could do more,&quot; Sylvia says, as she snuggles up to my arm, completely unaware of the comfort and fullness she&apos;s brought to me&mdash;though I&apos;ve always fumbled on the words to tell her.</p><p>&emsp;Maybe I can do it this time.</p><p>&emsp;&quot;You do enough,&quot; I mutter.</p><p>&emsp;&quot;Huh?&quot; She says. Her beautiful crimson eyes meet mine, and for a moment, my voice wavers. </p><p>&emsp;&quot;You always do enough. Because . . . you&apos;re the reason I&apos;ve made it this far, too.&quot;</p><p>&emsp;&quot;Titus,&quot; she says. My name is so sweet from her lips, and then I feel it: how something so softly opens inside me, before I can recapture it; how I spent all those years pounding at the door when all I needed was patience and clemency. </p><p>&emsp;I can feel my face so magnetically drawn to hers, and I realize I&apos;ve always felt it, that feeling, and the last thought I manage is to contemplate the softness of her lips.</p><p>&emsp;Then the train lurches to a halt. </p><p>&emsp;We don&apos;t. </p><p>&emsp;The wheels no longer mask the sound of shouts and screams beyond the car. It&apos;s only then that we realize what the &quot;fuel&quot; is, faster than our bodies slam against the hay bales along the front wall.</p><p>&emsp;I hear the voices of cadets, no older than I am, crying out into the night. Fists pound on the walls and doors of the train like lumberjacks chopping a full forest, and moments later, from the shear force of a hundred bodies pressing against the wooden panels, the walls snap, relieving several cars of imprisoned cadets like barrels of wine struck with an axe.</p><p>&emsp;&quot;Now! Run for the tree line,&quot; a weak voice calls. I can see them now: cadets of the lowest class in the Academy. </p><p>&emsp;The highest class, Dragon Class, is sent beyond the walls to fight at the highest ranks, or to defend the Afterlife from unrest. The middle, Garnet Class, often ends up guarding the outer city. I always wondered what became of the lowest cadets who weren&apos;t called to the highest honors.</p><p>&emsp;Their resistance is futile. The Chymaeran Royal Guards dissolve to sickly caricatures of obsidian, their limbs sharper than the branches of the leafless trees. With so much time spent in darkness my eyes cannot afford me any color, but I can see the snow runs dark, and I know on the other side of the snow banks lie the lower cadets who were foolish enough to try to escape first.</p><p>&emsp;&quot;Do we run for it? What do we do?&quot; Sylvia asks. The panic flashes in her eyes, but Lyra remains calm, turning to the Chymaerans with a trail of blood running from her forehead.</p><p>&emsp;&quot;They&apos;ll think we&apos;re escapees that are hiding out in a storage car,&quot; Lyra says. &quot;We can&apos;t walk from here. Not at night, and not in the cold when we have so far still to go.&quot;</p><p>&emsp;A voice thunders from the front of the train. Each syllable trembles in the floorboards, shaking loose fasteners like chattering teeth. &quot;There&apos;a nowhere to run. Stay inside the train or else you will freeze and die.&quot; </p><p>&emsp;Escape is futile without the directional sense that leads you home &mdash; or a map like the one my grandfather left me of the lands beyond the wall. No wonder they outlawed that magnetic tool Everett had that points towards the city, saying it&apos;s an &quot;item that dishonors the unified spirit of Blackwater.&quot;</p><p>&emsp;Lyra turns to the Chymaerans. &quot;Play this off if they ever come by.&quot; They emerge from the corner, creatures of darkness whose bodies seem to soak all the light. But my eyes have adjusted and I see them now: hard-shelled flesh like steel armor, a triangle of three glowing, amethyst dots on their heads I can only interpret as eyes.</p><p>&emsp;A vibration shudders from deep within their throat, as if their vocal cords were feathered by the fronds of a comb instead of a violin&apos;s bow. The sound takes shape until it morphs into human speech, and I realize the sheer range of mastery these half-blood Chymaerans have with guising.</p><p>&emsp;And just like them, I&apos;ve changed in an instant, too: furious now with my waning patience for how many distractions tear me from any moment of peace.</p>"
  ],
  "BodyFormatted": [
    [
      "<p id=\"2.28.1.1\" class=\"Titus\">&emsp;For decades, the vacant shipping depot rested at the edge of the Twelfth District&apos;s outer walls:  a relic of an ancient time I passed on many Snowdrifter trips. Most don&apos;t know what the decrepit building is used for. All they&apos;ve seen is that it rotted for decades, rusted from endless snowstorms blasted at the ungalvanized metal, surprised that it still sees the arrival and departure of trains at all. Enough that it became a myth, living in the dreams and speculations of everyone who has borne witness.</p>",
      "<p id=\"2.28.1.2\" class=\"Titus\">&emsp;When we arrived hours earlier, it was flooded with activity, swarmed with Royal Guard and Merlot preparing the train cars. The two separatist Chymaerans morphed from familiar faces to random railworkers. In their hands were a keyring of blackened bone charms from their pockets, and with a surge of amethyst energy, they drew from the bone marrow with Essence, capturing their guise and gestures with near flawless accuracy. Their speech was convincing, carrying the slang and tone of the impoverished outwallers, the same style I recognized in my father.</p>",
      "<p id=\"2.28.1.3\" class=\"Titus\">&emsp;&quot;Us skinwalkers are mixed bloods, &apos;round half&apos;a human, half&apos;a Chyme,&quot; the blonde-haired Chymaeran said, guising as a Carmine coal miner that died in a gruesome accident four years ago. </p>",
      "<p id=\"2.28.1.4\" class=\"Titus\">&emsp;The second Chymaeran had a great slash across their face: dark hair and piercing blue eyes. The original victim was stabbed coming home from work and died alone on the street. Though the true body is six feet under somewhere with a missing bone, it looks as if that soul hadn&apos;t missed a day of life.</p>",
      "<p id=\"2.28.1.5\" class=\"Titus\">&emsp;Both recalled their hosts&apos; memories of Blackwater industry, and the clothes they conjured were an extension of their bodies&apos; Essence. The materials were astounding, so close to the true textures only touch could differentiate them. The fabrics folded like true cloth, but to the touch, every part of their disguise felt like frigid iron.</p>",
      "<p id=\"2.28.1.6\" class=\"Titus\">&emsp;&quot;Put &apos;ese on,&quot; the blonde Chymaeran said. Industry clothes, fashioned from the power of Chymaeran and Human Essence masterfully intertwined together. The scarred Chymaeran recalled their hosts&apos; memories of childhood playing on the tracks, long enough ago that trains still ran through the station. Although a large steel-barred fence deterred scavengers and vagrants, the scarred recalled a small space dug beneath the bottom, where ages ago their guise snuck through.</p>",
      "<p id=\"2.28.1.7\" class=\"Titus\">&emsp;The land just beyond the station was decrepit and undeveloped. Containers rotted to rust from snow and ice, and so much trash and waste sullied the dirt with rancid odors. The train station at the center was the only stone monolith to defy the slagyards, although its age showed in dusty shattered glass and worn engravings on the walls.</p>",
      "<p id=\"2.28.1.8\" class=\"Titus\">&emsp;The Chymaerans&apos; clothes dissolved to amorphous black, and in less than a blink they metastasized again as the fine robes of the Royal Guard.</p>",
      "<p id=\"2.28.1.9\" class=\"Titus\">&emsp;The one that guised Romin instructed us to play along, with their tongue changed to high speech. They had a cleaner face and a refined look, despite the consistent, straggling scar slicing straight down their face.</p>",
      "<p id=\"2.28.1.10\" class=\"Titus\">&emsp;The blonde Chymaeran turned to us. &quot;You&apos;re a maintenance crew, performing inspection on the coupling between coffin car 46 and 47.&quot;</p>",
      "<p id=\"2.28.1.11\" class=\"Titus\">&emsp;No one asks that many questions if you&apos;re carrying tools somewhere. I picked up a long rusted crescent wrench from atop an iron barrel to further my disguise, and our bags only added to the persuasion. We circled the perimeter of the building for the side entrance. Several technicians sat on petrified stumps just beyond the heavy-duty side door, warming their hands over a barrel. A single Royal Guard observed them.</p>",
      "<p id=\"2.28.1.12\" class=\"Titus\">&emsp;He turned to us. &quot;Finally, about time those bloody-damn railmen showed up,&quot; he said. </p>",
      "<p id=\"2.28.1.13\" class=\"Titus\">&emsp;&quot;They &apos;ad us prepping these cars for weeks, and you cunts show at the last minute,&quot; one railmen complains. &quot;Still got two carts needin&apos; a lathe, so get on it, fresh blood!&quot;</p>",
      "<p id=\"2.28.1.14\" class=\"Titus\">&emsp;&quot;Lathe?&quot; Sylvia asks. I know what it is from my time in the machine shop, but the scarred answers her first, in a hushed whisper.</p>",
      "<p id=\"2.28.1.15\" class=\"Titus\">&emsp;&quot;Wheel lathe, he says. Profiles the wheels before departure. Keep them round.&quot;</p>",
      "<p id=\"2.28.1.16\" class=\"Titus\">&emsp;&quot;But I don&apos;t know how to use it,&quot; Sylvia says.</p>",
      "<p id=\"2.28.1.17\" class=\"Titus\">&emsp;&quot;I got some&apos;in you can use!&quot; One says.</p>",
      "<p id=\"2.28.1.18\" class=\"Titus\">&emsp;&quot;An&apos;ya got a bitch workin&apos; lines?&quot; They say, when Sylvia appears from behind me. &quot;Fine, too.  Nice knockers &mdash; guess whorin&apos; these days is so bad you gotta do a man&apos;s work.&quot;</p>",
      "<p id=\"2.28.1.19\" class=\"Titus\">&emsp;&quot;Why don&apos;t ya polish my shaft,&quot; another says.</p>",
      "<p id=\"2.28.1.20\" class=\"Titus\">&emsp;&quot;That&apos;s enough from you. Get back to work, shitbloods,&quot; the lone Royal Guard said. They grumbled, back to their drivel about sex and drinking. &quot;And you two,&quot; he said, pointing to the guised Chymaerans, &quot;what are your plans with those shitbloods?&quot;</p>",
      "<p id=\"2.28.1.21\" class=\"Titus\">&emsp;I spoke up. &quot;We&apos;re maintenance crew for the&mdash;&quot;</p>",
      "<p id=\"2.28.1.22\" class=\"Titus\">&emsp;The Royal Guard struck me across the face without a moment&apos;s hesitation. He didn&apos;t even bother to meet my eyes, turning to the Chymaerans. &quot;One more word and that worker is leaving its crew in a body bag,&quot; he said. &quot;Now what are they here for?&quot;</p>",
      "<p id=\"2.28.1.23\" class=\"Titus\">&emsp;The scarred regurgitated my lines. &quot;Maintenance on the couplings. Cycled strain between the forty-seven and forty-eight couplings are long overdue. Age and impulse loads stretch far beyond infinite yield.&quot;</p>",
      "<p id=\"2.28.1.24\" class=\"Titus\">&emsp;&quot;Enough big words. Royal Guard shouldn&apos;t partake in that feculent tongue. Do what you have to,&quot; he said, and we passed through the door, eyes down, sure to make no contact with any of the Royal Guard. </p>",
      "<p id=\"2.28.1.25\" class=\"Titus\">&emsp;&quot;It.&quot; Gods, I&apos;d almost forgotten how much irrational hatred the upper scumbags have for our people. Lyra tensioned her fists, the same thought on her mind.</p>",
      "<p id=\"2.28.1.26\" class=\"Titus\">&emsp;The blonde Chymaeran tugged my shirt. &quot;It&apos;s best if I do the talking here,&quot; he said, and I nodded in response.</p>",
      "<p id=\"2.28.1.27\" class=\"Titus\">&emsp;On the platform of the stabling area, where the ready trains awaited departure, the scarred approached a group of higher-level Royal Guards. He recalled the thoughts of his precious guise. </p>",
      "<p id=\"2.28.1.28\" class=\"Titus\">&emsp;&quot;These shitbloods are doing maintenance on the couplings. We only have time for loaded carriages since they&apos;ll take the most force. Do you know which have pre-loaded?&quot;</p>",
      "<p id=\"2.28.1.29\" class=\"Titus\">&emsp;One of them pointed to three cars, painted with a green dash I could only imagine meant READY FOR DEPARTURE. As they asked the Chymaerans about the logistics of the maintenance job, I listened in to the other guards discussing the details of their next move.</p>",
      "<p id=\"2.28.1.30\" class=\"Titus\">&emsp;&quot;Prepare the carriages for fuel. Purgatory is on the way,&quot; an intercom buzzed. Few lower tradesmen remained in the belly of the depot. Colors of jade and vermilion swarmed the spaces between the tracks like a muddle of ants carrying leaves and fruit. Purgatory? As in a place? A weapon?</p>",
      "<p id=\"2.28.1.31\" class=\"Titus\">&emsp;&quot;Prepare for departure. Loading will begin in one hour,&quot; the announcement spoke.</p>",
      "<p id=\"2.28.1.32\" class=\"Titus\">&emsp;&quot;We need to get us in the storage cars,&quot; the blonde Chymaeran said, but my mind was wrapped in the mystery of my surroundings. So many storage cars: empty, without seats or soft flooring. It couldn&apos;t be for liquid fuel. Maybe lumber? No, that wouldn&apos;t make sense &mdash; all the trees are outside these walls. That&apos;d be like exporting water to a lake.</p>",
      "<p id=\"2.28.1.33\" class=\"Titus\">&emsp;With an hour until departure, at a moment when the guards&apos; eyes no longer watched our hands pretending to tinker with the machinery, we dipped into the second loaded car, throwing the heavy door aside just far enough to squeeze through. Despite the climate of our lands, the carriage was hot and stuffy, but we didn&apos;t dare open the doors again to vent. We suffered through this for hours in the bootlegger hatch, and it didn&apos;t trouble us to tough it out for a little longer. </p>",
      "<p id=\"2.28.1.34\" class=\"Titus\">&emsp;Our Chymaerans locked the latches from the inside. Commanding shouts and screeching cars shook the floor of Carriage Forty-Eight. And as soon as the darkness concealed them, my eyes could no longer discern the shape of the Chymaerans. Just a darkness blacker than black, as if their bodies starved the space of every ribbon of light.</p>",
      "<p id=\"2.28.1.35\" class=\"Titus\">&emsp;Our disguises dissolved faster than a fake smile without a witness, leaving us in our travel clothes. We wouldn&apos;t need our coats until rushing polar winds could breach the splintered slats, so we sat in silence for that hour, trying to discern the voices of a large crowd ushered towards the cars. What lucky bastards we were when we realized what we missed.</p>"
    ],
    [
      "<p id=\"2.28.2.1\" class=\"Titus\">&emsp;&quot;I never knew there was this much sky out there,&quot; says Sylvia, captivated by the sights unfolding like pages from my grandfather&apos;s old storybooks. The light lasts just long enough to bless the world with one last flood of color, spilling all the paints across the sky before sepia swallows the world. </p>",
      "<p id=\"2.28.2.2\" class=\"Titus\">&emsp;In my mind&apos;s eye I remember the first Snowdrifter trips with my grandfather, when I began building my stamina for long treks. He told me to absorb the sights and serenity of life unfolding around me. Listen for the static, can you hear it? He would ask, and I&apos;d listen and listen, waiting for a sound to ring in my ears. I&apos;d get frustrated after a time. I can&apos;t hear it, I&apos;d say. He&apos;d laugh and keep asking over and over, every half an hour, until it became the only thought that filled my mind.</p>",
      "<p id=\"2.28.2.3\" class=\"Titus\">&emsp;Years later, I considered it was a genius way of getting me to shut up and stop asking if we were there yet. But as age dragged me closer to the edge of graduation, phase after phase until I now realize the true shortness of time, I&apos;ve found what he really meant. The demands of my abruptly-shortened childhood threaten to swallow me alive. I find gray hairs in my beard. I lose weight from malnutrition. And responsibilities have become so severe that the pit in my stomach is a feature, not a sickness.</p>",
      "<p id=\"2.28.2.4\" class=\"Titus\">&emsp;The older I get, the more I realize that static is just the absence; everything that isn&apos;t. It was the space between the trees when the snow crunched under my small feet. It was the drawn silence between question and answer before Everett would laugh and ask it again. And now it&apos;s the pause between rhythmic jolts of the chassis as the steel screeches against the rails, casting sparks beneath the floor.</p>",
      "<p id=\"2.28.2.5\" class=\"Titus\">&emsp;I can detach my emotions the more I convince myself that this life is temporal. A breadth of time separates me from my loved ones only by a trail of Essence. I can feel the texture of every memory as if it still breathes, like a cherished friend waiting for me to return. And when I look at Lyra and Sylvia, I try harder and harder to separate myself from becoming attached to these afterimages of a failure that will soon be rewritten. These people are temporal too . . . I have to convince myself, I have to believe that.</p>",
      "<p id=\"2.28.2.6\" class=\"Titus\">&emsp;&quot;What are you thinking about?&quot; Sylvia asks.</p>",
      "<p id=\"2.28.2.7\" class=\"Titus\">&emsp;&quot;Just some words from my father,&quot; I say. She rests her head against my shoulder. I let it happen, but I turn away. </p>",
      "<p id=\"2.28.2.8\" class=\"Titus\">&emsp;&quot;What did he tell you?&quot; She asks.</p>",
      "<p id=\"2.28.2.9\" class=\"Titus\">&emsp;&quot;Words he should have said a decade ago,&quot; I say. &quot;But welcome words &mdash; it&apos;s not too late.&quot;</p>",
      "<p id=\"2.28.2.10\" class=\"Titus\">&emsp;&quot;I&apos;m glad you had that chance. You were so different,&quot; she says.</p>",
      "<p id=\"2.28.2.11\" class=\"Titus\">&emsp;&quot;What do you mean?&quot;</p>",
      "<p id=\"2.28.2.12\" class=\"Titus\">&emsp;&quot;You&apos;re so kind and patient around your friends, but around your father, you&apos;re usually angry and short.&quot; She pauses. &quot;In temper, not&mdash;&quot;</p>",
      "<p id=\"2.28.2.13\" class=\"Titus\">&emsp;&quot;Of course,&quot; I say.</p>",
      "<p id=\"2.28.2.14\" class=\"Titus\">&emsp;&quot;But you were patient with him this time. I can&apos;t remember the last time I ever saw you like that.&quot;The last fight with him replays in my mind: the sincerity of his regret and the emptiness I found in his heart. </p>",
      "<p id=\"2.28.2.15\" class=\"Titus\">&emsp;&quot;It&apos;s just the finality of everything. Funny how it drags the words out of us, the ones we&apos;d never say before, huh?&quot; </p>",
      "<p id=\"2.28.2.16\" class=\"Titus\">&emsp;My spirit longs to open up and tell her everything, but I&apos;m so afraid that if I break apart now, I won&apos;t have the strength to sacrifice for all the ones who didn&apos;t make it: the ones I owe my life to.</p>",
      "<p id=\"2.28.2.17\" class=\"Titus\">&emsp;&quot;You know, sometimes I just wish I wasn&apos;t so weak,&quot; she says.</p>",
      "<p id=\"2.28.2.18\" class=\"Titus\">&emsp;&quot;No&mdash;&quot; My face scrunches when I disagree. &quot;You&apos;re not. You and I have been down a terrible, grueling path in each of our lives, yet we&apos;ve both made it this far.&quot;</p>",
      "<p id=\"2.28.2.19\" class=\"Titus\">&emsp;&quot;Because of how needy I am. It feels like I&apos;m always behind you, tugging at your cloak for you to lead me on, ever since the orphanage. And I feel awful for always being your . . . burden,&quot; she says. That last word parts from her lips like a curse. &quot;And it makes me so sorry for that.&quot;</p>",
      "<p id=\"2.28.2.20\" class=\"Titus\">&emsp;&quot;You are never a burden,&quot; I insist, &quot;because we depend on each other. Don&apos;t you ever think that!&quot;</p>",
      "<p id=\"2.28.2.21\" class=\"Titus\">&emsp;&quot;I&mdash;I&apos;m sorry,&quot; she says, burying her head in my arm before I notice my moment of passion was misread. But&mdash;before I can remind her to stop apologizing for things that aren&apos;t her fault, she continues.</p>",
      "<p id=\"2.28.2.22\" class=\"Titus\">&emsp;&quot;You&apos;d tell me that insistence I had earlier to stay by your side was courage,&quot; Sylvia says. &quot;Telling you I was in it no matter what. It sounded brave when I said it.&quot;</p>",
      "<p id=\"2.28.2.23\" class=\"Titus\">&emsp;&quot;It was brave,&quot; I say.</p>",
      "<p id=\"2.28.2.24\" class=\"Titus\">&emsp;&quot;But really &mdash; I was so afraid of a world without you that I couldn&apos;t bear to be alone again. The voices, Titus! All the voices of my past have lost their distinction, as those playground kids or abusive adults or . . . the others . . . I wish I could forget. The further time takes me from them and their jeers of how pathetic I am, the more that voice becomes my own. And the more I hear myself, the harder it is to hear anything else.&quot;</p>",
      "<p id=\"2.28.2.25\" class=\"Titus\">&emsp;&quot;What&apos;s strength to you, then? Brawn like Romin? Charisma like Valentina?&quot;</p>",
      "<p id=\"2.28.2.26\" class=\"Titus\">&emsp;&quot;Resilience like you,&quot; she says. &quot;Strong enough to carry the weight of the world. Honed and one-pointed enough to let the pain pass through you. Direction. Conviction.&quot; </p>",
      "<p id=\"2.28.2.27\" class=\"Titus\">&emsp;And maybe that&apos;s the image that burned in her mind for the months I was asleep in the Afterlife. That&apos;s what she almost became. And maybe at the end of it she understood just like I do that the pain never passes through. It&apos;s an act of atrophy, constantly adding wax and sculpting a candle that burns from both ends. And maybe I&apos;ve become convincing enough to hide it.</p>",
      "<p id=\"2.28.2.28\" class=\"Titus\">&emsp;&quot;And that&apos;s exactly why I find myself weak,&quot; I say. Because I fail to find the strength or words to tell her how I feel. Even now. I didn&apos;t lie when I told Romin I was always running from that feeling that drags behind me like my own shadow. And the image of my father&apos;s weakness shows me, again, that freedom I&apos;m so afraid of.</p>",
      "<p id=\"2.28.2.29\" class=\"Titus\">&emsp;&quot;Sometimes it feels like you&apos;re the last light that survived from those times of innocence. You&apos;ve always protected me. I just wish I could do more,&quot; Sylvia says, as she snuggles up to my arm, completely unaware of the comfort and fullness she&apos;s brought to me&mdash;though I&apos;ve always fumbled on the words to tell her.</p>",
      "<p id=\"2.28.2.30\" class=\"Titus\">&emsp;Maybe I can do it this time.</p>",
      "<p id=\"2.28.2.31\" class=\"Titus\">&emsp;&quot;You do enough,&quot; I mutter.</p>",
      "<p id=\"2.28.2.32\" class=\"Titus\">&emsp;&quot;Huh?&quot; She says. Her beautiful crimson eyes meet mine, and for a moment, my voice wavers. </p>",
      "<p id=\"2.28.2.33\" class=\"Titus\">&emsp;&quot;You always do enough. Because . . . you&apos;re the reason I&apos;ve made it this far, too.&quot;</p>",
      "<p id=\"2.28.2.34\" class=\"Titus\">&emsp;&quot;Titus,&quot; she says. My name is so sweet from her lips, and then I feel it: how something so softly opens inside me, before I can recapture it; how I spent all those years pounding at the door when all I needed was patience and clemency. </p>",
      "<p id=\"2.28.2.35\" class=\"Titus\">&emsp;I can feel my face so magnetically drawn to hers, and I realize I&apos;ve always felt it, that feeling, and the last thought I manage is to contemplate the softness of her lips.</p>",
      "<p id=\"2.28.2.36\" class=\"Titus\">&emsp;Then the train lurches to a halt. </p>",
      "<p id=\"2.28.2.37\" class=\"Titus\">&emsp;We don&apos;t. </p>",
      "<p id=\"2.28.2.38\" class=\"Titus\">&emsp;The wheels no longer mask the sound of shouts and screams beyond the car. It&apos;s only then that we realize what the &quot;fuel&quot; is, faster than our bodies slam against the hay bales along the front wall.</p>",
      "<p id=\"2.28.2.39\" class=\"Titus\">&emsp;I hear the voices of cadets, no older than I am, crying out into the night. Fists pound on the walls and doors of the train like lumberjacks chopping a full forest, and moments later, from the shear force of a hundred bodies pressing against the wooden panels, the walls snap, relieving several cars of imprisoned cadets like barrels of wine struck with an axe.</p>",
      "<p id=\"2.28.2.40\" class=\"Titus\">&emsp;&quot;Now! Run for the tree line,&quot; a weak voice calls. I can see them now: cadets of the lowest class in the Academy. </p>",
      "<p id=\"2.28.2.41\" class=\"Titus\">&emsp;The highest class, Dragon Class, is sent beyond the walls to fight at the highest ranks, or to defend the Afterlife from unrest. The middle, Garnet Class, often ends up guarding the outer city. I always wondered what became of the lowest cadets who weren&apos;t called to the highest honors.</p>",
      "<p id=\"2.28.2.42\" class=\"Titus\">&emsp;Their resistance is futile. The Chymaeran Royal Guards dissolve to sickly caricatures of obsidian, their limbs sharper than the branches of the leafless trees. With so much time spent in darkness my eyes cannot afford me any color, but I can see the snow runs dark, and I know on the other side of the snow banks lie the lower cadets who were foolish enough to try to escape first.</p>",
      "<p id=\"2.28.2.43\" class=\"Titus\">&emsp;&quot;Do we run for it? What do we do?&quot; Sylvia asks. The panic flashes in her eyes, but Lyra remains calm, turning to the Chymaerans with a trail of blood running from her forehead.</p>",
      "<p id=\"2.28.2.44\" class=\"Titus\">&emsp;&quot;They&apos;ll think we&apos;re escapees that are hiding out in a storage car,&quot; Lyra says. &quot;We can&apos;t walk from here. Not at night, and not in the cold when we have so far still to go.&quot;</p>",
      "<p id=\"2.28.2.45\" class=\"Titus\">&emsp;A voice thunders from the front of the train. Each syllable trembles in the floorboards, shaking loose fasteners like chattering teeth. &quot;There&apos;a nowhere to run. Stay inside the train or else you will freeze and die.&quot; </p>",
      "<p id=\"2.28.2.46\" class=\"Titus\">&emsp;Escape is futile without the directional sense that leads you home &mdash; or a map like the one my grandfather left me of the lands beyond the wall. No wonder they outlawed that magnetic tool Everett had that points towards the city, saying it&apos;s an &quot;item that dishonors the unified spirit of Blackwater.&quot;</p>",
      "<p id=\"2.28.2.47\" class=\"Titus\">&emsp;Lyra turns to the Chymaerans. &quot;Play this off if they ever come by.&quot; They emerge from the corner, creatures of darkness whose bodies seem to soak all the light. But my eyes have adjusted and I see them now: hard-shelled flesh like steel armor, a triangle of three glowing, amethyst dots on their heads I can only interpret as eyes.</p>",
      "<p id=\"2.28.2.48\" class=\"Titus\">&emsp;A vibration shudders from deep within their throat, as if their vocal cords were feathered by the fronds of a comb instead of a violin&apos;s bow. The sound takes shape until it morphs into human speech, and I realize the sheer range of mastery these half-blood Chymaerans have with guising.</p>",
      "<p id=\"2.28.2.49\" class=\"Titus\">&emsp;And just like them, I&apos;ve changed in an instant, too: furious now with my waning patience for how many distractions tear me from any moment of peace.</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 262,
  "ReleaseDate": [
    "09",
    "20",
    "2025",
    "2025-09-20 00:00:00"
  ],
  "Active": false,
  "Perspective": "Titus",
  "Status": "Revised Draft",
  "WordCount": 0,
  "Summary": ""
}