{
  "Story": "Firebrand",
  "Title": "Chapter Thirty-Two",
  "Subtitle": "Unsettled Glory",
  "Act": 2,
  "ChapterNumber": 32,
  "Synopsis": "They worship themselves in unpaid glory.",
  "RevNotes": "",
  "ID": "2.30",
  "Body": [
    "<p>&emsp;The villagers of the Backwoods work late into the night. Hunters return from the lukewarm fringe of land where animals tread. There exists no ancient wall to separate us from nature, no hard boundary, but a gradient of frost that tapers off into the shaded darkness of the treeline.</p><p>&emsp;I find that like it. Unlike the hedonistic civilians that indulge themselves behind their tall cobblestone walls, these villagers directly face that boundless, all-consuming darkness every night, reminding them of all they could lose at a moment&apos;s notice. I can feel the same edge in their fears of the Afterlife that I feel grow within myself, that bitter sickness like cancer that never leaves once it comes; a permanent ailment of the mind.</p><p>&emsp;&quot;Titus,&quot; a voice calls. &quot;I&apos;ve been looking for you.&quot; It&apos;s Raine. He stands beside a great sled on the edge of the village as the darkness sets into the forest, talking with two tall hooded figures. Looking at their feet, I consider they have the strangest shoes, as if they stand on tall heels only exposing the lowest part of their toes, but the detail eludes me.</p><p>&emsp;&quot;We have some time before the meeting. I wanted to talk with you for a while.&quot;</p><p>&emsp;&quot;Sure,&quot; I offer, joining their conversation circle as they part to let me in. But my attention is fixed on the strange creatures my eyes can&apos;t reconcile, the slight hunching, looking as if dogs stand upright at full attention. Their eyes are piercing and slitted. Their bulky gloves are covered in fur. It&apos;s only when they withdraw their hoods that I realize what they are.</p><p>&emsp;&quot;Human, look as if you&apos;ve seen a ghost,&quot; they say.</p><p>&emsp;&quot;You&apos;re . . . Ahkvasans,&quot; I say.</p><p>&emsp;&quot;I&apos;m impressed,&quot; Raine says. &quot;How do you even know that?&quot;</p><p>&emsp;&quot;My grandfather hoarded illicit books of the old world. He insisted they weren&apos;t fairy tales, though everything that the Academy and Seminary taught us would say otherwise.&quot; I turn to them in disbelief, as if all pen-and-ink illustrations of my memory were given slender legs and angular faces. &quot;How did you even make it here? Where do you come from?&quot;</p><p>&emsp;They motion to the sled, outfitted like a touring car with flat skis instead of wheels. &quot;Explorers, we are. From Melenia. Sent by Ja&apos;ada. This is the only northern village we can travel. Well-known by other lands. Supported by us. Cause is noble.&quot;</p><p>&emsp;&quot;As we&apos;re the last Humans alive. Surely,&quot; I say. They laugh to themselves, muttering something in their own sharp-tongued language.</p><p>&emsp;&quot;Walk with me,&quot; Raine says. &quot;Where&apos;s the other girl?&quot;</p><p>&emsp;&quot;Still exploring. I didn&apos;t mean to leave her hanging, but I wanted to return to the barracks,&quot; I say. &quot;What do you need?&quot;</p><p>&emsp;&quot;First is an Essence transfer. I also want to give you a quick personal tour,&quot; Raine says.</p><p>&emsp;&quot;Thank you for your time, sir,&quot; I say, but I can tell the gnawing anticipation to learn his son&apos;s past would consume him if he didn&apos;t approach me eventually.</p><p>&emsp;&quot;Call me Raine,&quot; he says. </p><p>&emsp;We wave to the Ahkvasans, still chattering on and laughing in their quick tongue. He stops for a moment and turns to face me.</p><p>&emsp;&quot;I would have done this if you both were here. But you need some Essence to be helpful out here,&quot; he says.</p><p>&emsp;&quot;You can transfer Essence?&quot;</p><p>&emsp;&quot;It takes a lot to give a little. But when the elders die, they allow us to reclaim it all in their passing. Circle of life, or something like that, right?&quot; Raine says.</p><p>&emsp;&quot;So you kill them first?&quot;</p><p>&emsp;He laughs. &quot;No. Gods no, absolutely not. But when they die, there&apos;s a brief period that the Essence vacates their circuits. It shimmers in the air, faintly, like crystals of snow, so clear you almost can&apos;t see it, attracted to the nearest circuit-wielder like metal dust to a magnet. But if too much time passes, it condenses to dead Essence, falling to the ground where it&apos;s absorbed into the dirt.&quot;</p><p>&emsp;I recall the great liquidation of Blackwater, the moment when Essence flooded through the cavern from all the victims of Endogeny. The flood of power I felt in my circuits, though only a hundredth of a hundredth of that great plume found me.</p><p>&emsp;&quot;I&apos;ve never witnessed that before,&quot; I tell him.</p><p>&emsp;&quot;I hope not,&quot; he says, laughing again. </p><p>&emsp;He exposes his hand. Near the bones on both sides of his wrist, I see two series of slashes that have worn there many times before. </p><p>&emsp;&quot;Are you ready? This won&apos;t hurt too much, I promise,&quot; he insists.</p><p>&emsp;&quot;Go ahead,&quot; I say.</p><p>&emsp;He withdraws a dagger. It glows hot like the can of beans did in Lyra&apos;s hand, cleansing the blade of any impurities. &quot;We need to air our blood for the transfer to happen. Hold my forearm. Line our wrists at the joint.&quot;</p><p>&emsp;We hold each other&apos;s arms like a deep handshake. He slices the blade across both of our wrists at the side. The pain is quick. A small trickle of blood pools together at the crease of our light and dark flesh. By gravity, none of it returns to the slice to cross-contaminate, but I can see the faintest glow rise between us. </p><p>&emsp;Raine draws into his pocket with another hand, retrieving dead Essence, and he sprinkles it on the union of our blood. It stings of a familiar otherworldly force when it absorbs into the lesion. When the blood dries, he twists his wrist so that mine is on top, and an immense feeling of flux envelops me.</p><p>&emsp;&quot;The Chieftains hold all the Essence of the dead so that it can be distributed efficiently,&quot; he says. &quot;But imagine this: even with all this Essence flooded in each of our circuits from the fallen, we don&apos;t even reach a tenth of what the average pureblood of the Afterlife has.&quot; His face is stoic again. &quot;Honor their sacrifice. Return to the graves of the deceased whose Essence you took to honor them. Somewhere in the reservoir, your words will reach them, and maybe, just maybe, it will guide them back to us in another life.&quot;</p><p>&emsp;&quot;I will,&quot; I tell him. The feeling is electric. But it&apos;s nothing close to the magnitude of what I had in the Afterlife.</p><p>&emsp;&quot;Soon you&apos;ll even be able to do this. Watch,&quot; he says. </p><p>&emsp;He turns his palm upward. His fingers glow like flesh pressed directly up to a flashlight, and in moments, a spark attenuates into a flame.</p><p>&emsp;He finds joy in my expression of disbelief. &quot;You remind me of my son Ryder, the first time I showed him in the basement of the Compound. He pleaded for me to teach him, but I had to swear him to secrecy,&quot; Raine says. &quot;I never got the chance to show Romin.&quot;</p><p>&emsp;&quot;I&apos;m sure he would have been amazed,&quot; I tell him. &quot;It&apos;s our birthright as Humans. It&apos;s what we deserve.&quot;</p><p>&emsp;&quot;Damn right,&quot; he says. &quot;Speaking of that, how does the Essence feel? It must be a strange new sensation to you.&quot;</p><p>&emsp;&quot;It feels nice. I won&apos;t freeze when sleeping at night anymore, I can tell you that,&quot; I say.</p><p>&emsp;&quot;Good,&quot; Raine says. He motions for me to follow him. &quot;Look&mdash;I&apos;m sorry how we reacted to your arrival. You have to understand how scared we were, how thin the ice is we tread on secrecy. You know why I left Blackwater?&quot;</p><p>&emsp;I shake my head.</p><p>&emsp;&quot;The First Red Chieftains phase through life terms. When one dies, another replaces them. It&apos;s a rare occurrence &mdash; you probably don&apos;t know how much a solid base of Essence prolongs the Human life &mdash; but when a chair is empty, they draw directly from the highest member of that Blackwater district.&quot;</p><p>&emsp;&quot;It happened when Romin was three or so, I think I remember from what he told me,&quot; I say. &quot;You didn&apos;t have a choice, did you?&quot;</p><p>&emsp;&quot;The Carmine pledge leaves no room to waver in uncertainty. You give all of yourself, everything that&apos;s asked of you. And the most taxing is time.&quot; He looks down at his weathered, cracked hands as we walk. &quot;I gave up a relationship with my sons. I had to die to them. They had everything in place to convincingly frame it, and it doesn&apos;t take much to convince the Merlot and the Afterlife&mdash;they were probably relieved,&quot; he says. &quot;My whole life here has been trying to make up for that. And I want you to know that, although this life will be hard, you will be safe and protected, well-taken-care-of and challenged.&quot; The words sound like they&apos;ve been rehearsed in his mind for ages, for someone he knew he&apos;d never meet.</p><p>&emsp;&quot;And I&apos;ll honor whatever you need from me, Raine,&quot; I tell him.</p><p>&emsp;Raine introduces me to half the village, and to any curious passerby that stares me down like how I glared at the Ahkvasans. He shows me the grueling labor of the farmers, able to harvest fully-grown plants in a mere two weeks by cheating the ecosystem with Essence. He shows the few young Carmine much like myself, strong with corded muscle much like Romin, enthusiastic to find another friend their age. And finally, we arrive to the Chieftains&apos; Lodge, where he takes me inside.</p><p>&emsp;&quot;And this building here is the heart of all the Carmine, all we&apos;ve ever fought for. It&apos;s nothing compared to the great compounds we&apos;ve erected all around Blackwater proper, of course: all we have out here is logs instead of concrete. But this is the nexus from which all decisions spring, influencing the Carmine in Blackwater though ninety-nine-point-nine percent of their ranks don&apos;t even know we exist.&quot;</p><p>&emsp;In the center of the floor is the shimmering fragment of something in a case. Now that enough Essence floods my circuits, I can sense it, and Raine notices.</p><p>&emsp;&quot;A fragment of Pure Essence,&quot; he says. &quot;Legends say the Pure Essence comes straight from the Gods, before they banished themselves from this world and all its affairs.&quot; His eyes look beyond the windows for something, and then he tugs my shirt, bringing me to the window. &quot;You see that boulder out there? That one, by the tree.&quot;</p><p>&emsp;&quot;What about it?&quot; </p><p>&emsp;It&apos;s about knee-height in diameter.</p><p>&emsp;&quot;They say that&apos;s how much of this Pure Essence exists in the world. So much unaccounted for, so much we don&apos;t even know about, so much even locked away for safety, for mutually-assured destruction, hopefully never to be touched. It&apos;s the only fine connection we still have to the divine.&quot;</p><p>&emsp;&quot;And it&apos;s the source of the climate,&quot; I say.</p><p>&emsp;&quot;Smart,&quot; Raine says. &quot;A great part of it. Any more and we&apos;d stick out to the Afterlife. We have just enough to remain hidden in this endless snowstorm, the best cover we could ever ask for.&quot;</p><p>&emsp;A Sister approaches from behind us, excusing her interruption before tapping me on the shoulder. </p><p>&emsp;&quot;This is yours, right?&quot; In her hand dangles the black, crystalline identity marker, suspended from a fixed clasp after Raine tore it from me. &quot;The Chymaeran-blooded brothers were excited for some reason after they asked to borrow it. These things are speculated about like treasures to Snowdrifters. It&apos;s part of their culture, I guess. But they gave up after they couldn&apos;t find whatever they were looking for.&quot;</p><p>&emsp;&quot;Thanks,&quot; I tell her.</p><p>&emsp;&quot;Chymaerans are strange creatures,&quot; Raine says. &quot;But then again, I guess we&apos;re strange to them, too.&quot;</p><p>&emsp; I tie the clasp back around my neck, and attuned more to the energies of the world around me, I feel the strangeness of its power as if a voice whispers in my mind.</p>",
    "<p>&emsp;The gathering has already begun in the amphitheater by the time Raine and I arrive. The Chieftains of the First Red scatter about the front benches as salt-and-pepper heads of hair in a sea of crimson cloaks. Behind them, villagers fill the outcropping seated on grass, rocks, or fallen logs, and to the sides of us, limestone slabs scrape the sky above the trees. The two natural walls meet at the bottom, where an outcropping of rocks have been cobbled into a stage.</p><p>&emsp;Raine motions for me to sit next to him on the rear benches near the central aisle. I look for Sylvia or Lyra, the only other two faces I know, but the ruffled hair, tattered clothes, and sultry skin of the villagers blend them all into the foliage.</p><p>&emsp;The twelfth chieftain&apos;s voice booms with enough resonance for us all to hear.</p><p>&emsp; &quot;Motion to discuss Essence allocation to agriculture has been tabled to next month&apos;s meeting,&quot; he says, and in a drawn pause of commotion, I ask Raine why he isn&apos;t up there with them. He tells me they switch off each week in hosting the gathering, allowing them to balance focus between provincial issues.</p><p>&emsp;&quot;Next order of business,&quot; says the secretary. The cabinet scans for propositions.</p><p>&emsp;&quot;Motion to discuss scouting literature for children,&quot; a female voice says.</p><p>&emsp;&quot;That&apos;s for subcommittee discussion,&quot; the Chieftain says. &quot;Pressing issues. Large concerns. Thats what we discuss here. Anyone?&quot;</p><p>&emsp;&quot;Motion to discuss housing conditions in the third barracks,&quot; another says. &quot;There&apos;s been a roof collapse, and&mdash;&quot;</p><p>&emsp;&quot;Again, committee issue,&quot; he says, almost bored and agitated&mdash;but then again, everyone looks jaded and depressed.</p><p>&emsp;Another young voice calls out. &quot;Motion to discuss the return to Blackwater,&quot;</p><p>&emsp;The old men groan in the audience. &quot;No, not again. Sit down, Lyra!&quot;</p><p>&emsp;&quot;Anyone to second this motion?&quot; </p><p>&emsp;The Secretary of the twelfth province looks around, but all we hear is the disparate answer of nature. </p><p>&emsp;My eyes scan the crowd for the excited, young voice, and I find Lyra standing there in the middle: squeamish, hoping for someone to extend her motion. And right beside her is Sylvia.</p><p>&emsp;&quot;Please. Just humor me this once. Just hear me out,&quot; Lyra says. </p><p>&emsp;Raine nudges me, muttering something about his annoyance.</p><p>&emsp;&quot;Will this close it, Lyra, once and for all?&quot; the Secretary asks.</p><p>&emsp;&quot;Close the purpose we&apos;re out here? We have to . . .&quot; Her words trail off when she looks around at all the bowed heads. But she&apos;s still adamant.&quot;Yes. This time it&apos;s definitive.&quot;</p><p>&emsp;&quot;Seconded, then,&quot; the Secretary says. &quot;Proceed with your new business.&quot;</p><p>&emsp;The old Carmine leaders all appear sour and exhausted, as if it were just yesterday that they left their old lives. They turn away in ignorance, chattering with small talk to mute her out.</p><p>&emsp;&quot;The time has finally arrived,&quot; she insists, and for such big words, they elicit no reaction, because I&apos;m sure they&apos;ve heard them before. &quot;I&apos;ve been stationed in Blackwater proper for several months with guising Chymaerans, and we witnessed something that has never happened before . . .&quot;</p><p>&emsp;She milks suspense for every ounce she can get, but still comes up dry.</p><p>&emsp;&quot;A column of crimson light broke the sky,&quot; Lyra says. &quot;That means two things. First, that there was Pure Essence in some form. And second, that someone of the Chosen bloodline got their hands on it!&quot;</p><p>&emsp;&quot;That&apos;s impossible,&quot; the twelfth Chieftain says.</p><p>&emsp;I hear two Carmine whisper behind us. </p><p>&emsp;&quot;Just because she&apos;s related to that bastard Ullrich doesn&apos;t make her special,&quot; one says. The other laughs until it turns to a cough.</p><p>&emsp;Lyra continues, &quot;But that Pure Essence has fallen into the hands of the Afterlife.&quot;</p><p>&emsp;The chieftain says, &quot;How, then? How do you know this when our messengers haven&apos;t even returned with this information?&quot;</p><p>&emsp;&quot;Because we beat them here,&quot; Lyra says.</p><p>&emsp;&quot;We can&apos;t act on something our messengers haven&apos;t confirmed,&quot; he replies.</p><p>&emsp;I can see the frustration build inside Lyra. &quot;But I wasn&apos;t alone! There were two Chymaerans with me that witnessed it. And Sylvia. And Titus&mdash;&quot; she says, scanning the crowd for our faces, and she frowns when she finds me next to Raine.</p><p>&emsp;Raine turns to me. &quot;Is this all really true?&quot;</p><p>&emsp;&quot;Every word of it,&quot; I say.</p><p>&emsp;With her argument crumbling to sand, Lyra fights to usher out her last argument before they silence her. &quot;And if that column of light erupted &mdash; and there was Pure Essence &mdash; then that means Fletcher is alive. It had to have been him!&quot;</p><p>&emsp;Another audible groan from the audience.</p><p>&emsp;&quot;No, think about it. Good Carmine brothers and sisters, there&apos;s no other possibility.&quot;</p><p>&emsp;&quot;Impossible,&quot; I mutter: I lit that column of light. Telling them would only further confound the story and sully the waters. I&apos;m far too young to fit Lyra&apos;s theory, anyways.</p><p>&emsp;&quot;I think we&apos;ve all heard quite enough of your . . . &apos;possibilities,&apos;&quot; Raine says. He stands beside me. &quot;Even if the Afterlife have a source of pure Essence, it&apos;s impossible that your brother is still alive.&quot;</p><p>&emsp;Lyra turns to the Secretary who proposed the seconding motion in the first place. I can feel her anger towards their reverence because it begins to annoy me, too. I was almost excited when Lyra spoke so passionately about the First Red, and I was astounded when I saw their valiant efforts to survive beyond the walls.</p><p>&emsp;&quot;We&apos;ve been over this so many times already, Lyra. Your brother is dead. So it doesn&apos;t matter,&quot; Raine says. &quot;Actually, you know what? Permission to debate this topic with the other party?&quot;</p><p>&emsp;The Secretary polls. &quot;Call to vote. How many aye?&quot;</p><p>&emsp;The amphitheater echoes with confirmation.</p><p>&emsp;&quot;And nay?&quot;</p><p>&emsp;Not a single voice responds.</p><p>&emsp;&quot;The ayes have it,&quot; the Secretary says.</p><p>&emsp;&quot;We&apos;re gonna end this discussion so we never have to have it again,&quot; he insists, and I can tell this scratches a wound that healed a long time ago. His anger isn&apos;t annoyance anymore. &quot;Your brother doesn&apos;t matter. And even if the Purebloods have Pure Essence in their possession, that doesn&apos;t matter either!&quot; Raine says. &quot;What we need more than anything is patience and diligence. We need to prepare ourselves.&quot;</p><p>&emsp;&quot;We&apos;ve been prepared for years, Raine. When will it ever be enough? All of you out there have grown so complacent with your lives beyond the walls. You think the busywork you preoccupy yourself with, day in and day out, can even begin to atone for how afraid you are of the real reason you&apos;re here. You hide from it. You use the excuse of your sacrifice to ignore the reason you gave up that life in the first place.&quot;</p><p>&emsp;&quot;There&apos;s a difference between giving up and having the patience to wait,&quot; Raine says. &quot;Every day I remember the ones I left behind. My late wife wept for months, grieving the children that died to her, and so many of us have faced the same, so don&apos;t tell us we&apos;ve forgotten our purpose! Unlike you, we don&apos;t have a reason to hate the life we left behind. And we anticipate, not fear, the day we get to return.&quot;</p><p>&emsp;&quot;Then what perfect moment are you waiting for? And if you are waiting, how do you know it hasn&apos;t already passed?&quot; Lyra asks. &quot;We are ready. We have everything we could possibly need.&quot;</p><p>&emsp;&quot;We&apos;re not ready, Lyra. And maybe you&apos;ve forgotten the strength of the power they have. One of their weakest civilians has the Essence of three of our strongest men!&quot;</p><p>&emsp;&quot;But the Weakbloods are the ones that give them their true power,&quot; Lyra says. &quot;Its not about the Essence. It&apos;s resources. And our connections tap into every single corner of Blackwater.&quot;</p><p>&emsp;If only they knew what was really going on. They wouldn&apos;t believe the words from me, an outsider to all the Carmine, and it frustrates me the more I watch Lyra drown in her ambitions.</p><p>&emsp;But their debate ends when a Carmine messenger flies down the stairs from the upper entrance: a gold-sealed letter in hand that shimmers in the light. </p><p>&emsp;The Secretary nearly jumps out of his chair. Lyra and Raine look on with newfound horror.</p>"
  ],
  "BodyFormatted": [
    [
      "<p id=\"2.32.1.1\" class=\"Titus\">&emsp;The villagers of the Backwoods work late into the night. Hunters return from the lukewarm fringe of land where animals tread. There exists no ancient wall to separate us from nature, no hard boundary, but a gradient of frost that tapers off into the shaded darkness of the treeline.</p>",
      "<p id=\"2.32.1.2\" class=\"Titus\">&emsp;I find that like it. Unlike the hedonistic civilians that indulge themselves behind their tall cobblestone walls, these villagers directly face that boundless, all-consuming darkness every night, reminding them of all they could lose at a moment&apos;s notice. I can feel the same edge in their fears of the Afterlife that I feel grow within myself, that bitter sickness like cancer that never leaves once it comes; a permanent ailment of the mind.</p>",
      "<p id=\"2.32.1.3\" class=\"Titus\">&emsp;&quot;Titus,&quot; a voice calls. &quot;I&apos;ve been looking for you.&quot; It&apos;s Raine. He stands beside a great sled on the edge of the village as the darkness sets into the forest, talking with two tall hooded figures. Looking at their feet, I consider they have the strangest shoes, as if they stand on tall heels only exposing the lowest part of their toes, but the detail eludes me.</p>",
      "<p id=\"2.32.1.4\" class=\"Titus\">&emsp;&quot;We have some time before the meeting. I wanted to talk with you for a while.&quot;</p>",
      "<p id=\"2.32.1.5\" class=\"Titus\">&emsp;&quot;Sure,&quot; I offer, joining their conversation circle as they part to let me in. But my attention is fixed on the strange creatures my eyes can&apos;t reconcile, the slight hunching, looking as if dogs stand upright at full attention. Their eyes are piercing and slitted. Their bulky gloves are covered in fur. It&apos;s only when they withdraw their hoods that I realize what they are.</p>",
      "<p id=\"2.32.1.6\" class=\"Titus\">&emsp;&quot;Human, look as if you&apos;ve seen a ghost,&quot; they say.</p>",
      "<p id=\"2.32.1.7\" class=\"Titus\">&emsp;&quot;You&apos;re . . . Ahkvasans,&quot; I say.</p>",
      "<p id=\"2.32.1.8\" class=\"Titus\">&emsp;&quot;I&apos;m impressed,&quot; Raine says. &quot;How do you even know that?&quot;</p>",
      "<p id=\"2.32.1.9\" class=\"Titus\">&emsp;&quot;My grandfather hoarded illicit books of the old world. He insisted they weren&apos;t fairy tales, though everything that the Academy and Seminary taught us would say otherwise.&quot; I turn to them in disbelief, as if all pen-and-ink illustrations of my memory were given slender legs and angular faces. &quot;How did you even make it here? Where do you come from?&quot;</p>",
      "<p id=\"2.32.1.10\" class=\"Titus\">&emsp;They motion to the sled, outfitted like a touring car with flat skis instead of wheels. &quot;Explorers, we are. From Melenia. Sent by Ja&apos;ada. This is the only northern village we can travel. Well-known by other lands. Supported by us. Cause is noble.&quot;</p>",
      "<p id=\"2.32.1.11\" class=\"Titus\">&emsp;&quot;As we&apos;re the last Humans alive. Surely,&quot; I say. They laugh to themselves, muttering something in their own sharp-tongued language.</p>",
      "<p id=\"2.32.1.12\" class=\"Titus\">&emsp;&quot;Walk with me,&quot; Raine says. &quot;Where&apos;s the other girl?&quot;</p>",
      "<p id=\"2.32.1.13\" class=\"Titus\">&emsp;&quot;Still exploring. I didn&apos;t mean to leave her hanging, but I wanted to return to the barracks,&quot; I say. &quot;What do you need?&quot;</p>",
      "<p id=\"2.32.1.14\" class=\"Titus\">&emsp;&quot;First is an Essence transfer. I also want to give you a quick personal tour,&quot; Raine says.</p>",
      "<p id=\"2.32.1.15\" class=\"Titus\">&emsp;&quot;Thank you for your time, sir,&quot; I say, but I can tell the gnawing anticipation to learn his son&apos;s past would consume him if he didn&apos;t approach me eventually.</p>",
      "<p id=\"2.32.1.16\" class=\"Titus\">&emsp;&quot;Call me Raine,&quot; he says. </p>",
      "<p id=\"2.32.1.17\" class=\"Titus\">&emsp;We wave to the Ahkvasans, still chattering on and laughing in their quick tongue. He stops for a moment and turns to face me.</p>",
      "<p id=\"2.32.1.18\" class=\"Titus\">&emsp;&quot;I would have done this if you both were here. But you need some Essence to be helpful out here,&quot; he says.</p>",
      "<p id=\"2.32.1.19\" class=\"Titus\">&emsp;&quot;You can transfer Essence?&quot;</p>",
      "<p id=\"2.32.1.20\" class=\"Titus\">&emsp;&quot;It takes a lot to give a little. But when the elders die, they allow us to reclaim it all in their passing. Circle of life, or something like that, right?&quot; Raine says.</p>",
      "<p id=\"2.32.1.21\" class=\"Titus\">&emsp;&quot;So you kill them first?&quot;</p>",
      "<p id=\"2.32.1.22\" class=\"Titus\">&emsp;He laughs. &quot;No. Gods no, absolutely not. But when they die, there&apos;s a brief period that the Essence vacates their circuits. It shimmers in the air, faintly, like crystals of snow, so clear you almost can&apos;t see it, attracted to the nearest circuit-wielder like metal dust to a magnet. But if too much time passes, it condenses to dead Essence, falling to the ground where it&apos;s absorbed into the dirt.&quot;</p>",
      "<p id=\"2.32.1.23\" class=\"Titus\">&emsp;I recall the great liquidation of Blackwater, the moment when Essence flooded through the cavern from all the victims of Endogeny. The flood of power I felt in my circuits, though only a hundredth of a hundredth of that great plume found me.</p>",
      "<p id=\"2.32.1.24\" class=\"Titus\">&emsp;&quot;I&apos;ve never witnessed that before,&quot; I tell him.</p>",
      "<p id=\"2.32.1.25\" class=\"Titus\">&emsp;&quot;I hope not,&quot; he says, laughing again. </p>",
      "<p id=\"2.32.1.26\" class=\"Titus\">&emsp;He exposes his hand. Near the bones on both sides of his wrist, I see two series of slashes that have worn there many times before. </p>",
      "<p id=\"2.32.1.27\" class=\"Titus\">&emsp;&quot;Are you ready? This won&apos;t hurt too much, I promise,&quot; he insists.</p>",
      "<p id=\"2.32.1.28\" class=\"Titus\">&emsp;&quot;Go ahead,&quot; I say.</p>",
      "<p id=\"2.32.1.29\" class=\"Titus\">&emsp;He withdraws a dagger. It glows hot like the can of beans did in Lyra&apos;s hand, cleansing the blade of any impurities. &quot;We need to air our blood for the transfer to happen. Hold my forearm. Line our wrists at the joint.&quot;</p>",
      "<p id=\"2.32.1.30\" class=\"Titus\">&emsp;We hold each other&apos;s arms like a deep handshake. He slices the blade across both of our wrists at the side. The pain is quick. A small trickle of blood pools together at the crease of our light and dark flesh. By gravity, none of it returns to the slice to cross-contaminate, but I can see the faintest glow rise between us. </p>",
      "<p id=\"2.32.1.31\" class=\"Titus\">&emsp;Raine draws into his pocket with another hand, retrieving dead Essence, and he sprinkles it on the union of our blood. It stings of a familiar otherworldly force when it absorbs into the lesion. When the blood dries, he twists his wrist so that mine is on top, and an immense feeling of flux envelops me.</p>",
      "<p id=\"2.32.1.32\" class=\"Titus\">&emsp;&quot;The Chieftains hold all the Essence of the dead so that it can be distributed efficiently,&quot; he says. &quot;But imagine this: even with all this Essence flooded in each of our circuits from the fallen, we don&apos;t even reach a tenth of what the average pureblood of the Afterlife has.&quot; His face is stoic again. &quot;Honor their sacrifice. Return to the graves of the deceased whose Essence you took to honor them. Somewhere in the reservoir, your words will reach them, and maybe, just maybe, it will guide them back to us in another life.&quot;</p>",
      "<p id=\"2.32.1.33\" class=\"Titus\">&emsp;&quot;I will,&quot; I tell him. The feeling is electric. But it&apos;s nothing close to the magnitude of what I had in the Afterlife.</p>",
      "<p id=\"2.32.1.34\" class=\"Titus\">&emsp;&quot;Soon you&apos;ll even be able to do this. Watch,&quot; he says. </p>",
      "<p id=\"2.32.1.35\" class=\"Titus\">&emsp;He turns his palm upward. His fingers glow like flesh pressed directly up to a flashlight, and in moments, a spark attenuates into a flame.</p>",
      "<p id=\"2.32.1.36\" class=\"Titus\">&emsp;He finds joy in my expression of disbelief. &quot;You remind me of my son Ryder, the first time I showed him in the basement of the Compound. He pleaded for me to teach him, but I had to swear him to secrecy,&quot; Raine says. &quot;I never got the chance to show Romin.&quot;</p>",
      "<p id=\"2.32.1.37\" class=\"Titus\">&emsp;&quot;I&apos;m sure he would have been amazed,&quot; I tell him. &quot;It&apos;s our birthright as Humans. It&apos;s what we deserve.&quot;</p>",
      "<p id=\"2.32.1.38\" class=\"Titus\">&emsp;&quot;Damn right,&quot; he says. &quot;Speaking of that, how does the Essence feel? It must be a strange new sensation to you.&quot;</p>",
      "<p id=\"2.32.1.39\" class=\"Titus\">&emsp;&quot;It feels nice. I won&apos;t freeze when sleeping at night anymore, I can tell you that,&quot; I say.</p>",
      "<p id=\"2.32.1.40\" class=\"Titus\">&emsp;&quot;Good,&quot; Raine says. He motions for me to follow him. &quot;Look&mdash;I&apos;m sorry how we reacted to your arrival. You have to understand how scared we were, how thin the ice is we tread on secrecy. You know why I left Blackwater?&quot;</p>",
      "<p id=\"2.32.1.41\" class=\"Titus\">&emsp;I shake my head.</p>",
      "<p id=\"2.32.1.42\" class=\"Titus\">&emsp;&quot;The First Red Chieftains phase through life terms. When one dies, another replaces them. It&apos;s a rare occurrence &mdash; you probably don&apos;t know how much a solid base of Essence prolongs the Human life &mdash; but when a chair is empty, they draw directly from the highest member of that Blackwater district.&quot;</p>",
      "<p id=\"2.32.1.43\" class=\"Titus\">&emsp;&quot;It happened when Romin was three or so, I think I remember from what he told me,&quot; I say. &quot;You didn&apos;t have a choice, did you?&quot;</p>",
      "<p id=\"2.32.1.44\" class=\"Titus\">&emsp;&quot;The Carmine pledge leaves no room to waver in uncertainty. You give all of yourself, everything that&apos;s asked of you. And the most taxing is time.&quot; He looks down at his weathered, cracked hands as we walk. &quot;I gave up a relationship with my sons. I had to die to them. They had everything in place to convincingly frame it, and it doesn&apos;t take much to convince the Merlot and the Afterlife&mdash;they were probably relieved,&quot; he says. &quot;My whole life here has been trying to make up for that. And I want you to know that, although this life will be hard, you will be safe and protected, well-taken-care-of and challenged.&quot; The words sound like they&apos;ve been rehearsed in his mind for ages, for someone he knew he&apos;d never meet.</p>",
      "<p id=\"2.32.1.45\" class=\"Titus\">&emsp;&quot;And I&apos;ll honor whatever you need from me, Raine,&quot; I tell him.</p>",
      "<p id=\"2.32.1.46\" class=\"Titus\">&emsp;Raine introduces me to half the village, and to any curious passerby that stares me down like how I glared at the Ahkvasans. He shows me the grueling labor of the farmers, able to harvest fully-grown plants in a mere two weeks by cheating the ecosystem with Essence. He shows the few young Carmine much like myself, strong with corded muscle much like Romin, enthusiastic to find another friend their age. And finally, we arrive to the Chieftains&apos; Lodge, where he takes me inside.</p>",
      "<p id=\"2.32.1.47\" class=\"Titus\">&emsp;&quot;And this building here is the heart of all the Carmine, all we&apos;ve ever fought for. It&apos;s nothing compared to the great compounds we&apos;ve erected all around Blackwater proper, of course: all we have out here is logs instead of concrete. But this is the nexus from which all decisions spring, influencing the Carmine in Blackwater though ninety-nine-point-nine percent of their ranks don&apos;t even know we exist.&quot;</p>",
      "<p id=\"2.32.1.48\" class=\"Titus\">&emsp;In the center of the floor is the shimmering fragment of something in a case. Now that enough Essence floods my circuits, I can sense it, and Raine notices.</p>",
      "<p id=\"2.32.1.49\" class=\"Titus\">&emsp;&quot;A fragment of Pure Essence,&quot; he says. &quot;Legends say the Pure Essence comes straight from the Gods, before they banished themselves from this world and all its affairs.&quot; His eyes look beyond the windows for something, and then he tugs my shirt, bringing me to the window. &quot;You see that boulder out there? That one, by the tree.&quot;</p>",
      "<p id=\"2.32.1.50\" class=\"Titus\">&emsp;&quot;What about it?&quot; </p>",
      "<p id=\"2.32.1.51\" class=\"Titus\">&emsp;It&apos;s about knee-height in diameter.</p>",
      "<p id=\"2.32.1.52\" class=\"Titus\">&emsp;&quot;They say that&apos;s how much of this Pure Essence exists in the world. So much unaccounted for, so much we don&apos;t even know about, so much even locked away for safety, for mutually-assured destruction, hopefully never to be touched. It&apos;s the only fine connection we still have to the divine.&quot;</p>",
      "<p id=\"2.32.1.53\" class=\"Titus\">&emsp;&quot;And it&apos;s the source of the climate,&quot; I say.</p>",
      "<p id=\"2.32.1.54\" class=\"Titus\">&emsp;&quot;Smart,&quot; Raine says. &quot;A great part of it. Any more and we&apos;d stick out to the Afterlife. We have just enough to remain hidden in this endless snowstorm, the best cover we could ever ask for.&quot;</p>",
      "<p id=\"2.32.1.55\" class=\"Titus\">&emsp;A Sister approaches from behind us, excusing her interruption before tapping me on the shoulder. </p>",
      "<p id=\"2.32.1.56\" class=\"Titus\">&emsp;&quot;This is yours, right?&quot; In her hand dangles the black, crystalline identity marker, suspended from a fixed clasp after Raine tore it from me. &quot;The Chymaeran-blooded brothers were excited for some reason after they asked to borrow it. These things are speculated about like treasures to Snowdrifters. It&apos;s part of their culture, I guess. But they gave up after they couldn&apos;t find whatever they were looking for.&quot;</p>",
      "<p id=\"2.32.1.57\" class=\"Titus\">&emsp;&quot;Thanks,&quot; I tell her.</p>",
      "<p id=\"2.32.1.58\" class=\"Titus\">&emsp;&quot;Chymaerans are strange creatures,&quot; Raine says. &quot;But then again, I guess we&apos;re strange to them, too.&quot;</p>",
      "<p id=\"2.32.1.59\" class=\"Titus\">&emsp; I tie the clasp back around my neck, and attuned more to the energies of the world around me, I feel the strangeness of its power as if a voice whispers in my mind.</p>"
    ],
    [
      "<p id=\"2.32.2.1\" class=\"Titus\">&emsp;The gathering has already begun in the amphitheater by the time Raine and I arrive. The Chieftains of the First Red scatter about the front benches as salt-and-pepper heads of hair in a sea of crimson cloaks. Behind them, villagers fill the outcropping seated on grass, rocks, or fallen logs, and to the sides of us, limestone slabs scrape the sky above the trees. The two natural walls meet at the bottom, where an outcropping of rocks have been cobbled into a stage.</p>",
      "<p id=\"2.32.2.2\" class=\"Titus\">&emsp;Raine motions for me to sit next to him on the rear benches near the central aisle. I look for Sylvia or Lyra, the only other two faces I know, but the ruffled hair, tattered clothes, and sultry skin of the villagers blend them all into the foliage.</p>",
      "<p id=\"2.32.2.3\" class=\"Titus\">&emsp;The twelfth chieftain&apos;s voice booms with enough resonance for us all to hear.</p>",
      "<p id=\"2.32.2.4\" class=\"Titus\">&emsp; &quot;Motion to discuss Essence allocation to agriculture has been tabled to next month&apos;s meeting,&quot; he says, and in a drawn pause of commotion, I ask Raine why he isn&apos;t up there with them. He tells me they switch off each week in hosting the gathering, allowing them to balance focus between provincial issues.</p>",
      "<p id=\"2.32.2.5\" class=\"Titus\">&emsp;&quot;Next order of business,&quot; says the secretary. The cabinet scans for propositions.</p>",
      "<p id=\"2.32.2.6\" class=\"Titus\">&emsp;&quot;Motion to discuss scouting literature for children,&quot; a female voice says.</p>",
      "<p id=\"2.32.2.7\" class=\"Titus\">&emsp;&quot;That&apos;s for subcommittee discussion,&quot; the Chieftain says. &quot;Pressing issues. Large concerns. Thats what we discuss here. Anyone?&quot;</p>",
      "<p id=\"2.32.2.8\" class=\"Titus\">&emsp;&quot;Motion to discuss housing conditions in the third barracks,&quot; another says. &quot;There&apos;s been a roof collapse, and&mdash;&quot;</p>",
      "<p id=\"2.32.2.9\" class=\"Titus\">&emsp;&quot;Again, committee issue,&quot; he says, almost bored and agitated&mdash;but then again, everyone looks jaded and depressed.</p>",
      "<p id=\"2.32.2.10\" class=\"Titus\">&emsp;Another young voice calls out. &quot;Motion to discuss the return to Blackwater,&quot;</p>",
      "<p id=\"2.32.2.11\" class=\"Titus\">&emsp;The old men groan in the audience. &quot;No, not again. Sit down, Lyra!&quot;</p>",
      "<p id=\"2.32.2.12\" class=\"Titus\">&emsp;&quot;Anyone to second this motion?&quot; </p>",
      "<p id=\"2.32.2.13\" class=\"Titus\">&emsp;The Secretary of the twelfth province looks around, but all we hear is the disparate answer of nature. </p>",
      "<p id=\"2.32.2.14\" class=\"Titus\">&emsp;My eyes scan the crowd for the excited, young voice, and I find Lyra standing there in the middle: squeamish, hoping for someone to extend her motion. And right beside her is Sylvia.</p>",
      "<p id=\"2.32.2.15\" class=\"Titus\">&emsp;&quot;Please. Just humor me this once. Just hear me out,&quot; Lyra says. </p>",
      "<p id=\"2.32.2.16\" class=\"Titus\">&emsp;Raine nudges me, muttering something about his annoyance.</p>",
      "<p id=\"2.32.2.17\" class=\"Titus\">&emsp;&quot;Will this close it, Lyra, once and for all?&quot; the Secretary asks.</p>",
      "<p id=\"2.32.2.18\" class=\"Titus\">&emsp;&quot;Close the purpose we&apos;re out here? We have to . . .&quot; Her words trail off when she looks around at all the bowed heads. But she&apos;s still adamant.&quot;Yes. This time it&apos;s definitive.&quot;</p>",
      "<p id=\"2.32.2.19\" class=\"Titus\">&emsp;&quot;Seconded, then,&quot; the Secretary says. &quot;Proceed with your new business.&quot;</p>",
      "<p id=\"2.32.2.20\" class=\"Titus\">&emsp;The old Carmine leaders all appear sour and exhausted, as if it were just yesterday that they left their old lives. They turn away in ignorance, chattering with small talk to mute her out.</p>",
      "<p id=\"2.32.2.21\" class=\"Titus\">&emsp;&quot;The time has finally arrived,&quot; she insists, and for such big words, they elicit no reaction, because I&apos;m sure they&apos;ve heard them before. &quot;I&apos;ve been stationed in Blackwater proper for several months with guising Chymaerans, and we witnessed something that has never happened before . . .&quot;</p>",
      "<p id=\"2.32.2.22\" class=\"Titus\">&emsp;She milks suspense for every ounce she can get, but still comes up dry.</p>",
      "<p id=\"2.32.2.23\" class=\"Titus\">&emsp;&quot;A column of crimson light broke the sky,&quot; Lyra says. &quot;That means two things. First, that there was Pure Essence in some form. And second, that someone of the Chosen bloodline got their hands on it!&quot;</p>",
      "<p id=\"2.32.2.24\" class=\"Titus\">&emsp;&quot;That&apos;s impossible,&quot; the twelfth Chieftain says.</p>",
      "<p id=\"2.32.2.25\" class=\"Titus\">&emsp;I hear two Carmine whisper behind us. </p>",
      "<p id=\"2.32.2.26\" class=\"Titus\">&emsp;&quot;Just because she&apos;s related to that bastard Ullrich doesn&apos;t make her special,&quot; one says. The other laughs until it turns to a cough.</p>",
      "<p id=\"2.32.2.27\" class=\"Titus\">&emsp;Lyra continues, &quot;But that Pure Essence has fallen into the hands of the Afterlife.&quot;</p>",
      "<p id=\"2.32.2.28\" class=\"Titus\">&emsp;The chieftain says, &quot;How, then? How do you know this when our messengers haven&apos;t even returned with this information?&quot;</p>",
      "<p id=\"2.32.2.29\" class=\"Titus\">&emsp;&quot;Because we beat them here,&quot; Lyra says.</p>",
      "<p id=\"2.32.2.30\" class=\"Titus\">&emsp;&quot;We can&apos;t act on something our messengers haven&apos;t confirmed,&quot; he replies.</p>",
      "<p id=\"2.32.2.31\" class=\"Titus\">&emsp;I can see the frustration build inside Lyra. &quot;But I wasn&apos;t alone! There were two Chymaerans with me that witnessed it. And Sylvia. And Titus&mdash;&quot; she says, scanning the crowd for our faces, and she frowns when she finds me next to Raine.</p>",
      "<p id=\"2.32.2.32\" class=\"Titus\">&emsp;Raine turns to me. &quot;Is this all really true?&quot;</p>",
      "<p id=\"2.32.2.33\" class=\"Titus\">&emsp;&quot;Every word of it,&quot; I say.</p>",
      "<p id=\"2.32.2.34\" class=\"Titus\">&emsp;With her argument crumbling to sand, Lyra fights to usher out her last argument before they silence her. &quot;And if that column of light erupted &mdash; and there was Pure Essence &mdash; then that means Fletcher is alive. It had to have been him!&quot;</p>",
      "<p id=\"2.32.2.35\" class=\"Titus\">&emsp;Another audible groan from the audience.</p>",
      "<p id=\"2.32.2.36\" class=\"Titus\">&emsp;&quot;No, think about it. Good Carmine brothers and sisters, there&apos;s no other possibility.&quot;</p>",
      "<p id=\"2.32.2.37\" class=\"Titus\">&emsp;&quot;Impossible,&quot; I mutter: I lit that column of light. Telling them would only further confound the story and sully the waters. I&apos;m far too young to fit Lyra&apos;s theory, anyways.</p>",
      "<p id=\"2.32.2.38\" class=\"Titus\">&emsp;&quot;I think we&apos;ve all heard quite enough of your . . . &apos;possibilities,&apos;&quot; Raine says. He stands beside me. &quot;Even if the Afterlife have a source of pure Essence, it&apos;s impossible that your brother is still alive.&quot;</p>",
      "<p id=\"2.32.2.39\" class=\"Titus\">&emsp;Lyra turns to the Secretary who proposed the seconding motion in the first place. I can feel her anger towards their reverence because it begins to annoy me, too. I was almost excited when Lyra spoke so passionately about the First Red, and I was astounded when I saw their valiant efforts to survive beyond the walls.</p>",
      "<p id=\"2.32.2.40\" class=\"Titus\">&emsp;&quot;We&apos;ve been over this so many times already, Lyra. Your brother is dead. So it doesn&apos;t matter,&quot; Raine says. &quot;Actually, you know what? Permission to debate this topic with the other party?&quot;</p>",
      "<p id=\"2.32.2.41\" class=\"Titus\">&emsp;The Secretary polls. &quot;Call to vote. How many aye?&quot;</p>",
      "<p id=\"2.32.2.42\" class=\"Titus\">&emsp;The amphitheater echoes with confirmation.</p>",
      "<p id=\"2.32.2.43\" class=\"Titus\">&emsp;&quot;And nay?&quot;</p>",
      "<p id=\"2.32.2.44\" class=\"Titus\">&emsp;Not a single voice responds.</p>",
      "<p id=\"2.32.2.45\" class=\"Titus\">&emsp;&quot;The ayes have it,&quot; the Secretary says.</p>",
      "<p id=\"2.32.2.46\" class=\"Titus\">&emsp;&quot;We&apos;re gonna end this discussion so we never have to have it again,&quot; he insists, and I can tell this scratches a wound that healed a long time ago. His anger isn&apos;t annoyance anymore. &quot;Your brother doesn&apos;t matter. And even if the Purebloods have Pure Essence in their possession, that doesn&apos;t matter either!&quot; Raine says. &quot;What we need more than anything is patience and diligence. We need to prepare ourselves.&quot;</p>",
      "<p id=\"2.32.2.47\" class=\"Titus\">&emsp;&quot;We&apos;ve been prepared for years, Raine. When will it ever be enough? All of you out there have grown so complacent with your lives beyond the walls. You think the busywork you preoccupy yourself with, day in and day out, can even begin to atone for how afraid you are of the real reason you&apos;re here. You hide from it. You use the excuse of your sacrifice to ignore the reason you gave up that life in the first place.&quot;</p>",
      "<p id=\"2.32.2.48\" class=\"Titus\">&emsp;&quot;There&apos;s a difference between giving up and having the patience to wait,&quot; Raine says. &quot;Every day I remember the ones I left behind. My late wife wept for months, grieving the children that died to her, and so many of us have faced the same, so don&apos;t tell us we&apos;ve forgotten our purpose! Unlike you, we don&apos;t have a reason to hate the life we left behind. And we anticipate, not fear, the day we get to return.&quot;</p>",
      "<p id=\"2.32.2.49\" class=\"Titus\">&emsp;&quot;Then what perfect moment are you waiting for? And if you are waiting, how do you know it hasn&apos;t already passed?&quot; Lyra asks. &quot;We are ready. We have everything we could possibly need.&quot;</p>",
      "<p id=\"2.32.2.50\" class=\"Titus\">&emsp;&quot;We&apos;re not ready, Lyra. And maybe you&apos;ve forgotten the strength of the power they have. One of their weakest civilians has the Essence of three of our strongest men!&quot;</p>",
      "<p id=\"2.32.2.51\" class=\"Titus\">&emsp;&quot;But the Weakbloods are the ones that give them their true power,&quot; Lyra says. &quot;Its not about the Essence. It&apos;s resources. And our connections tap into every single corner of Blackwater.&quot;</p>",
      "<p id=\"2.32.2.52\" class=\"Titus\">&emsp;If only they knew what was really going on. They wouldn&apos;t believe the words from me, an outsider to all the Carmine, and it frustrates me the more I watch Lyra drown in her ambitions.</p>",
      "<p id=\"2.32.2.53\" class=\"Titus\">&emsp;But their debate ends when a Carmine messenger flies down the stairs from the upper entrance: a gold-sealed letter in hand that shimmers in the light. </p>",
      "<p id=\"2.32.2.54\" class=\"Titus\">&emsp;The Secretary nearly jumps out of his chair. Lyra and Raine look on with newfound horror.</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 290,
  "ReleaseDate": [
    "10",
    "18",
    "2025",
    "2025-10-18 00:00:00"
  ],
  "Active": false,
  "Perspective": "Titus",
  "Status": "Revised Draft",
  "WordCount": 0,
  "Summary": ""
}