{
  "Story": "Paragate",
  "Title": "Chapter Eight",
  "Subtitle": "Strangers To Enemies",
  "Act": 1,
  "ChapterNumber": 8,
  "Synopsis": "An otherwoldly threshold brings two strangers together.",
  "RevNotes": "",
  "ID": "1.8",
  "Body": [
    "<p>&emsp;It takes a moment to lift myself from the flimsy folding chair. I fight the spinning world, stumbling towards the kitchen counter to grab the remote. Freaky Friday autoplays on some free streaming service, since I was too lazy to enter the family account. I reach to turn off the floor-bound wall TV, but I hesitate &mdash; finding that I enjoy the faint sound of it over the silence.</p><p>&emsp;It feels nice to have my friend here, I think.</p><p>&emsp;The tears still wet my face, more from the laughter of digging up past memories than the emptiness. I find myself disoriented when I try to walk, so I lift my old lacrosse stick from the ground to use it as a cane, digging my fingers into the mesh of the basket. I realize there must be an open window when a chill convects the wetness of my skin.</p><p>&emsp;I hobble towards the wall, nearly in-step with Miguel&apos;s snore, trying to dodge the crumpled cans. The window is open, but the breeze funnels out instead of in. </p><p>&emsp;I remember my first Thermo class. Isn&apos;t hot supposed to run to cold?</p><p>&emsp;I&apos;m not in a headspace where I can read the clues. My stomach pangs when the sweet aroma of fresh meat fills the vacant home. I look out the open window, as if any one of my older neighbors would be grilling burgers at one o&apos;clock in the morning. But I know the college years of that are long behind me.</p><p>&emsp;My ears pop when I drag the window closed along its tracks. The air is dry, and when I stumble towards the source of the gusting winds &mdash; the small closet beneath the stairs &mdash;a faint, flickering light glows in the space beneath the door.</p><p>&emsp;An empty can crunches when I step on it, and I realize I&apos;m still wearing my steel-toed shoes, along with the rest of my casual work clothes. The lacrosse stick braces me as I stumble forwards&mdash;feeling like my uncle does on Ambien when he doesn&apos;t fall asleep in time&mdash;until my hand touches the freezing handle.</p><p>&emsp;Tumultuous winds scream beneath the door and through the cracks, bashing the fitting against the lock. My mind doesn&apos;t work well when it&apos;s crossed, but I find myself fixated on how strange the closet door looks. I never noticed the handle, etched with an intricacy so far outside the palate of the builders&apos; package. Surely Mom or Dad would have noticed it on any one of the tours, right?</p><p>&emsp;I turn the knob far enough that the bolt no longer withholds the gale. The wooden door buffets me in the face. Stars flash in my vision, and if it weren&apos;t for the lacrosse stick, I would have slammed my head on the granite counter. Instead, I find myself slumped beneath the bartop, barricaded by two metal stools.</p><p>&emsp;I&apos;m speechless until the rooms equalize in pressure, rubbing out the ache in my forehead. I lift my eyes. No longer does the closet greet me, but the light of a whole other townhouse on the opposing side.</p><p>&emsp;Unable to fathom whether this dream is just the imaginings of an inebriated mind, I lift myself from the floor and stumble through the threshold of the archway. The contours of the floor change from that of smooth, buffered wood to sanded planks and stone. On the other side is another thick wooden door with the same handle, thrown all the way open. I wonder if my neighbors are so old that they insist on the technology of the last century. Who would spend the money to furnish their townhome this way, with walls and decor so aged my great-grandmother would feel at home?</p><p>&emsp;It feels so wrong to be here, but I&apos;m a social drunk, and this is a chance to make friends.</p><p>&emsp;&quot;Hello? You forgot to lock your door. Sorry to intrude &mdash; I&apos;m the neighbor from the unit on the other side. My name is Cody, Cody Dunsmore,&quot; I say, and so I continue, stammering my words to ensure my presence isn&apos;t a surprise, though with cast iron kettles and candles, I doubt these fogies would be agile enough to swing anything at their friendly intruder.</p><p>&emsp;I find a knight&apos;s uniform on the table, tailored to a woman&apos;s measurements, along with realistic metal boots.</p><p>&emsp;&quot;The old bat must be into costume play. Whatever gets you off,&quot; I mutter, but then I see the biggest surprise leaning against the wall. I try to take it in my hands, but it&apos;s so damn heavy: nothing like the weapons those mall ninjas buy at conventions.</p><p>&emsp;I drop the lacrosse stick to try to lift it. Surely it&apos;s one of those real-looking swords the neckbeards buy, right?</p><p>&emsp;Nope.</p><p>&emsp;&quot;Christ almighty!&quot; I exclaim.</p><p>&emsp;I try to steady it the same way I saw in the movies, but it kills my wrists. I wonder how many exercises these geriatric fantasy fetishists have to do to hold a sword like this, like holding a barbell by its end.</p><p>&emsp;I put it back against the wall, and I decide to try speaking again. </p><p>&emsp;&quot;Hello? You left your door open.&quot; </p><p>&emsp;The house smells too musty to be a new build, like it&apos;s seen generations of families through its halls. Spiderwebs collect in the corners of the cabinets. The crimson curtains are bleached from decades of continuous sunlight. And when I fumble for a light switch on the walls, I find nothing: nor a single cord in this simple home snaked across the surface.</p><p>&emsp;The space is dead silent in the absence of appliances: so silent that I can hear the heartbeat in my ears. Maybe I should return home to try again tomorrow. </p><p>&emsp;But my plan is cut short when a shadow slides behind the marbled glass.</p><p>&emsp;I haven&apos;t the time to react when the door blasts open, screeching on rusted hinges. The intruder closes the distance before I even have a chance to react, blasting their glowing palm against my shoulder, casting me over their dining table with a whole handprint burned into my beer-stained work shirt.</p><p>&emsp;The female knight is quick to pin me against the floor, straddling me with her bare thighs. My mind races to explain. I can only consider she&apos;s an influencer, or one of those intensely dedicated cosplayers I found LARPing on campus. Her speech is incoherent, but the longer she berates me in her mother language, drawing the prop knife against my neck as I struggle under her inhuman strength, a strange comprehension of her words slowly overtakes me.</p><p>&emsp;I feel the sentiment behind her panic. I thought she was just speaking in tongues, but I can feel my mind strain as it arranges itself to piece together the meaning of the words. And when the headache passes, I realize that I can understand her fully.</p><p>&emsp;Her voice is beautiful.</p><p>&emsp;Her eyes are a golden hazel from colored contacts, and she&apos;s dressed like one of those hobbyists at the Shaleborough Renaissance Faire. Her blond, silken braid hangs from her head as she leans over me, making her look more like an angry princess than a defensive knight.</p><p>&emsp;&quot;Please, please,&quot; I beg. </p><p>&emsp;But I find the panic in her face to be even greater than mine. She breathes heavily with trembling hands, rocking on my torso with every shallow breath. It&apos;s the most excitement I&apos;ve felt in ages. The sudden rise in emotion ignites something I&apos;m even more afraid of, and I try to make it known to her. </p><p>&emsp;&quot;I think you should get off me, I&mdash;I can&apos;t control it,&quot; I say, but she&apos;s clueless about what she does to me, straddling my waist with her strong, bare thighs.</p><p>&emsp;&quot;What do you mean?&quot; she asks.</p><p>&emsp;My arms are pinned beneath her legs. The pressure pounds in my skull. There&apos;s no chance to try the waistband trick, and there&apos;s only one place that all the blood can go.</p><p>&emsp;&quot;You&apos;re a fool to break into the military district. I&apos;m a knight of the Royal Guard,&quot; she declares, as the sharp edge of the very real knife digs into my neck. </p><p>&emsp;&quot;I don&apos;t think you understand. I can&apos;t control what&apos;s going to happen,&quot; I say.</p><p>&emsp;&quot;You pathetic weakling, what could you possibly do now?&quot; </p><p>&emsp;She has the upper hand. And all I have is a single word I learned on the Internet.</p><p>&emsp;&quot;S-S-Scaroused.&quot;</p><p>&emsp;&quot;Scaroused?&quot; The words might be lost, but she definitely notices the new sapling in her living room. </p>",
    "<p>&emsp;If he wasn&apos;t handsome, I would have slit his throat. My mind can&apos;t catch up fast enough for all the semantics, but I know exactly what he means.</p><p>&emsp;I can feel it.</p><p>&emsp;My face flushes. &quot;You degenerate! You lecherous, filthy animal, breaking into my house to . . . to&mdash;&quot;</p><p>&emsp;&quot;I swear, I didn&apos;t break in here,&quot; he insists. His face is redder than mine. He covers his crotch with his hands, as if hiding the pitched tent can make me forget. &quot;The door was open. I just walked in.&quot;</p><p>&emsp;&quot;The door was locked, you fool,&quot; I say, pointing to the narrowly-cracked entry door behind me, but he gestures with his head to the small closet. &quot;The closet? How would you break in through a damn closet? There&apos;s no windows in there.&quot;</p><p>&emsp;&quot;I know, but please. I&apos;m as confused as you are,&quot; he says. &quot;Give me a chance to explain.&quot;</p><p>&emsp;&quot;You&apos;re excited, not confused!&quot; I point the dagger between his legs. &quot;You don&apos;t have the right to be confused right now. I&apos;m the one that&apos;s confused at how&mdash;&quot;</p><p>&emsp;&quot;&mdash;Would you let me explain? Dear God!&quot;</p><p>&emsp;&quot;It&apos;s Gods, you heretic,&quot; I tell him. &quot;Respect other races. We&apos;re not the only one that shares Fosroth, and all our Gods have proven their presence.&quot;</p><p>&emsp;&quot;God, I said,&quot; he says. &quot;A real god, not the ones you cosplay freaks pretend to worship.&quot;</p><p>&emsp;&quot;Do you want to be executed for apostasy? Because I can do that for you, right now,&quot; I notice that his eyes keep falling on the closet. The closet, my bare legs, my breastplate, and then the closet. I circle between him and the door, leaving only the entrance as an escape: like coaxing a rat out of the house without having to kill it.</p><p>&emsp;&quot;What I want is to go home,&quot; he says. &quot;Not to get stabbed by a letter opener. I&apos;m your neighbor, and the door between our units was open. I was simply trying to tell you,&quot; the liar insists. He heaves for a couple breaths. &quot;Did you really have to tackle me to get your point across?&quot;</p><p>&emsp;&quot;You do not live here. This is the Military District. Besides &mdash; you&apos;ve proved that you are far too weak to live here,&quot; I say, approaching him with the dagger.</p><p>&emsp;&quot;You bitch, I can bench a plate at least,&quot; he says.</p><p>&emsp;&quot;Putting plates on benches? What, are you a fat oaf that eats outside all day?&quot; but he looks reasonably fit beneath his ruined shirt. Defined shoulder muscles, trained without Essence . . . maybe he&apos;s a laboring refugee from the North?</p><p>&emsp;He raises his hands as he tries to stand up with only his legs, but he can&apos;t. &quot;I&apos;m sorry to intrude. Look. I know you might be into cosplay or whatever, but this is taking things way too far.&quot;</p><p>&emsp;&quot;Cosplay?&quot;</p><p>&emsp;&quot;Costume play. At first I thought it was old people living here: the kettle, the candles . . . I mean, the whole damn house is set up like Skyrim.&quot;</p><p>&emsp;Costume?</p><p>&emsp;A fucking costume?</p><p>&emsp;&quot;This is not a COSTUME!&quot;  </p><p>&emsp;He shrinks at the thunder in my voice. His singed nobleman&apos;s shirt hangs open as he edges towards the front door on his hands and knees, and I follow him step-for-step. </p><p>&emsp;&quot;Do you know how hard I worked for this?&quot;</p><p>&emsp;&quot;Yeah . . . lots of trips to the craft store,&quot; he adds.</p><p>&emsp;&quot;How hard I worked to wear this proudly as a guardian?&quot;</p><p>&emsp;&quot;Yeah. Did you make it during the craft foam sale? I go there for the graphing pencils.&quot;</p><p>&emsp;&quot;What the Res are you talking about?&quot;</p><p>&emsp;&quot;Mechanical pencils,&quot; he rambles. &quot;Point-five is a toothpick, and point-nine is like a fucking crayon&mdash;&quot;</p><p>&emsp;&quot;You dare to insult me like this? For what, because I&apos;m a female guard?&quot;</p><p>&emsp;&quot;No. Of course not, you&apos;re very convincing.&quot; His voice crackles on every other syllable, trying to inject some abject form of flattery. &quot;It&apos;s amazing. Prop knife? Form-fit foam from the craft store, spray-painted to look like metal armor? Even the stitching looks like an eighteenth-century corset. I can tell you&apos;ve put a lot of time into it. You&apos;re a lot like my older cousin, and I&apos;m sure you have loads of followers like she does. I know I&apos;d follow you.&quot;</p><p>&emsp;&quot;You&apos;re too yellow to follow me anywhere,&quot; I say.</p><p>&emsp;&quot;On-line, I mean,&quot; he says. </p><p>&emsp;&quot;On what line?&quot; I ask. &quot;The front? You would never get close. They&apos;d keep you busy peeling potatoes with such soft hands.&quot;</p><p>&emsp;&quot;Soft hands? Please. You&apos;re the job that banks on soft hands. While you&apos;re busy pleasuring perverts over your webcam, I work in an office. Designing the damn future. Because the rest of us have to work real jobs, not getting paid by thirsty horndogs that jerk off to Shakespeare.&quot;</p><p>&emsp;&quot;The real work is defending the ungrateful, undeserving gentry like you. Why don&apos;t you crawl back to mummy and daddy dearest for another bump to your filthy allowance?&quot; </p><p>&emsp;That last line would provoke any true noble. I expect him to go cry fowl to his underpaid servants, to his nanny, or to his absentee parents, complaining all way up the chain to my captain. I sincerely hope he does, because Aldrin is backwater enough to hate anything that wears its wealth and wreaks of privilege.</p><p>&emsp;But hes&apos;s not that kind of upset. He doesn&apos;t seem offended in any way. This idiot still holds a sense of humor, as if he thinks it&apos;s all a ruse. The further the corners of his mouth crease on a laugh, the more it infuriates me, and as he stands, he opens his stupid mouth to cross the line.</p><p>&emsp;&quot;Enough pretend. Your knife isn&apos;t even real.&quot;</p><p>&emsp;&quot;Pray tell, does this feel real?&quot; </p><p>&emsp;I take a slash at his arm, trying to carve him with something small and impermanent: small enough to disappear in a day, but enough to remember the lesson. But the fool flinches, blocking my dagger with his left hand. </p><p>&emsp;Idiot.</p><p>&emsp;The edge catches on his palm, drawing an instant, deep line of gushing blood. His expression changes in an instant, as if surprised that knives have an edge to them. Maybe I&apos;ll have to explain next that my Essenced fire actually burns, and water actually drowns.</p><p>&emsp;&quot;You . . . you actually . . .&quot; he starts, his back pressed against the front door as he watches the blood trickle down his left wrist, absorbing in the tarnished fabric of his charred left sleeve. </p><p>&emsp;I flick the crimson from the dagger, flipping it around to imply the next strike will impale him. &quot;It&apos;s time for you to leave. It&apos;s getting late, and by the Gods, I&apos;d rather abstain from filing a casualty report tonight.&quot;</p><p>&emsp;He fumbles for the door with his working hand, wrapping his left palm in more of the pristine, white fabric, struggling to grasp the handle when his eyes are on the weapon. &quot;Jesus Christ! Are you insane? Do you have no boundary with your stupid fantasy? Castle Law or not, I&apos;m calling the police.&quot;</p><p>&emsp;&quot;Get out,&quot; I say.</p><p>&emsp;&quot;This was my favorite shirt!&quot;</p><p>&emsp;&quot;I said, GET OUT!&quot;</p><p>&emsp;As soon as the door cracks enough to silhouette his body against the night, I lift my leg and boot him square in the chest, planting a muddy print on the last untarnished space in the fabric. He falls over the first set of steps and lands in the dirt, groaning as I slam the door shut. </p><p>&emsp;He&apos;ll live.</p><p>&emsp;I rush to the window, throwing the shades open just enough to peer into the darkness, drawn by my biting curiosity to see what unfolds.  What an idiot &mdash; now he&apos;s struggling to tear the sleeve off his bloodstained shirt, ripping at the fabric where my Essenced plume singed it black.</p><p>&emsp;But it still bothers me. Why was he so drawn to the shallow closet? Even under duress, I don&apos;t know how he could be stupid enough to insist he entered through a door. There&apos;s surely nothing in this column of a cottage worth breaking into &mdash; especially into the home of a Royal Knight &mdash; unless he&apos;s some devious cretin that is after my intimates.</p><p>&emsp;After I back away from the window and toss the bloody dagger in the sink, I approach the closet door. </p><p>&emsp;Or at least I thought it was a closet. </p><p>&emsp;The space beyond the door frame spans for less than a foot before the faint candlelight is swallowed by darkness. But the darkness is so dense and miasmic, like peering through murky water.</p><p>&emsp;The tunnel opens itself to me as I approach the door. From the lines implied by the floors and walls, the small cupboard should be no deeper than a couple feet (enough to store winter uniforms and snowshoes for the cold season), but I find no definite end. The edge where the splintered floor meets the jagged wall just fades into obscurity, all the way though to the unit on the other side, where an unfamiliar twinkle of multicolored lights pierce the smooth walls.</p><p>&emsp;The corridor might be short, but it&apos;s still just a little too long. The neighboring wall would have to be deeper than the walls around Fort Gaffesend!</p><p>&emsp;It must be a trick of his.  He could be a cross-blood like Pax, except Auvryan; able to mess with minds; skilled enough in his race&apos;s  gift to conjure convincing illusions with his Essence. Maybe that&apos;s why he seemed so powerless with his Human gifts. Maybe he conjured that splitting headache before I barged in, or maybe he speaks through thoughts, unaccustomed to verbal speech, speaking words of a foreign language though my mind heard something else. Is my mind being twisted further, to show something that isn&apos;t there? Does he still deceive me from beyond the door? I refuse to fall for this pathetic excuse of a trick, so I decide to test the bewildering portal.</p><p>&emsp;I reach first with my gauntlet, dragging through the viscous black as if collapsing spiderwebs. I notice the breeze at my back, strong enough to pierce the layers of my uniform, ushering me deeper and deeper. My trembling hand passes where the wall should be, and then my arm, and then the rest of my body, and as all the sound of the quaint cottage and the outside world fade behind me, I realize I&apos;m twice as deep as the rules of space should allow. I think of the old stories of the Verdalans, the masters of space whose bodies descended from the fibrous jungle, defending their ancient capital with an infinite wall of twisting jungle. Just as their Essence warped space, entrapping their adversaries in endless loops of attrition, I feel my stomach twist as my senses confirm a truth that the mind refuses to accept.</p>"
  ],
  "BodyFormatted": [
    [
      "<p>&emsp;It takes a moment to lift myself from the flimsy folding chair. I fight the spinning world, stumbling towards the kitchen counter to grab the remote. Freaky Friday autoplays on some free streaming service, since I was too lazy to enter the family account. I reach to turn off the floor-bound wall TV, but I hesitate &mdash; finding that I enjoy the faint sound of it over the silence.</p>",
      "<p>&emsp;It feels nice to have my friend here, I think.</p>",
      "<p>&emsp;The tears still wet my face, more from the laughter of digging up past memories than the emptiness. I find myself disoriented when I try to walk, so I lift my old lacrosse stick from the ground to use it as a cane, digging my fingers into the mesh of the basket. I realize there must be an open window when a chill convects the wetness of my skin.</p>",
      "<p>&emsp;I hobble towards the wall, nearly in-step with Miguel&apos;s snore, trying to dodge the crumpled cans. The window is open, but the breeze funnels out instead of in. </p>",
      "<p>&emsp;I remember my first Thermo class. Isn&apos;t hot supposed to run to cold?</p>",
      "<p>&emsp;I&apos;m not in a headspace where I can read the clues. My stomach pangs when the sweet aroma of fresh meat fills the vacant home. I look out the open window, as if any one of my older neighbors would be grilling burgers at one o&apos;clock in the morning. But I know the college years of that are long behind me.</p>",
      "<p>&emsp;My ears pop when I drag the window closed along its tracks. The air is dry, and when I stumble towards the source of the gusting winds &mdash; the small closet beneath the stairs &mdash;a faint, flickering light glows in the space beneath the door.</p>",
      "<p>&emsp;An empty can crunches when I step on it, and I realize I&apos;m still wearing my steel-toed shoes, along with the rest of my casual work clothes. The lacrosse stick braces me as I stumble forwards&mdash;feeling like my uncle does on Ambien when he doesn&apos;t fall asleep in time&mdash;until my hand touches the freezing handle.</p>",
      "<p>&emsp;Tumultuous winds scream beneath the door and through the cracks, bashing the fitting against the lock. My mind doesn&apos;t work well when it&apos;s crossed, but I find myself fixated on how strange the closet door looks. I never noticed the handle, etched with an intricacy so far outside the palate of the builders&apos; package. Surely Mom or Dad would have noticed it on any one of the tours, right?</p>",
      "<p>&emsp;I turn the knob far enough that the bolt no longer withholds the gale. The wooden door buffets me in the face. Stars flash in my vision, and if it weren&apos;t for the lacrosse stick, I would have slammed my head on the granite counter. Instead, I find myself slumped beneath the bartop, barricaded by two metal stools.</p>",
      "<p>&emsp;I&apos;m speechless until the rooms equalize in pressure, rubbing out the ache in my forehead. I lift my eyes. No longer does the closet greet me, but the light of a whole other townhouse on the opposing side.</p>",
      "<p>&emsp;Unable to fathom whether this dream is just the imaginings of an inebriated mind, I lift myself from the floor and stumble through the threshold of the archway. The contours of the floor change from that of smooth, buffered wood to sanded planks and stone. On the other side is another thick wooden door with the same handle, thrown all the way open. I wonder if my neighbors are so old that they insist on the technology of the last century. Who would spend the money to furnish their townhome this way, with walls and decor so aged my great-grandmother would feel at home?</p>",
      "<p>&emsp;It feels so wrong to be here, but I&apos;m a social drunk, and this is a chance to make friends.</p>",
      "<p>&emsp;&quot;Hello? You forgot to lock your door. Sorry to intrude &mdash; I&apos;m the neighbor from the unit on the other side. My name is Cody, Cody Dunsmore,&quot; I say, and so I continue, stammering my words to ensure my presence isn&apos;t a surprise, though with cast iron kettles and candles, I doubt these fogies would be agile enough to swing anything at their friendly intruder.</p>",
      "<p>&emsp;I find a knight&apos;s uniform on the table, tailored to a woman&apos;s measurements, along with realistic metal boots.</p>",
      "<p>&emsp;&quot;The old bat must be into costume play. Whatever gets you off,&quot; I mutter, but then I see the biggest surprise leaning against the wall. I try to take it in my hands, but it&apos;s so damn heavy: nothing like the weapons those mall ninjas buy at conventions.</p>",
      "<p>&emsp;I drop the lacrosse stick to try to lift it. Surely it&apos;s one of those real-looking swords the neckbeards buy, right?</p>",
      "<p>&emsp;Nope.</p>",
      "<p>&emsp;&quot;Christ almighty!&quot; I exclaim.</p>",
      "<p>&emsp;I try to steady it the same way I saw in the movies, but it kills my wrists. I wonder how many exercises these geriatric fantasy fetishists have to do to hold a sword like this, like holding a barbell by its end.</p>",
      "<p>&emsp;I put it back against the wall, and I decide to try speaking again. </p>",
      "<p>&emsp;&quot;Hello? You left your door open.&quot; </p>",
      "<p>&emsp;The house smells too musty to be a new build, like it&apos;s seen generations of families through its halls. Spiderwebs collect in the corners of the cabinets. The crimson curtains are bleached from decades of continuous sunlight. And when I fumble for a light switch on the walls, I find nothing: nor a single cord in this simple home snaked across the surface.</p>",
      "<p>&emsp;The space is dead silent in the absence of appliances: so silent that I can hear the heartbeat in my ears. Maybe I should return home to try again tomorrow. </p>",
      "<p>&emsp;But my plan is cut short when a shadow slides behind the marbled glass.</p>",
      "<p>&emsp;I haven&apos;t the time to react when the door blasts open, screeching on rusted hinges. The intruder closes the distance before I even have a chance to react, blasting their glowing palm against my shoulder, casting me over their dining table with a whole handprint burned into my beer-stained work shirt.</p>",
      "<p>&emsp;The female knight is quick to pin me against the floor, straddling me with her bare thighs. My mind races to explain. I can only consider she&apos;s an influencer, or one of those intensely dedicated cosplayers I found LARPing on campus. Her speech is incoherent, but the longer she berates me in her mother language, drawing the prop knife against my neck as I struggle under her inhuman strength, a strange comprehension of her words slowly overtakes me.</p>",
      "<p>&emsp;I feel the sentiment behind her panic. I thought she was just speaking in tongues, but I can feel my mind strain as it arranges itself to piece together the meaning of the words. And when the headache passes, I realize that I can understand her fully.</p>",
      "<p>&emsp;Her voice is beautiful.</p>",
      "<p>&emsp;Her eyes are a golden hazel from colored contacts, and she&apos;s dressed like one of those hobbyists at the Shaleborough Renaissance Faire. Her blond, silken braid hangs from her head as she leans over me, making her look more like an angry princess than a defensive knight.</p>",
      "<p>&emsp;&quot;Please, please,&quot; I beg. </p>",
      "<p>&emsp;But I find the panic in her face to be even greater than mine. She breathes heavily with trembling hands, rocking on my torso with every shallow breath. It&apos;s the most excitement I&apos;ve felt in ages. The sudden rise in emotion ignites something I&apos;m even more afraid of, and I try to make it known to her. </p>",
      "<p>&emsp;&quot;I think you should get off me, I&mdash;I can&apos;t control it,&quot; I say, but she&apos;s clueless about what she does to me, straddling my waist with her strong, bare thighs.</p>",
      "<p>&emsp;&quot;What do you mean?&quot; she asks.</p>",
      "<p>&emsp;My arms are pinned beneath her legs. The pressure pounds in my skull. There&apos;s no chance to try the waistband trick, and there&apos;s only one place that all the blood can go.</p>",
      "<p>&emsp;&quot;You&apos;re a fool to break into the military district. I&apos;m a knight of the Royal Guard,&quot; she declares, as the sharp edge of the very real knife digs into my neck. </p>",
      "<p>&emsp;&quot;I don&apos;t think you understand. I can&apos;t control what&apos;s going to happen,&quot; I say.</p>",
      "<p>&emsp;&quot;You pathetic weakling, what could you possibly do now?&quot; </p>",
      "<p>&emsp;She has the upper hand. And all I have is a single word I learned on the Internet.</p>",
      "<p>&emsp;&quot;S-S-Scaroused.&quot;</p>",
      "<p>&emsp;&quot;Scaroused?&quot; The words might be lost, but she definitely notices the new sapling in her living room. </p>"
    ],
    [
      "<p>&emsp;If he wasn&apos;t handsome, I would have slit his throat. My mind can&apos;t catch up fast enough for all the semantics, but I know exactly what he means.</p>",
      "<p>&emsp;I can feel it.</p>",
      "<p>&emsp;My face flushes. &quot;You degenerate! You lecherous, filthy animal, breaking into my house to . . . to&mdash;&quot;</p>",
      "<p>&emsp;&quot;I swear, I didn&apos;t break in here,&quot; he insists. His face is redder than mine. He covers his crotch with his hands, as if hiding the pitched tent can make me forget. &quot;The door was open. I just walked in.&quot;</p>",
      "<p>&emsp;&quot;The door was locked, you fool,&quot; I say, pointing to the narrowly-cracked entry door behind me, but he gestures with his head to the small closet. &quot;The closet? How would you break in through a damn closet? There&apos;s no windows in there.&quot;</p>",
      "<p>&emsp;&quot;I know, but please. I&apos;m as confused as you are,&quot; he says. &quot;Give me a chance to explain.&quot;</p>",
      "<p>&emsp;&quot;You&apos;re excited, not confused!&quot; I point the dagger between his legs. &quot;You don&apos;t have the right to be confused right now. I&apos;m the one that&apos;s confused at how&mdash;&quot;</p>",
      "<p>&emsp;&quot;&mdash;Would you let me explain? Dear God!&quot;</p>",
      "<p>&emsp;&quot;It&apos;s Gods, you heretic,&quot; I tell him. &quot;Respect other races. We&apos;re not the only one that shares Fosroth, and all our Gods have proven their presence.&quot;</p>",
      "<p>&emsp;&quot;God, I said,&quot; he says. &quot;A real god, not the ones you cosplay freaks pretend to worship.&quot;</p>",
      "<p>&emsp;&quot;Do you want to be executed for apostasy? Because I can do that for you, right now,&quot; I notice that his eyes keep falling on the closet. The closet, my bare legs, my breastplate, and then the closet. I circle between him and the door, leaving only the entrance as an escape: like coaxing a rat out of the house without having to kill it.</p>",
      "<p>&emsp;&quot;What I want is to go home,&quot; he says. &quot;Not to get stabbed by a letter opener. I&apos;m your neighbor, and the door between our units was open. I was simply trying to tell you,&quot; the liar insists. He heaves for a couple breaths. &quot;Did you really have to tackle me to get your point across?&quot;</p>",
      "<p>&emsp;&quot;You do not live here. This is the Military District. Besides &mdash; you&apos;ve proved that you are far too weak to live here,&quot; I say, approaching him with the dagger.</p>",
      "<p>&emsp;&quot;You bitch, I can bench a plate at least,&quot; he says.</p>",
      "<p>&emsp;&quot;Putting plates on benches? What, are you a fat oaf that eats outside all day?&quot; but he looks reasonably fit beneath his ruined shirt. Defined shoulder muscles, trained without Essence . . . maybe he&apos;s a laboring refugee from the North?</p>",
      "<p>&emsp;He raises his hands as he tries to stand up with only his legs, but he can&apos;t. &quot;I&apos;m sorry to intrude. Look. I know you might be into cosplay or whatever, but this is taking things way too far.&quot;</p>",
      "<p>&emsp;&quot;Cosplay?&quot;</p>",
      "<p>&emsp;&quot;Costume play. At first I thought it was old people living here: the kettle, the candles . . . I mean, the whole damn house is set up like Skyrim.&quot;</p>",
      "<p>&emsp;Costume?</p>",
      "<p>&emsp;A fucking costume?</p>",
      "<p>&emsp;&quot;This is not a COSTUME!&quot;  </p>",
      "<p>&emsp;He shrinks at the thunder in my voice. His singed nobleman&apos;s shirt hangs open as he edges towards the front door on his hands and knees, and I follow him step-for-step. </p>",
      "<p>&emsp;&quot;Do you know how hard I worked for this?&quot;</p>",
      "<p>&emsp;&quot;Yeah . . . lots of trips to the craft store,&quot; he adds.</p>",
      "<p>&emsp;&quot;How hard I worked to wear this proudly as a guardian?&quot;</p>",
      "<p>&emsp;&quot;Yeah. Did you make it during the craft foam sale? I go there for the graphing pencils.&quot;</p>",
      "<p>&emsp;&quot;What the Res are you talking about?&quot;</p>",
      "<p>&emsp;&quot;Mechanical pencils,&quot; he rambles. &quot;Point-five is a toothpick, and point-nine is like a fucking crayon&mdash;&quot;</p>",
      "<p>&emsp;&quot;You dare to insult me like this? For what, because I&apos;m a female guard?&quot;</p>",
      "<p>&emsp;&quot;No. Of course not, you&apos;re very convincing.&quot; His voice crackles on every other syllable, trying to inject some abject form of flattery. &quot;It&apos;s amazing. Prop knife? Form-fit foam from the craft store, spray-painted to look like metal armor? Even the stitching looks like an eighteenth-century corset. I can tell you&apos;ve put a lot of time into it. You&apos;re a lot like my older cousin, and I&apos;m sure you have loads of followers like she does. I know I&apos;d follow you.&quot;</p>",
      "<p>&emsp;&quot;You&apos;re too yellow to follow me anywhere,&quot; I say.</p>",
      "<p>&emsp;&quot;On-line, I mean,&quot; he says. </p>",
      "<p>&emsp;&quot;On what line?&quot; I ask. &quot;The front? You would never get close. They&apos;d keep you busy peeling potatoes with such soft hands.&quot;</p>",
      "<p>&emsp;&quot;Soft hands? Please. You&apos;re the job that banks on soft hands. While you&apos;re busy pleasuring perverts over your webcam, I work in an office. Designing the damn future. Because the rest of us have to work real jobs, not getting paid by thirsty horndogs that jerk off to Shakespeare.&quot;</p>",
      "<p>&emsp;&quot;The real work is defending the ungrateful, undeserving gentry like you. Why don&apos;t you crawl back to mummy and daddy dearest for another bump to your filthy allowance?&quot; </p>",
      "<p>&emsp;That last line would provoke any true noble. I expect him to go cry fowl to his underpaid servants, to his nanny, or to his absentee parents, complaining all way up the chain to my captain. I sincerely hope he does, because Aldrin is backwater enough to hate anything that wears its wealth and wreaks of privilege.</p>",
      "<p>&emsp;But hes&apos;s not that kind of upset. He doesn&apos;t seem offended in any way. This idiot still holds a sense of humor, as if he thinks it&apos;s all a ruse. The further the corners of his mouth crease on a laugh, the more it infuriates me, and as he stands, he opens his stupid mouth to cross the line.</p>",
      "<p>&emsp;&quot;Enough pretend. Your knife isn&apos;t even real.&quot;</p>",
      "<p>&emsp;&quot;Pray tell, does this feel real?&quot; </p>",
      "<p>&emsp;I take a slash at his arm, trying to carve him with something small and impermanent: small enough to disappear in a day, but enough to remember the lesson. But the fool flinches, blocking my dagger with his left hand. </p>",
      "<p>&emsp;Idiot.</p>",
      "<p>&emsp;The edge catches on his palm, drawing an instant, deep line of gushing blood. His expression changes in an instant, as if surprised that knives have an edge to them. Maybe I&apos;ll have to explain next that my Essenced fire actually burns, and water actually drowns.</p>",
      "<p>&emsp;&quot;You . . . you actually . . .&quot; he starts, his back pressed against the front door as he watches the blood trickle down his left wrist, absorbing in the tarnished fabric of his charred left sleeve. </p>",
      "<p>&emsp;I flick the crimson from the dagger, flipping it around to imply the next strike will impale him. &quot;It&apos;s time for you to leave. It&apos;s getting late, and by the Gods, I&apos;d rather abstain from filing a casualty report tonight.&quot;</p>",
      "<p>&emsp;He fumbles for the door with his working hand, wrapping his left palm in more of the pristine, white fabric, struggling to grasp the handle when his eyes are on the weapon. &quot;Jesus Christ! Are you insane? Do you have no boundary with your stupid fantasy? Castle Law or not, I&apos;m calling the police.&quot;</p>",
      "<p>&emsp;&quot;Get out,&quot; I say.</p>",
      "<p>&emsp;&quot;This was my favorite shirt!&quot;</p>",
      "<p>&emsp;&quot;I said, GET OUT!&quot;</p>",
      "<p>&emsp;As soon as the door cracks enough to silhouette his body against the night, I lift my leg and boot him square in the chest, planting a muddy print on the last untarnished space in the fabric. He falls over the first set of steps and lands in the dirt, groaning as I slam the door shut. </p>",
      "<p>&emsp;He&apos;ll live.</p>",
      "<p>&emsp;I rush to the window, throwing the shades open just enough to peer into the darkness, drawn by my biting curiosity to see what unfolds.  What an idiot &mdash; now he&apos;s struggling to tear the sleeve off his bloodstained shirt, ripping at the fabric where my Essenced plume singed it black.</p>",
      "<p>&emsp;But it still bothers me. Why was he so drawn to the shallow closet? Even under duress, I don&apos;t know how he could be stupid enough to insist he entered through a door. There&apos;s surely nothing in this column of a cottage worth breaking into &mdash; especially into the home of a Royal Knight &mdash; unless he&apos;s some devious cretin that is after my intimates.</p>",
      "<p>&emsp;After I back away from the window and toss the bloody dagger in the sink, I approach the closet door. </p>",
      "<p>&emsp;Or at least I thought it was a closet. </p>",
      "<p>&emsp;The space beyond the door frame spans for less than a foot before the faint candlelight is swallowed by darkness. But the darkness is so dense and miasmic, like peering through murky water.</p>",
      "<p>&emsp;The tunnel opens itself to me as I approach the door. From the lines implied by the floors and walls, the small cupboard should be no deeper than a couple feet (enough to store winter uniforms and snowshoes for the cold season), but I find no definite end. The edge where the splintered floor meets the jagged wall just fades into obscurity, all the way though to the unit on the other side, where an unfamiliar twinkle of multicolored lights pierce the smooth walls.</p>",
      "<p>&emsp;The corridor might be short, but it&apos;s still just a little too long. The neighboring wall would have to be deeper than the walls around Fort Gaffesend!</p>",
      "<p>&emsp;It must be a trick of his.  He could be a cross-blood like Pax, except Auvryan; able to mess with minds; skilled enough in his race&apos;s  gift to conjure convincing illusions with his Essence. Maybe that&apos;s why he seemed so powerless with his Human gifts. Maybe he conjured that splitting headache before I barged in, or maybe he speaks through thoughts, unaccustomed to verbal speech, speaking words of a foreign language though my mind heard something else. Is my mind being twisted further, to show something that isn&apos;t there? Does he still deceive me from beyond the door? I refuse to fall for this pathetic excuse of a trick, so I decide to test the bewildering portal.</p>",
      "<p>&emsp;I reach first with my gauntlet, dragging through the viscous black as if collapsing spiderwebs. I notice the breeze at my back, strong enough to pierce the layers of my uniform, ushering me deeper and deeper. My trembling hand passes where the wall should be, and then my arm, and then the rest of my body, and as all the sound of the quaint cottage and the outside world fade behind me, I realize I&apos;m twice as deep as the rules of space should allow. I think of the old stories of the Verdalans, the masters of space whose bodies descended from the fibrous jungle, defending their ancient capital with an infinite wall of twisting jungle. Just as their Essence warped space, entrapping their adversaries in endless loops of attrition, I feel my stomach twist as my senses confirm a truth that the mind refuses to accept.</p>"
    ]
  ],
  "Release": 122,
  "ReleaseDate": [
    "05",
    "03",
    "2025",
    "2025-05-03 00:00:00"
  ],
  "Active": true,
  "Perspective": "Cody",
  "Status": "Final Draft",
  "WordCount": 0,
  "Summary": "> Drunken Cody crosses the threshold.> Cody encounters Katiya for the first time."
}