{"Story": "Firebrand", "Title": "Chapter Two", "Subtitle": "Valedictorian", "Act": 1, "ChapterNumber": 2, "Synopsis": "36|Reward/The Mask", "RevNotes": "", "ID": "1.2", "Body": [" <p>&emsp;&quot;&mdash;say that if there is anything, dear Firebrands, that you take from this speech, I want you to remember one thing. Your sacrifice is what allows the acolytes of the Afterlife to barter with the Gods,&quot; General Ullrich says. &quot;We have always had just enough to feed everyone. The Gods satiate us with sustenance for our prayers. And from sacrifice, we have just enough to protect the last bastion of our people against the evil of the Chymaerans. But this is always just barely enough. Just enough, because of the courage of these young cadets, to fight for our dreams of another Golden Age!&quot;</p> <p>&emsp;An applause circulates the stadium like cracking ice. We are enclaved by the vast unknown of the lifeless, frozen wasteland: our race fording a frozen river we should have fallen into ages ago. Every year we treat graduation as if it were the last, because all we&apos;ve ever hoped for is just a way to stay alive.</p> <p>&emsp;The grand auditorium of the Academy is open to the impossibly warm air. The ashen smog is too thin here to obscure our sight and poison our lungs. Many see the sky for the first time in years, migrating up the mountainside to visit their children in this moment of bittersweet celebration.</p> <p>&emsp;&quot;Twelve thousand students in this graduating class of northern Blackwater. Only two hundred of you will defend the Afterlife as Royal Guards. Five thousand more will defend the lower city. And the rest will fight to defend our frostbitten foothold as soldiers on the front lines, fighting the Chymaera. But I want you to think of the others that never even joined: toiling as power-workers and miners that never see this glorious purpose thorugh. To the fighting Firebrands on the front lines, I want you all to remember: you are the greatest asset our people have.&quot;</p> <p>&emsp;Ullrich&apos;s eyes fall to the span of seats roughly sixty-percent back, notably dotted with absent chairs. It&apos;s no wonder us cadets are called suicide scholars: either signed on by family that birthed them for the stipend, or by the passionate tales in Seminary motivating them to sign away their life &mdash; as early as they learn how to write the letters of their name.</p> <p>&emsp;Several cadets far behind us retch into the bags tucked beneath their seats, masked over by the fanfare of instruments stationed directly behind them. Curious, my fingers fumble beneath my seat to find there is nothing there &mdash; but I&apos;m close enough to touch the stage. </p> <p>&emsp;Ullrich continues, as the orchestra finds the perfect balance, between muting out the cries of panic and allowing Ullrich&apos;s words to resound in hallowed glory.</p> <p>&emsp;&quot;I am infinitely proud of every single one of you. We will always be at war with the Chymaera. But it&apos;s&mdash;&quot;</p> <p>&emsp;&quot;All a lie!&quot; one of the lower Cadets yells. There are several in the aisle creeping towards the stage. But the Royal Guard are quick to put them down and drag them away. Uncertainty is an illness that slowly metastasizes in the soul. All they know is that one returns for every fifteen they send into the meat grinder. They even dig the graves before they leave, to pretend there is something there beneath. </p> <p>&emsp;At least suicide leaves something. If they die, not even a single piece of them will return to attest to their life.</p> <p>&emsp;&quot;&mdash;It&apos;s a fight worth having,&quot; Ullrich says. The orchestra has to improvise to keep the lost time. &quot;We are the last survivors of this frozen world where none of us ever asked to be born. But we are here. And you . . . we, owe it to each other, to defend the sanctity of this chance at life. To give everything. To lose yourselves in the beauty of this divine sacrifice ever since the fall of our people. To pay the debt they left behind. To have a chance to return to that golden age!&quot;</p> <p>&emsp;The choir crescendos with their chorus. Ullrich raises his hands as the unsetting sun penetrates the clouds of smog. Rays of light reach the Afterlife first before the leftovers illuminate our pallid faces, and the Royal Guards applaud and cheer, followed by the cheers of the crowd, booming like the songs of worship we sing to the Afterlife&apos;s central peaks.</p> <p>&emsp;&quot;And to provide the last words of this benediction is a cadet that needs no introduction,&quot; Ullrich says. I feel Romin&apos;s massive hand grasp my left shoulder with pride, muttering either one of his jokes or words of encouragement. Sylvia grasps my right hand before she nervously withdraws. And Valentina peeks her head over Sylvia&apos;s shoulder, expecting me to smile with some strong sense of pride for what it&apos;s taken me to get here.</p> <p>&emsp;&quot;Not only did his quartet of Fireteammates place in the top three combat scores of their class, but he obtained a one-hundred-and-five percent score on his exit exams. He scores higher than the East, South, and West Academies. And yet I&apos;m told he still finds enough time to care for his sister, and to work alongside his father. He is the pride of our people, and everything that any Cadet should aspire to.&quot;</p> <p>&emsp;The left and right sections of underclassmen turn to me. I feel the intensity of all the eyes in the auditorium, but I can&apos;t hear the words of encouragement; feel the strangers patting my back and asking me how I pulled it off. It&apos;s not nervousness that muffles their voices, mutes their touch, or softens their glances of misplaced admiration. I&apos;m not afraid of that unpracticed string of words I&apos;ll share, because I know how exactly how to deceive them into thinking they&apos;re special like Ullrich does.</p> <p>&emsp;I reach to shake Ullirch&apos;s hand as he smiles. </p> <p>&emsp;The applause is deafening and insincere. Ullrich extends his hand as I climb the stairs, timed so perfectly to the music like all his appearances: like one of Valentina&apos;s famous moving pictures, or composed like one of Sylvia&apos;s commissioned paintings.</p> <p>&emsp;&quot;You&apos;ve got such a brilliant future ahead of you, son,&quot; he says, speaking as if I were one of his own, but then the sudden onset of a splitting headache nearly casts me down.</p> <p>&emsp;The world goes dark, as if I stand in a cave. </p> <p>&emsp;The ground trembles beneath me. </p> <p>&emsp;I can taste the iron as it condenses on my tongue, vanishing from palate it slides down my throat. I can smell that horrid smell of burning rubber, ozone, and rotten flesh of a million dead liquidated faster than they could react. I remember the feelings I had never felt before: of a true steadfast resilience, of burning resentment, and the fading faces of cherished friends and family I swore I&apos;d never forget. I&apos;m so angry when I can&apos;t remember the names of people I&apos;ve never met, while the voice pleads for me to resign this life and let them take over. A string of three sentences.</p> <p>&emsp;Open up.</p> <p>&emsp;Let go.</p> <p>&emsp;Never alone.</p> <p>&emsp;But the presence is too weak.</p> <p>&emsp;The command of that phantasmal projectionist fades, and though he pleads in my mind with words that sound like my own, his words fade to irreconcilable fragments of meaningless words, before it disappears altogether.</p> <p>&emsp;Ullrich stabilizes me with a familiar touch.</p> <p>&emsp;&quot;Are you alright?&quot; He asks. &quot;What happened this time?&quot;</p> <p>&emsp;But my mind is still sharp.</p> <p>&emsp;&quot;Think I overestimated how much to drink to get me through this speech.&quot; </p> <p>&emsp;He laughs, clapping me gently on the back.</p> <p>&emsp;I grasp my head as I approach the podium with a brilliant smile. I refuse to cast my eyes to the vacancy unfilled by my adopted father and sister. And it&apos;s when I rest my hands on the podium that I realize I feel nothing; absolutely nothing at all. </p> <p>&emsp;I was foolish to think this moment would feel any different than all the others.</p> The throbbing in the birthmark on my wrist is the last discomfort to subside. All that&apos;s left is the eternal chill of Blackwater, the last frostbitten city of the Humans. And after I pause long enough for effect, waiting a little longer . . . and a little longer . . . I open my mouth to speak the first string of uninspired words, telling them exactly what they want to hear."], "BodyFormatted": [], "Release": 79, "ReleaseDate": ["03", "21", "2025", "2025-03-21 00:00:00"], "Active": true, "Perspective": "Titus", "Status": "No Status", "WordCount": 0, "Summary": ""}