{"Story": "Firebrand", "Title": "Chapter Forty-Three", "Subtitle": "Special Pleading", "Act": 4, "ChapterNumber": 43, "Synopsis": "Titus recognizes the strength in his beloved friends.", "RevNotes": "", "ID": "4.43", "Body": ["<p>&emsp;&quot;At the end of the day, and at the end of all of this, friends, we are all just watchmen of the night, taking our shift until we&apos;re relieved of service and get to go home and rest. We might tire as the shift grows long, and at times, it might feel if we&apos;ve done nothing at all but just watch.&quot;</p><p>&emsp;This Titus draws a breath. Surrounded by thousands of faces, celebrated for his relentlessness with the honor to speak encouraging words, he has never felt more alone in his life.</p><p>&emsp;He thinks this is the worst it can get. But he knows nothing of where this current path will take him if he&apos;s undisturbed. His eyes flicker to that space of vacant seats he reserved until the disappointment feels like it will burn his stomach. That friendly shopkeep from Clint&apos;s is the only one that showed up &mdash; he must have sent her here as an errand. He purses his lips and continues on after pausing for effect.</p><p>&emsp;&quot;But we haven&apos;t just watched. We&apos;ve experienced a full and beautiful life,&quot; he says, and he almost loses himself in the irony, but pushes it down just like he does with everything else. &quot;We never asked for this job. None of us asked for this job of living, but we were born into it. We all understand the value of sacrifice, the beauty of watching our influence carry for generations, and the question we all have here is the same.&quot;</p><p>&emsp;He pauses again. This Titus acts resolute though the question still devastates him. They sit at the edge of their seats, knowing what question awaits, the single burning thought that&apos;s worn into the grooves of their minds since they first heard the phrase Suicide Scholar.</p><p>&emsp;&quot;How, friends, do we live to fight, knowing that most of us are going to die out there?&quot;</p><p>&emsp;The auditorium is silent. Ninety percent of the parents and supporters&apos; children will be sent beyond the walls; only a mere ten percent were good enough to stay. The cadets no longer chatter. It&apos;s so silent that the sound of nature in the Foothills re-emerges as if Endogeny had already extingusished them, so quiet that Titus hears the Grandmaster General Ullrich cough behind him at the podium.</p><p>&emsp;This Titus rides this feeling of anticipation because he loves the satisfaction of absolute control. He can see the desperation resurface in Cadets and supporters alike, but he wants to provide them reassuring words, even if they&apos;re not his.</p><p>&emsp;He opens his mouth to speak, but then the sudden migraine overtakes him.</p><p>&emsp;He grasps his head. He feels such anguish that it almost casts him all the way to the floor. He drops down on one knee, but it feels like another voice is calling to him. The scar on his right arm beneath the ceremonial armor and mark feels like that hard scar tissue is replaced with molten steel, and he feels a lattice of cuts cascade up his arm.</p><p>&emsp;The crowd rises with commotion. Ullrich reaches behind him to grab his shoulder. &quot;Are you alright, son? You were doing so great.&quot;</p><p>&emsp;This Titus groans with pain, but just like they always do, he concedes once he hears my voice is his own, once he sees a glimpse of that inevitable premonition and the whole path he&apos;s destined to suffer to get there.</p><p>&emsp;Just help me. I never, ever, want to witness or feel that horrible future, he pleads me, and I&apos;m merciful when I take over. I can feel all of future Ellie&apos;s Essence funnel into me though that threaded tether</p><p>&emsp;like talking wires, and I know this time I have so much Essence that failure is impossible.</p><p>&emsp;&quot;Titus? Are you alright?&quot; Ullrich asks. &quot;What happened this time?&quot;</p><p>&emsp;If only these people knew what he was responsible for, how much suffering he accustomed them to, generation after generation, goading their habits towards unquestioning acceptance of indentured servitude.</p><p>&emsp;I should strike him down right here, but I can&apos;t.</p><p>&emsp;&quot;I&apos;m fine, sir,&quot; I say.</p><p>&emsp;I grab the podium again with fresh eyes, looking upon the faces of the dead I&apos;ve seen dissolve to ash so many times before &mdash; lives I&apos;ll save that I&apos;ve never met; cadets I&apos;ve killed that know nothing of what lies ahead.</p><p>&emsp;&quot;Why do we fight the inevitable?&quot;</p><p>&emsp;That Titus&apos; answer to his own question is the last remaining piece of him, but it&apos;s not good enough for me anymore. It doesn&apos;t encapsulate the lessons of that unwritten chapter, and when my eyes cross the audience, I find familiar faces that won&apos;t ever know me like I knew them. In the front is that poor Cadet destined to die when he fights me in the train car, calling me a vagrant, and sitting beside him is Zane, the cadet that confided in me at the end of our trials on Victory Row.</p><p>&emsp;To the left are the forty-some cadets that Romin convinced to fight with him beyond the gates. Three of them had their torsos bisected under the weight of the wrought iron. Twelve or more of them were too late. The rest were the ones I saved that gave their lives to protect me, yet they don&apos;t even know what might await them. Towards the back are the two cadets that killed Lyra and I in Victory Row. I remember obliterating the first one&apos;s skull with a rock until his features were indiscernible, and the second one, I stabbed in the chest until I ran out of breath, finding no satiation for that unfathomable rage. But here they sit before me, goofing off and hitting each other with one of the graduation fliers.</p><p>&emsp;And finally, I see the top one percent sitting there before me: the three friends tied to me; our bond stronger than blood; the ones I&apos;ve learned will fight alongside me through death; the three flawed, despairing, lovable, cherished cadets that I&apos;ll give my everything for.</p><p>&emsp;&quot;We live to fight because we were made for higher dreams,&quot; I tell them. &quot;The passion of the fight is what makes the act of living worth anything at all. The capacity to feel; to be hurt; to feel the fury of a thousand suns and the solace of the softest sleep; the experience of the act of life is what we live for.&quot;</p><p>&emsp;The peace of that uncountable breadth of time with my sister washes upon me, and I can feel it again, that feeling I never thought I&apos;d feel, that feeling mythologized by my own obsessive lust for suffering and seclusion.</p><p>&emsp;&quot;So ask yourselves not what the meaning of anything is in times of despair, because you will never get a whole answer. We are not machines like those generators casting that thick, residual haze into the air. Above all of this, somewhere, is a blue sky. The meaning is the experience: not the eventuality of waiting for an unpromised future, but feeling through this moment we live in right now,&quot; I say, and when I see the three sitting in front of me jarred by my shift in demeanor, I thank whatever Gods may be that I get whatever time I have left with them. &quot;This exact moment doesn&apos;t care about the future or the past, so live here with me, friends, and you&apos;ll endure the greatest of life&apos;s challenges. Feel through it, because all that persists from generation to generation is memory, and nothing more.&quot;</p><p>&emsp;I&apos;m surprised when my hands are untensioned against the podium. I feel a wetness reside in my eyes, a newfound feeling, and I wipe it before they notice. It&apos;s not the fear that leads me to tears. It&apos;s the beauty of this moment I once lost when I decided it was a chore, and the joy of that blessing to have finally returned.</p><p>&emsp;The crowd applauds as I turn to descend the stairs, but Ullrich extends his right hand first. I clasp it and he pulls me in to whisper something in my ear, twisting my right wrist.</p><p>&emsp;&quot;That was a wonderful speech, son,&quot; he says. &quot;A lot different than I remember.&quot;</p><p>&emsp;&quot;Huh?&quot; I mutter.</p><p>&emsp;He tries to twist further, but I resist him.</p><p>&emsp;&quot;Nothing. You wouldn&apos;t get it,&quot; he says, releasing my hand, and we turn away in smiles, waving to the audience.</p><p>&emsp;The auditorium clears out shortly after that. The cadets are either too excited for their families&apos; parties, too drunk, or too hungover after three hours of sitting, all eager from the restlessness of hearing so many names.</p><p>&emsp;Like all of them, I&apos;m happy and afraid, but I&apos;m more of both than they&apos;ll ever be. Overjoyed for this brief stillness like rising to the surface of a lake after being bound in briny, dark depths. Catching that first breath of air is an elixir, for the exhaustion this unweathered body feels as phantom pains of an agonizing past.</p><p>&emsp;And so I&apos;m more afraid than they could ever be, too, because I&apos;ve seen every outcome of this lie. What is survivor&apos;s guilt called when you hold it for a future passed? Can I live with myself when this is over?</p><p>&emsp;You can, that Ellie says. She&apos;s still there in another life. The thought is useless. This present was never yours to hold on to in the first place.</p><p>&emsp;And so I can relish this day, drinking to the joy of the unconscious as if my eyes were fresh; as if that past Titus were still within me; holding to that brilliant sense of purpose that stirs me to fight for all I&apos;ve ever loved.</p><p>&emsp;I can&apos;t have it all. But just enough just might be enough.</p><p>&emsp;Somewhere behind me, the mass exodus swarms the last-lettered seats. Berguard is up front. Zebal and Vermillion are far behind, along with nameless Sylvia, and after such a flood of bodies crowds the aisle, I know there&apos;s no chance I can get back to them.</p><p>&emsp;Something grabs below my eyes from behind, startling me. They&apos;re fingers.</p><p>&emsp;&quot;Guess who?&quot;</p><p>&emsp;&quot;Someone that isn&apos;t tall enough to blind me and do it right,&quot; I say, but my stomach twists for a second, afraid I might see her just like the way I left her.</p><p>&emsp;&quot;Guess,&quot; she says.</p><p>&emsp;I still find myself frozen there.</p><p>&emsp;&quot;Hey, it&apos;s a joke . . . are you going to turn around?&quot; She asks.</p><p>&emsp;&quot;I&apos;m sorry,&quot; I say, sheepishly. That phantom shame makes me feel as if I don&apos;t deserve to see her at all, remembering that look of betrayal on her face when the cold steel was inside her &mdash; but she sneaks around me.</p><p>&emsp;&quot;Last name is the only thing I could ever come before you in, I guess,&quot; she says.</p><p>&emsp;Isla Assal.</p><p>&emsp;Her blue eyes are so bright when she looks up at me. So little she knows of anything I did to her.</p><p>&emsp;&quot;So you&apos;re going into intelligence. Just like your father did,&quot; I say.</p><p>&emsp;&quot;That&apos;s right! How did you know that?&quot;</p><p>&emsp;&quot;You told me. A couple days from now, actually.&quot;</p><p>&emsp;&quot;You&apos;re pretty strange, you know that?&quot; Isla laughs. She looks past me, and finds her Fireteam-mates gesturing for her to come, in some kind of a rush. &quot;Say . . . Vera&apos;s celebrating our fireteam at the Vermillion Estate, in the main house.&quot;</p><p>&emsp;&quot;Sounds like a grand time,&quot; I tell her. &quot;Have fun. I bet Valentina&apos;s excited, too.&quot;</p><p>&emsp;&quot;To visit, you mean?&quot;</p><p>&emsp;&quot;Huh?&quot;</p><p>&emsp;&quot;Valentina told us she was only coming to visit. That she was celebrating with you, instead,&quot; she says.</p><p>&emsp;&quot;Oh, yeah,&quot; I say. &quot;Shows how well I remember things.&quot; But she never asked for us to go out. Despite all the anticipation of planning something, nothing ever came to be because we kept putting it off, and that&apos;s why I went on that trip beyond the walls in the first place. And I know exactly where I&apos;ll find her: the first one I&apos;ll convince of this plan.</p><p>&emsp;&quot;It&apos;s a pretty tight list, you know how Vermillion functions are. Maybe you could be my guest of honor?&quot;</p>", "<p>&emsp;I&apos;m fortunate this Titus was already in formal clothes when I took over. There were so many people flooding the event hall that I never caught a glimpse of Sylvia, Romin, or Valentina, despite how hard they might have looked for me. But that&apos;s alright, because by the end of the day, I&apos;m coming for each of them.</p><p>&emsp;The touring cars were already pulled to the front of the lot: drivers in Merlotan royal gear mimicking that of the Afterlife, doused in gold and bluish-red like all the Royal Guard&apos;s whites were drowned in barrels of wine. The whole way there, they mocked Isla for our connection, inferring there was something else behind it, but I could feel that joy inside her that I was with her.</p><p>&emsp;My eyes catch the ground-level windows of the cellar. Still pitch black. Either she sulks inside, or these monsters didn&apos;t even send a car for her.</p><p>&emsp;The inner hall of the Vermillion Estate was even more immaculate than I last remembered it. I might have been the only person here past the Vermillions that treaded in the Afterlife, and somehow, after seeing the perfect marble walls and polished floors of every building in that land above the clouds, this all feels like a convincing imitation.</p><p>&emsp;Isla tucked her hand around my arm and introduced me to everyone that would listen. She blushed every time they called me her &quot;brilliant man.&quot; I felt worse when I remembered I was using her for a pass on to the grounds of the estate, but better when I knew my presence made her day all the better.</p><p>&emsp;I excused myself to the restroom. It took half an hour to navigate the labyrinth of corridors full of servants and guests, punctuating the red-and-gold hallways with black and white, and when I finally made it to the entryway where the morning sun shimmered through thinner smog, I noticed the lights were still off in the stone-walled shed.</p><p>&emsp;The greenskeepers were asked to trim the already immaculately-shaped bushes, but only the front, so the guests would have another reason not to doubt the prowess of the Vermillion name. The side of the house was bare, and riding on the excuse that I&apos;m either drunk or lost, I headed for the shed.</p><p>&emsp;I pressed my ear to the thick wooden door, hearing nothing at all, so I tried the handle. The door was locked . . . but from the outside.</p><p>&emsp;With the key still in it.</p><p>&emsp;I slipped inside before anyone could notice. The room was just like I left it that night: the posh, gold-plated bed made with fine silken covers sitting against the cold stone wall, the entire space submersed beneath the ground, lit only by candles or the faint trickle of light from the grated windows, with so much dust that I coughed and sneezed.</p><p>&emsp;I&apos;ve been waiting for several minutes now. I hear a commotion, but it&apos;s not from outside. It&apos;s an echo, and once I realize I&apos;m standing over that grate that allowed us to escape, I jump onto her bed.</p><p>&emsp;Footsteps slosh through the drainage pipe leading out towards the foothills, growing louder until I hear her mutter to herself. Maybe she walked all this way. Or maybe her mother sent a car late, just to spite her and make her wait.</p><p>&emsp;I hear the thick metal grate lift off the recession in the floor like a manhole cover, just a crack, and somewhere beneath, her solid heels clatter against the steel rungs of the escape ladder. The grate drags against the uneven cobblestone as nails on a chalkboard, and from the ground, she emerges wearing her finely-woven garments, facing the other way, hair still perfect, hat and clothes spotless and clean without a single drop of mud caked on them.</p><p>&emsp;She raises from the drainage tunnel like a water lily blossoming in mere moments from a murky lake, and it amazes me how such a colorful form can persist in the doldrums of this hopeless chamber.</p><p>&emsp;&quot;Gods be damned,&quot; she mutters to herself, removing her hat, exposing the ears that twitch to her surroundings, and when the bed creaks beneath me, she wheels around to find me sitting there.</p><p>&emsp;She&apos;s speechless. But I&apos;m short on time, and this is the only way I can prove it to her. All I needed was the means, because I&apos;ve rehearsed the words enough times.</p><p>&emsp;&quot;I&apos;m here because I need you to believe me when I say the next unthinkable string of words.&quot; She still refuses to speak, covering her head with her hat, paralyzed with too much humiliation to be angry. &quot;In another life I was here in this cellar, where you told me everything. I&apos;m aware of it all. Your spiteful mother. Your bastard father. The ears on top of your head that prove there&apos;s a whole other world far beyond there, with so much we couldn&apos;t possibly imagine.&quot;</p><p>&emsp;She sits down on a crate.</p><p>&emsp;&quot;But that&apos;s roughly six days from now. Some time after we go to the Vermillion club. You&apos;re worried that one of the bouncers like Marcel won&apos;t let you in.&quot;</p><p>&emsp;&quot;Why are you saying these things . . . what are you? Are you doing this to threaten me?&quot; Valentina asks as she trembles.</p><p>&emsp;&quot;I would never hurt you. But there&apos;s a fate far worse that awaits all of us, and I&apos;ve lived that future, over and over again, where . . . Gods, how many times has it been now that I&apos;ve explained this to you?&quot;</p><p>&emsp;&quot;What do you mean?&quot;</p><p>&emsp;&quot;Every time I die, I go back. I&apos;ve been living this same loop for ages, and over and over, I&apos;ve lost everyone I care about. All of Blackwater is going to be destroyed, and only I can prevent this.&quot;</p><p>&emsp;&quot;You . . . you&apos;re saying&mdash;&quot;</p><p>&emsp;&quot;But I can&apos;t stop this. I can&apos;t do it alone. For so long I thought others were just an obstacle to perfection, that asking for help was an act of charity, but I was Gods-damn wrong, Valentina, and I need your help. You have some dreadful people in your family, but you are loved beyond compare by me, Sylvia, and Romin, regardless of that perfect act you&apos;ve honed into a career.&quot; I lean forward, looking into her emerald eyes with the slightest crescents I hadn&apos;t noticed before.</p><p>&emsp;&quot;Please, Valentina, I beg of you. Will you help me? And most of all &mdash; can you believe me?&quot;</p><p>&emsp;She nervously traces her manicured thumbs around each other. For putting her through so many different emotions at once, she looks like she&apos;ll cry, but she persists.</p><p>&emsp;&quot;On the stage, there, that massive headache that cast you down,&quot; she says. &quot;The change in tone. Those words you said. It was different than anything I&apos;d ever heard come out of your mouth, and you believed it. You made me believe it.&quot;</p><p>&emsp;&quot;That&apos;s when I came back,&quot; I say, unbuttoning the cuff on my ceremonial clothes, folding back the sleeve until the slashes of the thread are exposed. &quot;You remember this scar from when I was a kid?&quot;</p><p>&emsp;&quot;Gods above, Titus!&quot; She says. &quot;What happened? What did you do to it?&quot; The flesh is so latticed by glowing cuts that my entire arm looks mangled.</p><p>&emsp;&quot;Each of those is a death. And this&mdash;this is the earliest I&apos;ve been able to return to. I&apos;m not sure I have it in me to go again. And I think I&apos;ve decided this is my last chance.&quot;</p><p>&emsp;&quot;What do you need?&quot; She asks.</p><p>&emsp;&quot;What I mean is that I&apos;ve died, over and &mdash; wait, did I hear that right?&quot;</p><p>&emsp;&quot;What do you need from me?&quot; She asks.</p><p>&emsp;&quot;I&apos;m here to tell you I was wrong in not asking you to come with me beyond the walls. I need you to travel with me, because there&apos;s only so much I can do alone, and I&apos;ve got something to show you that will change your life forever.&quot;</p><p>&emsp;&quot;You have my help, though I&apos;m not sure what I can do,&quot; Valentina says.</p><p>&emsp;&quot;Then meet me tomorrow morning at Clint&apos;s trade building, before the sun rise and right after the Seminary bell.&quot;</p><p>&emsp;&quot;What should I bring?&quot;</p><p>&emsp;&quot;I&apos;ve got all the Snowdrifting gear. Just dress as inexpensively warm as you can.&quot;</p>"], "BodyFormatted": [["<p>&emsp;&quot;At the end of the day, and at the end of all of this, friends, we are all just watchmen of the night, taking our shift until we&apos;re relieved of service and get to go home and rest. We might tire as the shift grows long, and at times, it might feel if we&apos;ve done nothing at all but just watch.&quot;</p>", "<p>&emsp;This Titus draws a breath. Surrounded by thousands of faces, celebrated for his relentlessness with the honor to speak encouraging words, he has never felt more alone in his life.</p>", "<p>&emsp;He thinks this is the worst it can get. But he knows nothing of where this current path will take him if he&apos;s undisturbed. His eyes flicker to that space of vacant seats he reserved until the disappointment feels like it will burn his stomach. That friendly shopkeep from Clint&apos;s is the only one that showed up &mdash; he must have sent her here as an errand. He purses his lips and continues on after pausing for effect.</p>", "<p>&emsp;&quot;But we haven&apos;t just watched. We&apos;ve experienced a full and beautiful life,&quot; he says, and he almost loses himself in the irony, but pushes it down just like he does with everything else. &quot;We never asked for this job. None of us asked for this job of living, but we were born into it. We all understand the value of sacrifice, the beauty of watching our influence carry for generations, and the question we all have here is the same.&quot;</p>", "<p>&emsp;He pauses again. This Titus acts resolute though the question still devastates him. They sit at the edge of their seats, knowing what question awaits, the single burning thought that&apos;s worn into the grooves of their minds since they first heard the phrase Suicide Scholar.</p>", "<p>&emsp;&quot;How, friends, do we live to fight, knowing that most of us are going to die out there?&quot;</p>", "<p>&emsp;The auditorium is silent. Ninety percent of the parents and supporters&apos; children will be sent beyond the walls; only a mere ten percent were good enough to stay. The cadets no longer chatter. It&apos;s so silent that the sound of nature in the Foothills re-emerges as if Endogeny had already extingusished them, so quiet that Titus hears the Grandmaster General Ullrich cough behind him at the podium.</p>", "<p>&emsp;This Titus rides this feeling of anticipation because he loves the satisfaction of absolute control. He can see the desperation resurface in Cadets and supporters alike, but he wants to provide them reassuring words, even if they&apos;re not his.</p>", "<p>&emsp;He opens his mouth to speak, but then the sudden migraine overtakes him.</p>", "<p>&emsp;He grasps his head. He feels such anguish that it almost casts him all the way to the floor. He drops down on one knee, but it feels like another voice is calling to him. The scar on his right arm beneath the ceremonial armor and mark feels like that hard scar tissue is replaced with molten steel, and he feels a lattice of cuts cascade up his arm.</p>", "<p>&emsp;The crowd rises with commotion. Ullrich reaches behind him to grab his shoulder. &quot;Are you alright, son? You were doing so great.&quot;</p>", "<p>&emsp;This Titus groans with pain, but just like they always do, he concedes once he hears my voice is his own, once he sees a glimpse of that inevitable premonition and the whole path he&apos;s destined to suffer to get there.</p>", "<p>&emsp;Just help me. I never, ever, want to witness or feel that horrible future, he pleads me, and I&apos;m merciful when I take over. I can feel all of future Ellie&apos;s Essence funnel into me though that threaded tether</p>", "<p>&emsp;like talking wires, and I know this time I have so much Essence that failure is impossible.</p>", "<p>&emsp;&quot;Titus? Are you alright?&quot; Ullrich asks. &quot;What happened this time?&quot;</p>", "<p>&emsp;If only these people knew what he was responsible for, how much suffering he accustomed them to, generation after generation, goading their habits towards unquestioning acceptance of indentured servitude.</p>", "<p>&emsp;I should strike him down right here, but I can&apos;t.</p>", "<p>&emsp;&quot;I&apos;m fine, sir,&quot; I say.</p>", "<p>&emsp;I grab the podium again with fresh eyes, looking upon the faces of the dead I&apos;ve seen dissolve to ash so many times before &mdash; lives I&apos;ll save that I&apos;ve never met; cadets I&apos;ve killed that know nothing of what lies ahead.</p>", "<p>&emsp;&quot;Why do we fight the inevitable?&quot;</p>", "<p>&emsp;That Titus&apos; answer to his own question is the last remaining piece of him, but it&apos;s not good enough for me anymore. It doesn&apos;t encapsulate the lessons of that unwritten chapter, and when my eyes cross the audience, I find familiar faces that won&apos;t ever know me like I knew them. In the front is that poor Cadet destined to die when he fights me in the train car, calling me a vagrant, and sitting beside him is Zane, the cadet that confided in me at the end of our trials on Victory Row.</p>", "<p>&emsp;To the left are the forty-some cadets that Romin convinced to fight with him beyond the gates. Three of them had their torsos bisected under the weight of the wrought iron. Twelve or more of them were too late. The rest were the ones I saved that gave their lives to protect me, yet they don&apos;t even know what might await them. Towards the back are the two cadets that killed Lyra and I in Victory Row. I remember obliterating the first one&apos;s skull with a rock until his features were indiscernible, and the second one, I stabbed in the chest until I ran out of breath, finding no satiation for that unfathomable rage. But here they sit before me, goofing off and hitting each other with one of the graduation fliers.</p>", "<p>&emsp;And finally, I see the top one percent sitting there before me: the three friends tied to me; our bond stronger than blood; the ones I&apos;ve learned will fight alongside me through death; the three flawed, despairing, lovable, cherished cadets that I&apos;ll give my everything for.</p>", "<p>&emsp;&quot;We live to fight because we were made for higher dreams,&quot; I tell them. &quot;The passion of the fight is what makes the act of living worth anything at all. The capacity to feel; to be hurt; to feel the fury of a thousand suns and the solace of the softest sleep; the experience of the act of life is what we live for.&quot;</p>", "<p>&emsp;The peace of that uncountable breadth of time with my sister washes upon me, and I can feel it again, that feeling I never thought I&apos;d feel, that feeling mythologized by my own obsessive lust for suffering and seclusion.</p>", "<p>&emsp;&quot;So ask yourselves not what the meaning of anything is in times of despair, because you will never get a whole answer. We are not machines like those generators casting that thick, residual haze into the air. Above all of this, somewhere, is a blue sky. The meaning is the experience: not the eventuality of waiting for an unpromised future, but feeling through this moment we live in right now,&quot; I say, and when I see the three sitting in front of me jarred by my shift in demeanor, I thank whatever Gods may be that I get whatever time I have left with them. &quot;This exact moment doesn&apos;t care about the future or the past, so live here with me, friends, and you&apos;ll endure the greatest of life&apos;s challenges. Feel through it, because all that persists from generation to generation is memory, and nothing more.&quot;</p>", "<p>&emsp;I&apos;m surprised when my hands are untensioned against the podium. I feel a wetness reside in my eyes, a newfound feeling, and I wipe it before they notice. It&apos;s not the fear that leads me to tears. It&apos;s the beauty of this moment I once lost when I decided it was a chore, and the joy of that blessing to have finally returned.</p>", "<p>&emsp;The crowd applauds as I turn to descend the stairs, but Ullrich extends his right hand first. I clasp it and he pulls me in to whisper something in my ear, twisting my right wrist.</p>", "<p>&emsp;&quot;That was a wonderful speech, son,&quot; he says. &quot;A lot different than I remember.&quot;</p>", "<p>&emsp;&quot;Huh?&quot; I mutter.</p>", "<p>&emsp;He tries to twist further, but I resist him.</p>", "<p>&emsp;&quot;Nothing. You wouldn&apos;t get it,&quot; he says, releasing my hand, and we turn away in smiles, waving to the audience.</p>", "<p>&emsp;The auditorium clears out shortly after that. The cadets are either too excited for their families&apos; parties, too drunk, or too hungover after three hours of sitting, all eager from the restlessness of hearing so many names.</p>", "<p>&emsp;Like all of them, I&apos;m happy and afraid, but I&apos;m more of both than they&apos;ll ever be. Overjoyed for this brief stillness like rising to the surface of a lake after being bound in briny, dark depths. Catching that first breath of air is an elixir, for the exhaustion this unweathered body feels as phantom pains of an agonizing past.</p>", "<p>&emsp;And so I&apos;m more afraid than they could ever be, too, because I&apos;ve seen every outcome of this lie. What is survivor&apos;s guilt called when you hold it for a future passed? Can I live with myself when this is over?</p>", "<p>&emsp;You can, that Ellie says. She&apos;s still there in another life. The thought is useless. This present was never yours to hold on to in the first place.</p>", "<p>&emsp;And so I can relish this day, drinking to the joy of the unconscious as if my eyes were fresh; as if that past Titus were still within me; holding to that brilliant sense of purpose that stirs me to fight for all I&apos;ve ever loved.</p>", "<p>&emsp;I can&apos;t have it all. But just enough just might be enough.</p>", "<p>&emsp;Somewhere behind me, the mass exodus swarms the last-lettered seats. Berguard is up front. Zebal and Vermillion are far behind, along with nameless Sylvia, and after such a flood of bodies crowds the aisle, I know there&apos;s no chance I can get back to them.</p>", "<p>&emsp;Something grabs below my eyes from behind, startling me. They&apos;re fingers.</p>", "<p>&emsp;&quot;Guess who?&quot;</p>", "<p>&emsp;&quot;Someone that isn&apos;t tall enough to blind me and do it right,&quot; I say, but my stomach twists for a second, afraid I might see her just like the way I left her.</p>", "<p>&emsp;&quot;Guess,&quot; she says.</p>", "<p>&emsp;I still find myself frozen there.</p>", "<p>&emsp;&quot;Hey, it&apos;s a joke . . . are you going to turn around?&quot; She asks.</p>", "<p>&emsp;&quot;I&apos;m sorry,&quot; I say, sheepishly. That phantom shame makes me feel as if I don&apos;t deserve to see her at all, remembering that look of betrayal on her face when the cold steel was inside her &mdash; but she sneaks around me.</p>", "<p>&emsp;&quot;Last name is the only thing I could ever come before you in, I guess,&quot; she says.</p>", "<p>&emsp;Isla Assal.</p>", "<p>&emsp;Her blue eyes are so bright when she looks up at me. So little she knows of anything I did to her.</p>", "<p>&emsp;&quot;So you&apos;re going into intelligence. Just like your father did,&quot; I say.</p>", "<p>&emsp;&quot;That&apos;s right! How did you know that?&quot;</p>", "<p>&emsp;&quot;You told me. A couple days from now, actually.&quot;</p>", "<p>&emsp;&quot;You&apos;re pretty strange, you know that?&quot; Isla laughs. She looks past me, and finds her Fireteam-mates gesturing for her to come, in some kind of a rush. &quot;Say . . . Vera&apos;s celebrating our fireteam at the Vermillion Estate, in the main house.&quot;</p>", "<p>&emsp;&quot;Sounds like a grand time,&quot; I tell her. &quot;Have fun. I bet Valentina&apos;s excited, too.&quot;</p>", "<p>&emsp;&quot;To visit, you mean?&quot;</p>", "<p>&emsp;&quot;Huh?&quot;</p>", "<p>&emsp;&quot;Valentina told us she was only coming to visit. That she was celebrating with you, instead,&quot; she says.</p>", "<p>&emsp;&quot;Oh, yeah,&quot; I say. &quot;Shows how well I remember things.&quot; But she never asked for us to go out. Despite all the anticipation of planning something, nothing ever came to be because we kept putting it off, and that&apos;s why I went on that trip beyond the walls in the first place. And I know exactly where I&apos;ll find her: the first one I&apos;ll convince of this plan.</p>", "<p>&emsp;&quot;It&apos;s a pretty tight list, you know how Vermillion functions are. Maybe you could be my guest of honor?&quot;</p>"], ["<p>&emsp;I&apos;m fortunate this Titus was already in formal clothes when I took over. There were so many people flooding the event hall that I never caught a glimpse of Sylvia, Romin, or Valentina, despite how hard they might have looked for me. But that&apos;s alright, because by the end of the day, I&apos;m coming for each of them.</p>", "<p>&emsp;The touring cars were already pulled to the front of the lot: drivers in Merlotan royal gear mimicking that of the Afterlife, doused in gold and bluish-red like all the Royal Guard&apos;s whites were drowned in barrels of wine. The whole way there, they mocked Isla for our connection, inferring there was something else behind it, but I could feel that joy inside her that I was with her.</p>", "<p>&emsp;My eyes catch the ground-level windows of the cellar. Still pitch black. Either she sulks inside, or these monsters didn&apos;t even send a car for her.</p>", "<p>&emsp;The inner hall of the Vermillion Estate was even more immaculate than I last remembered it. I might have been the only person here past the Vermillions that treaded in the Afterlife, and somehow, after seeing the perfect marble walls and polished floors of every building in that land above the clouds, this all feels like a convincing imitation.</p>", "<p>&emsp;Isla tucked her hand around my arm and introduced me to everyone that would listen. She blushed every time they called me her &quot;brilliant man.&quot; I felt worse when I remembered I was using her for a pass on to the grounds of the estate, but better when I knew my presence made her day all the better.</p>", "<p>&emsp;I excused myself to the restroom. It took half an hour to navigate the labyrinth of corridors full of servants and guests, punctuating the red-and-gold hallways with black and white, and when I finally made it to the entryway where the morning sun shimmered through thinner smog, I noticed the lights were still off in the stone-walled shed.</p>", "<p>&emsp;The greenskeepers were asked to trim the already immaculately-shaped bushes, but only the front, so the guests would have another reason not to doubt the prowess of the Vermillion name. The side of the house was bare, and riding on the excuse that I&apos;m either drunk or lost, I headed for the shed.</p>", "<p>&emsp;I pressed my ear to the thick wooden door, hearing nothing at all, so I tried the handle. The door was locked . . . but from the outside.</p>", "<p>&emsp;With the key still in it.</p>", "<p>&emsp;I slipped inside before anyone could notice. The room was just like I left it that night: the posh, gold-plated bed made with fine silken covers sitting against the cold stone wall, the entire space submersed beneath the ground, lit only by candles or the faint trickle of light from the grated windows, with so much dust that I coughed and sneezed.</p>", "<p>&emsp;I&apos;ve been waiting for several minutes now. I hear a commotion, but it&apos;s not from outside. It&apos;s an echo, and once I realize I&apos;m standing over that grate that allowed us to escape, I jump onto her bed.</p>", "<p>&emsp;Footsteps slosh through the drainage pipe leading out towards the foothills, growing louder until I hear her mutter to herself. Maybe she walked all this way. Or maybe her mother sent a car late, just to spite her and make her wait.</p>", "<p>&emsp;I hear the thick metal grate lift off the recession in the floor like a manhole cover, just a crack, and somewhere beneath, her solid heels clatter against the steel rungs of the escape ladder. The grate drags against the uneven cobblestone as nails on a chalkboard, and from the ground, she emerges wearing her finely-woven garments, facing the other way, hair still perfect, hat and clothes spotless and clean without a single drop of mud caked on them.</p>", "<p>&emsp;She raises from the drainage tunnel like a water lily blossoming in mere moments from a murky lake, and it amazes me how such a colorful form can persist in the doldrums of this hopeless chamber.</p>", "<p>&emsp;&quot;Gods be damned,&quot; she mutters to herself, removing her hat, exposing the ears that twitch to her surroundings, and when the bed creaks beneath me, she wheels around to find me sitting there.</p>", "<p>&emsp;She&apos;s speechless. But I&apos;m short on time, and this is the only way I can prove it to her. All I needed was the means, because I&apos;ve rehearsed the words enough times.</p>", "<p>&emsp;&quot;I&apos;m here because I need you to believe me when I say the next unthinkable string of words.&quot; She still refuses to speak, covering her head with her hat, paralyzed with too much humiliation to be angry. &quot;In another life I was here in this cellar, where you told me everything. I&apos;m aware of it all. Your spiteful mother. Your bastard father. The ears on top of your head that prove there&apos;s a whole other world far beyond there, with so much we couldn&apos;t possibly imagine.&quot;</p>", "<p>&emsp;She sits down on a crate.</p>", "<p>&emsp;&quot;But that&apos;s roughly six days from now. Some time after we go to the Vermillion club. You&apos;re worried that one of the bouncers like Marcel won&apos;t let you in.&quot;</p>", "<p>&emsp;&quot;Why are you saying these things . . . what are you? Are you doing this to threaten me?&quot; Valentina asks as she trembles.</p>", "<p>&emsp;&quot;I would never hurt you. But there&apos;s a fate far worse that awaits all of us, and I&apos;ve lived that future, over and over again, where . . . Gods, how many times has it been now that I&apos;ve explained this to you?&quot;</p>", "<p>&emsp;&quot;What do you mean?&quot;</p>", "<p>&emsp;&quot;Every time I die, I go back. I&apos;ve been living this same loop for ages, and over and over, I&apos;ve lost everyone I care about. All of Blackwater is going to be destroyed, and only I can prevent this.&quot;</p>", "<p>&emsp;&quot;You . . . you&apos;re saying&mdash;&quot;</p>", "<p>&emsp;&quot;But I can&apos;t stop this. I can&apos;t do it alone. For so long I thought others were just an obstacle to perfection, that asking for help was an act of charity, but I was Gods-damn wrong, Valentina, and I need your help. You have some dreadful people in your family, but you are loved beyond compare by me, Sylvia, and Romin, regardless of that perfect act you&apos;ve honed into a career.&quot; I lean forward, looking into her emerald eyes with the slightest crescents I hadn&apos;t noticed before.</p>", "<p>&emsp;&quot;Please, Valentina, I beg of you. Will you help me? And most of all &mdash; can you believe me?&quot;</p>", "<p>&emsp;She nervously traces her manicured thumbs around each other. For putting her through so many different emotions at once, she looks like she&apos;ll cry, but she persists.</p>", "<p>&emsp;&quot;On the stage, there, that massive headache that cast you down,&quot; she says. &quot;The change in tone. Those words you said. It was different than anything I&apos;d ever heard come out of your mouth, and you believed it. You made me believe it.&quot;</p>", "<p>&emsp;&quot;That&apos;s when I came back,&quot; I say, unbuttoning the cuff on my ceremonial clothes, folding back the sleeve until the slashes of the thread are exposed. &quot;You remember this scar from when I was a kid?&quot;</p>", "<p>&emsp;&quot;Gods above, Titus!&quot; She says. &quot;What happened? What did you do to it?&quot; The flesh is so latticed by glowing cuts that my entire arm looks mangled.</p>", "<p>&emsp;&quot;Each of those is a death. And this&mdash;this is the earliest I&apos;ve been able to return to. I&apos;m not sure I have it in me to go again. And I think I&apos;ve decided this is my last chance.&quot;</p>", "<p>&emsp;&quot;What do you need?&quot; She asks.</p>", "<p>&emsp;&quot;What I mean is that I&apos;ve died, over and &mdash; wait, did I hear that right?&quot;</p>", "<p>&emsp;&quot;What do you need from me?&quot; She asks.</p>", "<p>&emsp;&quot;I&apos;m here to tell you I was wrong in not asking you to come with me beyond the walls. I need you to travel with me, because there&apos;s only so much I can do alone, and I&apos;ve got something to show you that will change your life forever.&quot;</p>", "<p>&emsp;&quot;You have my help, though I&apos;m not sure what I can do,&quot; Valentina says.</p>", "<p>&emsp;&quot;Then meet me tomorrow morning at Clint&apos;s trade building, before the sun rise and right after the Seminary bell.&quot;</p>", "<p>&emsp;&quot;What should I bring?&quot;</p>", "<p>&emsp;&quot;I&apos;ve got all the Snowdrifting gear. Just dress as inexpensively warm as you can.&quot;</p>"]], "Release": 367, "ReleaseDate": ["01", "03", "2026", "2026-01-03 00:00:00"], "Active": false, "Perspective": "Titus", "Status": "No Status", "WordCount": 0, "Summary": ""}