{
  "Story": "Paragate",
  "Title": "Chapter Twenty-Five",
  "Subtitle": "Losing To Fear",
  "Act": 2,
  "ChapterNumber": 25,
  "Synopsis": "Katiya&apos;s performance takes a dive.",
  "RevNotes": "",
  "ID": "2.24",
  "Body": [
    "<p>&emsp;Inspired. Soulful. And as unpredictable as possible. </p><p>&emsp;It was the way my instructors in the Northaven military academy told me to approach my combat: that there were only so many techniques they could teach us to commit to memory, that the artistry of the process would have to supersede the mechanics.</p><p>&emsp;But I was far from inspired or soulful when I woke up three hours ago: the first time in a while that the rapping of the knocker beat me to breakfast, causing me to rush through the motions of getting ready. I wore the odd undershirt that Cody gave me to find the slightest advantage when inspiration and soul feel unreachable &mdash; especially after the night before, when I sent Jullian home without any parting grant of affection.</p><p>&emsp;Now I stand in a shooting stall for a short interlude. Test three of four: a brief intermission between demonstrating acts of war. Strength and conditioning were easy because I can train both of them outside the base, avoiding the garrulous crowds that love to speak ill of the weak. And though I placed in the top percentage for each of them, it&apos;s the remaining tests that concern me the most. Especially the last one: because defending the innocent is the entire point of service as a Royal Guard.</p><p>&emsp;My finger hovers off the conductive plate of the aged IGR-4 Cinderjack rifle, a beast that&apos;s never seen war since it&apos;s spent most of its life collecting dust in the armory. I tuck my elbow to my chest, trying desperately to steady my trembling hand on the grip. My overwhelming concern for failure spills over the threshold of my mind, leaking its way into all my nerves and muscles. And the more the anger resists the trembling in my hands, tensing the tendons into a static position, the less control I find I have.</p><p>&emsp;My right hand impatiently waits on my left arm to steady the barrel of the Cinderjack. My eye stares directly downrange through the crosshairs at a disparate spread of punctured points in the paper, depicting the silhouette of a Chymaeran with its sickly, amethyst claws drawn. But not a single shot has hit the two-dimensional bastard in the head, between its triangle of eyes. Only two of the five shots I&apos;ve taken have ripped the black ink on the parchment.</p><p>&emsp;The Essenced energy coalesces in my right index finger. I can feel the conductivity of the cold steel plate connected to the ignition chamber as my finger is drawn towards the metal, and when I lightly contact the combustion plate, transferring the Essence to incinerate the blasting powder, the round blasts through the rifle, startling me again, punching a sixth hole in the upper left corner of the page.</p><p>&emsp;I look around, expecting laughter, but the shooting range&apos;s bays are partitioned by thick steel blinders. Behind me is only the bag of gear I brought for all the exams. And when I look out across the span of twenty sheets, I&apos;m the worst of all of them. </p><p>&emsp;The guard next to me holds a tight spread of eleven shots that are damn-near heart center, surely the best out of everyone &mdash; and yet my hands tremble so much that I have to rest the rifle against the stand. I watch my rival&apos;s rifle protrude from the edge of the partition one last time to purge the mag of its twelfth and final round. </p><p>&emsp;His barrel is steady. His aim is calculated. And when their finger conducts Essence through the Cinderjack, the rifle hardly jumps as a bullet hole erupts through the black on the page: completing a circle of holes so perfectly apportioned that it clips a single paper snowflake, excising the entire Chymaeran&apos;s chest.</p><p>&emsp;And then a set of long, black, manicured nails reaches for the rope of the pulley, dragging their disfigured parchment victim back to the firing line. And when it arrives, I raise my rifle in response, insecure about all the time I&apos;m wasting. I fight the tremor I&apos;ve had since the night of the fire, but just before I can begin to take aim, I feel a hand on my shoulder.</p><p>&emsp;&quot;Stop for a moment. You have to stop holding on so tightly.&quot;</p><p>&emsp;It&apos;s a female voice. And I realize that my rival isn&apos;t a man after all.</p><p>&emsp;&quot;You&apos;re making the same mistake that my older sister did: trying to overcompensate for the recoil. But you&apos;ll never be able to control it. Just let it happen,&quot; she says.</p><p>&emsp;I feel my ego flare on her words, as if someone my age should be sharing an instructor&apos;s commands. But I&apos;m not good enough to do anything other than agree. &quot;Thanks,&quot; I say.</p><p>&emsp;&quot;Just &mdash; stop for a minute,&quot; she commands. &quot;Those rounds aren&apos;t going to leave the mag on their own: they can wait for a little while.&quot;</p><p>&emsp;Uncomfortably, I lower the rifle and return it to the rack, and when I turn around, I find she&apos;s the only other Ahkvasan in our class: a cross-blooded demihuman with jet-black hair and cat ears that stares me down with slits of piercing, blue eyes, a visual rhyme that I can&apos;t yet place. She&apos;s trying to be helpful, but her words sound like ice, lacking any of the warmth that might comfort me. Yet her eyes light with some odd glimmer of excitement.</p><p>&emsp;&quot;Katiya Breakey-Hilde,&quot; she says. &quot;You&apos;re one of the survivors of Hillfar that returned to finish the fight. I&apos;ve heard so much about you.&quot;</p><p>&emsp;&quot;Oh, really?&quot; I ask, wondering if now is really the time when I&apos;m in the middle of failing my third exam. &quot;And who told you about that?&quot;</p><p>&emsp;&quot;I was in the same Strategies class. For the final project, you gave that &apos;after-action&apos; analysis on what should have happened during the Siege of Hillfar &mdash; and told the story of your survival. You said you were coming back to &apos;save whoever your could from the same fate you were too small and weak to resist.&apos; And your courage is actually what gave me the idea to follow my sister here.&quot;</p><p>&emsp;&quot;Your sister?&quot; I say. &quot;And I followed my brother. Maybe they know each other?&quot;</p><p>&emsp;&quot;She&apos;s no longer around,&quot; she says, bluntly.</p><p>&emsp;&quot;Oh. I&apos;m sorry to hear that.&quot;</p><p>&emsp;&quot;No. She was too weak. She was sent to the front lines. She didn&apos;t make it to the other side,&quot; she says, showing the slightest sliver of emotion that immediately dissolves.</p><p>&emsp;I feel the urge to return to my exam, but she keeps talking, extending her hand. &quot;My name is Aryn. Aryn Kesgrisin. I tried to introduce myself when I was standing right next to you at the parade, but we were interrupted.&quot;</p><p>&emsp;&quot;Yeah. By a humiliating failure,&quot; I say, turning my eyes down to the floor.</p><p>&emsp;&quot;It was an act of courage that others are jealous of. Malicious talk is all they have. Ever since that day I admired you even more,&quot; she says. &quot;Jullian says I speak so highly of you that <em>I</em> should be in a relationship with you instead of him, though I don&apos;t know what that means.&quot;</p><p>&emsp;&quot;Jullian?&quot; I ask. My stomach turns in another direction. &quot;How do you know my boyfriend?&quot;</p><p>&emsp;&quot;Jullian is one of the friends in our group. He talks a lot about you: complains that you never go on quests with us. I think those local quests are such a waste of talent, don&apos;t you think? Just an excuse to dole out skilled soldiers for stupid chores.&quot;</p><p>&emsp;&quot;A waste?&quot; I ask. &quot;I think they&apos;re important. You have to do your time to get to know the people.&quot;</p><p>&emsp;&quot;See? That&apos;s what I tell Jullian,&quot; she says. &quot;He keeps telling us you&apos;re afraid. But a person like you, that came back here to protect? I didn&apos;t believe that for a second.&quot;</p><p>&emsp;&quot;Yeah,&quot; I say, hoping I can bend the anger of that truth into six more perfect rounds in a Chymaeran&apos;s chest. &quot;I came here to serve first. I&apos;ll be living with these people, so I should know them.&quot;</p><p>&emsp;&quot;Then I ought to join you one of these times,&quot; Aryn says, rolling the target sheet in her claws until it becomes a punctured scroll. &quot;Well, I hope our paths cross again soon. And if it&apos;s today, I won&apos;t be showing you any mercy. You&apos;re a good rival, and there&apos;s a lot I think you can teach me.&quot;</p><p>&emsp;&quot;Until then,&quot; I say, feeling far more unraveled than I did before. The proctors begin to clean the nineteen other bays for another round of cadets, and when I get a glare from one of Aldrin&apos;s instructors, I level the rifle towards the sinister glare of the unwounded Chymaeran silhouette.</p><p>&emsp;I repeat her words, distracting myself with how senseless and insincere they sound. Just let it happen. </p><p>&emsp;I rack the seventh round. Just let it happen, Katiya, though every blast reminds me of the raucous explosions I heard in the distance as a child in hillfar, just waiting for one of those blasts to come closer.</p><p>&emsp;Upper right corner.</p><p>&emsp;Fuck.</p><p>&emsp;Just let it happen. Maybe you should have let yourself die. Maybe you&apos;re just dragging out something that should have happened all those years ago. I ignite the Cinderjack again, blasting a hole through the top of the Chymaeran&apos;s head.</p><p>&emsp;Just let it happen, you yellow bitch. How about you turn that gun around?</p><p>&emsp;Bottom left thigh, barely in the black.</p><p>&emsp;You were such a hero, the way you let that Chymaeran guised as Bertram just &apos;let it happen&apos; to that noble.</p><p>&emsp;Midsection. Crotch shot, barely off the black.</p><p>&emsp;And the way you let it happen with Jullian walking all over you. Maybe I&apos;m the one that gave him that hickey on his neck.</p><p>&emsp;Bottom right of the page, entirely off the white.</p><p>&emsp;Let it happen? Maybe you&apos;ve never learned that if you just &quot;let things happen,&quot; that&apos;s how you get yourself killed!</p><p>&emsp;Dead-center headshot.</p><p>&emsp;And then I feel the tingling in my fingers, breathing heavily, realizing that I haven&apos;t been breathing this entire time.</p><p>&emsp;It&apos;s only after I retrieve the target that I turn around to find my friends gathered behind me: Paxton, Naya, and Ryder, with Bertram skipping this round of exams to finish his recovery.</p><p>&emsp;&quot;The final test is up next,&quot; they say. &quot;How did you fare on the others?&quot;</p><p>&emsp;&quot;Roughly average. Still can&apos;t shoot. I&apos;m done if I fail the next one,&quot; I say.</p><p>&emsp;&quot;Then we better group up,&quot; Paxton says. &quot;I hear we&apos;re facing Jullian and his friends.&quot;</p>",
    "<p>&emsp;&quot;Chalk up, cadets,&quot; Aldrin orders, standing atop the castle walls I once leaped from, glancing down into the remains of long-forgotten buildings inside the keep. &quot;And remember. You are being graded on your total performance: your strategy, your close-quarter combat proficiencies, and how you communicate as a team.&quot;</p><p>&emsp;A small crimson flag hangs on a pole behind us, surrounded by thick, frozen walls that insulate this perfect battlefield from any wind. The only refurbishment to the old servants&apos; quarter are the thick metal doors that seal this square off from escape. Ninety-nine percent of the time it acts as a shelter for the homeless, each disheveled building cluttered with food and blankets and drugs and provisions that lie far outside the guards&apos; influence.</p><p>&emsp;We dip our wooden daggers in the blood-red chalk, glittering with dead Essence to tell where our blades will slice our adversaries. Somewhere about fifty yards away, Jullian&apos;s friends will start as the defenders, wrapped with blue bandanas around their necks, drawing their blades with shimmering blue chalk.</p><p>&emsp;Above us, all the eyes of our probationary class scan the landscape. I hear Aldrin&apos;s booming voice echo between the walls as he repeats the same explanation. &quot;To the attackers, the civilians are hostages that you must rescue. And to the defenders, those same civilians are targets, and you must defend them.&quot;</p><p>&emsp;&quot;We&apos;re going to be fine,&quot; Naya tells me, and I notice that my hands are still trembling. Even the skittish Ahkvasan finds more courage than I do. I swallow as I close my eyes, anticipation burning my chest with fire, trying to hear the words of my father and what he&apos;d tell me every time I struggle to hold myself at the center of the wheel.</p><p>&emsp;Paxton loads the specialized rifle with crimson powder cartridges, designed to fire in a precise line. Ryder plants his blade in a holster across the center of his chest for quick access.</p><p>&emsp;Naya holds up a red bandanna with a golden stripe. &quot;So who&apos;s going to be the team leader?&quot;</p><p>&emsp;&quot;Whoever needs the boost to their score,&quot; Ryder says. &quot;Who&apos;s been having a rough go of it?&quot;</p><p>&emsp;It&apos;s almost funny the way they look around, pretending not to wait for me to answer, so I curb their act of civility. &quot;I&apos;ll do it,&quot; I say, and tie the bandanna around my neck.</p><p>&emsp;&quot;So what&apos;s the plan, Team Leader?&quot;</p><p>&emsp;My mind races through volumes of combat strategies, whatever I can remember. But the thoughts struggle to churn out answers when I&apos;m so focused on the inevitable. I think of how it will feel when I return to the warfront. I imagine how Jullian will move on, and how&mdash;</p>&quot;Katiya! We need a plan. We&apos;re starting,&quot; Paxton says",
    ""
  ],
  "BodyFormatted": [
    [
      "<p id=\"2.25.1.1\" class=\"Default\">&emsp;Inspired. Soulful. And as unpredictable as possible. </p>",
      "<p id=\"2.25.1.2\" class=\"Default\">&emsp;It was the way my instructors in the Northaven military academy told me to approach my combat: that there were only so many techniques they could teach us to commit to memory, that the artistry of the process would have to supersede the mechanics.</p>",
      "<p id=\"2.25.1.3\" class=\"Default\">&emsp;But I was far from inspired or soulful when I woke up three hours ago: the first time in a while that the rapping of the knocker beat me to breakfast, causing me to rush through the motions of getting ready. I wore the odd undershirt that Cody gave me to find the slightest advantage when inspiration and soul feel unreachable &mdash; especially after the night before, when I sent Jullian home without any parting grant of affection.</p>",
      "<p id=\"2.25.1.4\" class=\"Default\">&emsp;Now I stand in a shooting stall for a short interlude. Test three of four: a brief intermission between demonstrating acts of war. Strength and conditioning were easy because I can train both of them outside the base, avoiding the garrulous crowds that love to speak ill of the weak. And though I placed in the top percentage for each of them, it&apos;s the remaining tests that concern me the most. Especially the last one: because defending the innocent is the entire point of service as a Royal Guard.</p>",
      "<p id=\"2.25.1.5\" class=\"Default\">&emsp;My finger hovers off the conductive plate of the aged IGR-4 Cinderjack rifle, a beast that&apos;s never seen war since it&apos;s spent most of its life collecting dust in the armory. I tuck my elbow to my chest, trying desperately to steady my trembling hand on the grip. My overwhelming concern for failure spills over the threshold of my mind, leaking its way into all my nerves and muscles. And the more the anger resists the trembling in my hands, tensing the tendons into a static position, the less control I find I have.</p>",
      "<p id=\"2.25.1.6\" class=\"Default\">&emsp;My right hand impatiently waits on my left arm to steady the barrel of the Cinderjack. My eye stares directly downrange through the crosshairs at a disparate spread of punctured points in the paper, depicting the silhouette of a Chymaeran with its sickly, amethyst claws drawn. But not a single shot has hit the two-dimensional bastard in the head, between its triangle of eyes. Only two of the five shots I&apos;ve taken have ripped the black ink on the parchment.</p>",
      "<p id=\"2.25.1.7\" class=\"Default\">&emsp;The Essenced energy coalesces in my right index finger. I can feel the conductivity of the cold steel plate connected to the ignition chamber as my finger is drawn towards the metal, and when I lightly contact the combustion plate, transferring the Essence to incinerate the blasting powder, the round blasts through the rifle, startling me again, punching a sixth hole in the upper left corner of the page.</p>",
      "<p id=\"2.25.1.8\" class=\"Default\">&emsp;I look around, expecting laughter, but the shooting range&apos;s bays are partitioned by thick steel blinders. Behind me is only the bag of gear I brought for all the exams. And when I look out across the span of twenty sheets, I&apos;m the worst of all of them. </p>",
      "<p id=\"2.25.1.9\" class=\"Default\">&emsp;The guard next to me holds a tight spread of eleven shots that are damn-near heart center, surely the best out of everyone &mdash; and yet my hands tremble so much that I have to rest the rifle against the stand. I watch my rival&apos;s rifle protrude from the edge of the partition one last time to purge the mag of its twelfth and final round. </p>",
      "<p id=\"2.25.1.10\" class=\"Default\">&emsp;His barrel is steady. His aim is calculated. And when their finger conducts Essence through the Cinderjack, the rifle hardly jumps as a bullet hole erupts through the black on the page: completing a circle of holes so perfectly apportioned that it clips a single paper snowflake, excising the entire Chymaeran&apos;s chest.</p>",
      "<p id=\"2.25.1.11\" class=\"Default\">&emsp;And then a set of long, black, manicured nails reaches for the rope of the pulley, dragging their disfigured parchment victim back to the firing line. And when it arrives, I raise my rifle in response, insecure about all the time I&apos;m wasting. I fight the tremor I&apos;ve had since the night of the fire, but just before I can begin to take aim, I feel a hand on my shoulder.</p>",
      "<p id=\"2.25.1.12\" class=\"Default\">&emsp;&quot;Stop for a moment. You have to stop holding on so tightly.&quot;</p>",
      "<p id=\"2.25.1.13\" class=\"Default\">&emsp;It&apos;s a female voice. And I realize that my rival isn&apos;t a man after all.</p>",
      "<p id=\"2.25.1.14\" class=\"Default\">&emsp;&quot;You&apos;re making the same mistake that my older sister did: trying to overcompensate for the recoil. But you&apos;ll never be able to control it. Just let it happen,&quot; she says.</p>",
      "<p id=\"2.25.1.15\" class=\"Default\">&emsp;I feel my ego flare on her words, as if someone my age should be sharing an instructor&apos;s commands. But I&apos;m not good enough to do anything other than agree. &quot;Thanks,&quot; I say.</p>",
      "<p id=\"2.25.1.16\" class=\"Default\">&emsp;&quot;Just &mdash; stop for a minute,&quot; she commands. &quot;Those rounds aren&apos;t going to leave the mag on their own: they can wait for a little while.&quot;</p>",
      "<p id=\"2.25.1.17\" class=\"Default\">&emsp;Uncomfortably, I lower the rifle and return it to the rack, and when I turn around, I find she&apos;s the only other Ahkvasan in our class: a cross-blooded demihuman with jet-black hair and cat ears that stares me down with slits of piercing, blue eyes, a visual rhyme that I can&apos;t yet place. She&apos;s trying to be helpful, but her words sound like ice, lacking any of the warmth that might comfort me. Yet her eyes light with some odd glimmer of excitement.</p>",
      "<p id=\"2.25.1.18\" class=\"Default\">&emsp;&quot;Katiya Breakey-Hilde,&quot; she says. &quot;You&apos;re one of the survivors of Hillfar that returned to finish the fight. I&apos;ve heard so much about you.&quot;</p>",
      "<p id=\"2.25.1.19\" class=\"Default\">&emsp;&quot;Oh, really?&quot; I ask, wondering if now is really the time when I&apos;m in the middle of failing my third exam. &quot;And who told you about that?&quot;</p>",
      "<p id=\"2.25.1.20\" class=\"Default\">&emsp;&quot;I was in the same Strategies class. For the final project, you gave that &apos;after-action&apos; analysis on what should have happened during the Siege of Hillfar &mdash; and told the story of your survival. You said you were coming back to &apos;save whoever your could from the same fate you were too small and weak to resist.&apos; And your courage is actually what gave me the idea to follow my sister here.&quot;</p>",
      "<p id=\"2.25.1.21\" class=\"Default\">&emsp;&quot;Your sister?&quot; I say. &quot;And I followed my brother. Maybe they know each other?&quot;</p>",
      "<p id=\"2.25.1.22\" class=\"Default\">&emsp;&quot;She&apos;s no longer around,&quot; she says, bluntly.</p>",
      "<p id=\"2.25.1.23\" class=\"Default\">&emsp;&quot;Oh. I&apos;m sorry to hear that.&quot;</p>",
      "<p id=\"2.25.1.24\" class=\"Default\">&emsp;&quot;No. She was too weak. She was sent to the front lines. She didn&apos;t make it to the other side,&quot; she says, showing the slightest sliver of emotion that immediately dissolves.</p>",
      "<p id=\"2.25.1.25\" class=\"Default\">&emsp;I feel the urge to return to my exam, but she keeps talking, extending her hand. &quot;My name is Aryn. Aryn Kesgrisin. I tried to introduce myself when I was standing right next to you at the parade, but we were interrupted.&quot;</p>",
      "<p id=\"2.25.1.26\" class=\"Default\">&emsp;&quot;Yeah. By a humiliating failure,&quot; I say, turning my eyes down to the floor.</p>",
      "<p id=\"2.25.1.27\" class=\"Default\">&emsp;&quot;It was an act of courage that others are jealous of. Malicious talk is all they have. Ever since that day I admired you even more,&quot; she says. &quot;Jullian says I speak so highly of you that <em>I</em> should be in a relationship with you instead of him, though I don&apos;t know what that means.&quot;</p>",
      "<p id=\"2.25.1.28\" class=\"Default\">&emsp;&quot;Jullian?&quot; I ask. My stomach turns in another direction. &quot;How do you know my boyfriend?&quot;</p>",
      "<p id=\"2.25.1.29\" class=\"Default\">&emsp;&quot;Jullian is one of the friends in our group. He talks a lot about you: complains that you never go on quests with us. I think those local quests are such a waste of talent, don&apos;t you think? Just an excuse to dole out skilled soldiers for stupid chores.&quot;</p>",
      "<p id=\"2.25.1.30\" class=\"Default\">&emsp;&quot;A waste?&quot; I ask. &quot;I think they&apos;re important. You have to do your time to get to know the people.&quot;</p>",
      "<p id=\"2.25.1.31\" class=\"Default\">&emsp;&quot;See? That&apos;s what I tell Jullian,&quot; she says. &quot;He keeps telling us you&apos;re afraid. But a person like you, that came back here to protect? I didn&apos;t believe that for a second.&quot;</p>",
      "<p id=\"2.25.1.32\" class=\"Default\">&emsp;&quot;Yeah,&quot; I say, hoping I can bend the anger of that truth into six more perfect rounds in a Chymaeran&apos;s chest. &quot;I came here to serve first. I&apos;ll be living with these people, so I should know them.&quot;</p>",
      "<p id=\"2.25.1.33\" class=\"Default\">&emsp;&quot;Then I ought to join you one of these times,&quot; Aryn says, rolling the target sheet in her claws until it becomes a punctured scroll. &quot;Well, I hope our paths cross again soon. And if it&apos;s today, I won&apos;t be showing you any mercy. You&apos;re a good rival, and there&apos;s a lot I think you can teach me.&quot;</p>",
      "<p id=\"2.25.1.34\" class=\"Default\">&emsp;&quot;Until then,&quot; I say, feeling far more unraveled than I did before. The proctors begin to clean the nineteen other bays for another round of cadets, and when I get a glare from one of Aldrin&apos;s instructors, I level the rifle towards the sinister glare of the unwounded Chymaeran silhouette.</p>",
      "<p id=\"2.25.1.35\" class=\"Default\">&emsp;I repeat her words, distracting myself with how senseless and insincere they sound. Just let it happen. </p>",
      "<p id=\"2.25.1.36\" class=\"Default\">&emsp;I rack the seventh round. Just let it happen, Katiya, though every blast reminds me of the raucous explosions I heard in the distance as a child in hillfar, just waiting for one of those blasts to come closer.</p>",
      "<p id=\"2.25.1.37\" class=\"Default\">&emsp;Upper right corner.</p>",
      "<p id=\"2.25.1.38\" class=\"Default\">&emsp;Fuck.</p>",
      "<p id=\"2.25.1.39\" class=\"Default\">&emsp;Just let it happen. Maybe you should have let yourself die. Maybe you&apos;re just dragging out something that should have happened all those years ago. I ignite the Cinderjack again, blasting a hole through the top of the Chymaeran&apos;s head.</p>",
      "<p id=\"2.25.1.40\" class=\"Default\">&emsp;Just let it happen, you yellow bitch. How about you turn that gun around?</p>",
      "<p id=\"2.25.1.41\" class=\"Default\">&emsp;Bottom left thigh, barely in the black.</p>",
      "<p id=\"2.25.1.42\" class=\"Default\">&emsp;You were such a hero, the way you let that Chymaeran guised as Bertram just &apos;let it happen&apos; to that noble.</p>",
      "<p id=\"2.25.1.43\" class=\"Default\">&emsp;Midsection. Crotch shot, barely off the black.</p>",
      "<p id=\"2.25.1.44\" class=\"Default\">&emsp;And the way you let it happen with Jullian walking all over you. Maybe I&apos;m the one that gave him that hickey on his neck.</p>",
      "<p id=\"2.25.1.45\" class=\"Default\">&emsp;Bottom right of the page, entirely off the white.</p>",
      "<p id=\"2.25.1.46\" class=\"Default\">&emsp;Let it happen? Maybe you&apos;ve never learned that if you just &quot;let things happen,&quot; that&apos;s how you get yourself killed!</p>",
      "<p id=\"2.25.1.47\" class=\"Default\">&emsp;Dead-center headshot.</p>",
      "<p id=\"2.25.1.48\" class=\"Default\">&emsp;And then I feel the tingling in my fingers, breathing heavily, realizing that I haven&apos;t been breathing this entire time.</p>",
      "<p id=\"2.25.1.49\" class=\"Default\">&emsp;It&apos;s only after I retrieve the target that I turn around to find my friends gathered behind me: Paxton, Naya, and Ryder, with Bertram skipping this round of exams to finish his recovery.</p>",
      "<p id=\"2.25.1.50\" class=\"Default\">&emsp;&quot;The final test is up next,&quot; they say. &quot;How did you fare on the others?&quot;</p>",
      "<p id=\"2.25.1.51\" class=\"Default\">&emsp;&quot;Roughly average. Still can&apos;t shoot. I&apos;m done if I fail the next one,&quot; I say.</p>",
      "<p id=\"2.25.1.52\" class=\"Default\">&emsp;&quot;Then we better group up,&quot; Paxton says. &quot;I hear we&apos;re facing Jullian and his friends.&quot;</p>"
    ],
    [
      "<p id=\"2.25.2.1\" class=\"Default\">&emsp;&quot;Chalk up, cadets,&quot; Aldrin orders, standing atop the castle walls I once leaped from, glancing down into the remains of long-forgotten buildings inside the keep. &quot;And remember. You are being graded on your total performance: your strategy, your close-quarter combat proficiencies, and how you communicate as a team.&quot;</p>",
      "<p id=\"2.25.2.2\" class=\"Default\">&emsp;A small crimson flag hangs on a pole behind us, surrounded by thick, frozen walls that insulate this perfect battlefield from any wind. The only refurbishment to the old servants&apos; quarter are the thick metal doors that seal this square off from escape. Ninety-nine percent of the time it acts as a shelter for the homeless, each disheveled building cluttered with food and blankets and drugs and provisions that lie far outside the guards&apos; influence.</p>",
      "<p id=\"2.25.2.3\" class=\"Default\">&emsp;We dip our wooden daggers in the blood-red chalk, glittering with dead Essence to tell where our blades will slice our adversaries. Somewhere about fifty yards away, Jullian&apos;s friends will start as the defenders, wrapped with blue bandanas around their necks, drawing their blades with shimmering blue chalk.</p>",
      "<p id=\"2.25.2.4\" class=\"Default\">&emsp;Above us, all the eyes of our probationary class scan the landscape. I hear Aldrin&apos;s booming voice echo between the walls as he repeats the same explanation. &quot;To the attackers, the civilians are hostages that you must rescue. And to the defenders, those same civilians are targets, and you must defend them.&quot;</p>",
      "<p id=\"2.25.2.5\" class=\"Default\">&emsp;&quot;We&apos;re going to be fine,&quot; Naya tells me, and I notice that my hands are still trembling. Even the skittish Ahkvasan finds more courage than I do. I swallow as I close my eyes, anticipation burning my chest with fire, trying to hear the words of my father and what he&apos;d tell me every time I struggle to hold myself at the center of the wheel.</p>",
      "<p id=\"2.25.2.6\" class=\"Default\">&emsp;Paxton loads the specialized rifle with crimson powder cartridges, designed to fire in a precise line. Ryder plants his blade in a holster across the center of his chest for quick access.</p>",
      "<p id=\"2.25.2.7\" class=\"Default\">&emsp;Naya holds up a red bandanna with a golden stripe. &quot;So who&apos;s going to be the team leader?&quot;</p>",
      "<p id=\"2.25.2.8\" class=\"Default\">&emsp;&quot;Whoever needs the boost to their score,&quot; Ryder says. &quot;Who&apos;s been having a rough go of it?&quot;</p>",
      "<p id=\"2.25.2.9\" class=\"Default\">&emsp;It&apos;s almost funny the way they look around, pretending not to wait for me to answer, so I curb their act of civility. &quot;I&apos;ll do it,&quot; I say, and tie the bandanna around my neck.</p>",
      "<p id=\"2.25.2.10\" class=\"Default\">&emsp;&quot;So what&apos;s the plan, Team Leader?&quot;</p>",
      "<p id=\"2.25.2.11\" class=\"Default\">&emsp;My mind races through volumes of combat strategies, whatever I can remember. But the thoughts struggle to churn out answers when I&apos;m so focused on the inevitable. I think of how it will feel when I return to the warfront. I imagine how Jullian will move on, and how&mdash;</p>"
    ],
    []
  ],
  "IsPrologue": false,
  "Release": 303,
  "ReleaseDate": [
    "10",
    "31",
    "2025",
    "2025-10-31 00:00:00"
  ],
  "Active": false,
  "Perspective": "Katiya",
  "Status": "No Status",
  "WordCount": 0,
  "Summary": ""
}