{
  "Story": "Paragate",
  "Title": "Chapter Thirty-Two",
  "Subtitle": "Fantastic Modernity",
  "Act": 2,
  "ChapterNumber": 32,
  "Synopsis": "Katiya&apos;s first peaceful sleep leads straight into chaotic, sword-filled &quot;fantasy&quot; tourism on Earth.",
  "RevNotes": "",
  "ID": "2.32",
  "Body": [
    "<p>&emsp;Even in another world, I can&apos;t escape the same dream. The only difference is that sleep comes faster on a bed that&apos;s made of clouds, instead of one made from horsehair and feathers.</p><p>&emsp;I&apos;m not sure how we got here, but it was something about the way he still trembled although he insisted he was alright &mdash; still looking like he was on the verge of tears from the fear of what transpired. Maybe it&apos;s my empathy for that paralyzing, sticky feeling of fear that I know better than anyone. Or maybe it was in the feelings we both had of abandonment, as we continue to sully everything in our lives with only the best intentions.</p><p>&emsp;Or maybe it was the excuse to let Rayna sleep in my bed in Gaffesend that allowed us to bend the rule.</p><p>&emsp;Either way, fate finds me in Cody&apos;s world, upstairs for the first time. I&apos;m on the side of the bed that faces the door, separated by two thin sheets, resting on top of the covers since I run dangerously hot. I watch Cody curled up with his head buried in a pillow: he doesn&apos;t twitch in his sleep like so many of us, but with me sleeping next to him, he breathes so easily, knowing nothing of the violence of war or its outcomes.</p><p>&emsp;And sleep comes easily when I listen to the pattern of his breath: his exhale warm on my bare skin as an unfamiliar breeze flows through the window, and by the time I notice how stale the air is, I&apos;ve already retreated within my mind to a place I can never leave.</p><p>&emsp;Sometimes it&apos;s the scalding log that presses on my chest: other times, it&apos;s the body of Raph, and I&apos;m trapped inside that pit again, struggling to survive as I wait for lifetimes in absolute silence. In one dream I&apos;m on the verge of freezing as my body tries to heat itself with every scrap of dead Essence I can pilfer from the bodies, and in the other, I feel the heat rise until I think the flesh will melt from my bones.</p><p>&emsp;But after so many nights alone, even my subconscious mind has stopped providing me with a savior, knowing the bed is always empty when I wake.</p><p>&emsp;So the pit grows deeper, stretching downward until I can no longer see the stars, and even more victims flood the pit as the Chymaerans toss them in. Or the wooden cabin walls grow in seconds, as if grown through Verdalan magic, lifting the doors and window frames higher and higher until they&apos;re unreachable, leaving me inside the smoke-filled windowless chamber next to the charred body of my father.</p><p>&emsp;It&apos;s both dreams at the same time now, but there&apos;s always something pinning me to the floor as the heat rises. I look to the left as my father takes his last, scalding breaths before he turns to ash, and my lungs are burning, thrashing beneath the beam as I find I don&apos;t have a mouth to scream, and when the roof finally csves in &mdash; or the stars fall from the sky to rebury the pit of remains, I launch awake with another scream, too unconscious to question whether Jullian will be laying there.</p><p>&emsp;But for the first time, my hands find something else, and instead of grasping air as the dream fades from my mind, I feel Cody&apos;s touch as he tucks my head to his chest though the sheets still separate us, telling me that everything is going to be alright.</p><p>&emsp;And I cry, though I&apos;m surprised I still have access to this feeling. Even without Essence, I can feel the warmth of his body, passing strings of reassuring words through trembling syllables that I&apos;ve only dreamed to hear after so many months alone.</p><p>&emsp;And I want so badly to tilt my head up, to meet his lips to reciprocate this blessed feeling, to provide him the comfort that he also longs for, but I hesitate on that feeling of how much pain that progress would inevitably cause us.</p><p>&emsp;Never before have I felt this safe.</p><p>&emsp;So I just rest there, recirculating the warmth of my breath in the tight space between his chest as he instructs me to slow my breathing, even though his own still carries a faint whimper. The night is still dark, and moments later, I delve back into a dream that I&apos;ve never had before.</p><p>&emsp;I find myself outside the windowless cabin, sitting on the porch, in one of the smoothly-sanded rocking chairs my father made. My fingers feel the persistence of his handiwork against the natural grain, and beside me sit my father, and my stepfather, and my mother and my siblings, and Cody, and all my friends old and new, and even family that has yet to be born, and all we&apos;re doing is just sitting there, watching the daylight climb above the sawtooth treeline of Purgatory Mountains as another long night gives way to dawn.</p><p>&emsp;My father takes my hand though I can&apos;t see or remember his face, but in the moment, I feel something unspoken between us &mdash; something I never tried listening for when I was so busy watching from the window.</p><p>&emsp;And when I wake, I find Cody still sleeping beside me with his hand in mine, and our bodies are still separated by two sheets. Maybe the only way I can repay him is to give him something he won&apos;t remember.</p><p>&emsp; I gently plant a kiss on his forehead, muttering the same words my father gave to me in the dream.</p>",
    "<p>&emsp;My phone vibrates beneath the pillow and I wake around 9:30, expecting to be alone &mdash; but instead of hearing birdsong through the open window, I hear snippets of words and songs playing on the other side of the bed.</p><p>&emsp;&quot;Hey, you. You&apos;re finally awake,&quot; Katiya says. Her eyes don&apos;t leave the screen of the smartphone as she scrolls through memes and reels.</p><p>&emsp;&quot;And you&apos;re still here.&quot; I feel a wetness on my forehead that I touch with two fingers, and when she notices, she blushes. &quot;Did you sleep alright?&quot;</p><p>&emsp;&quot;Best I&apos;ve slept in a while,&quot; she says. &quot;And thank you . . .  you know, for taking care of me.&quot;</p><p>&emsp;&quot;Of course,&quot; I say, still adjusting to the jarring sight of a knight binging modern technology. &quot;And you&apos;re still here.&quot;</p><p>&emsp;She pouts. &quot;What, did you want me to leave?&quot;</p><p>&emsp;&quot;No, of course not,&quot; I say. &quot;I&apos;m just surprised: usually you&apos;re working or going on a run around this time.&quot;</p><p>&emsp;&quot;I didn&apos;t like the thought of you waking up alone,&quot; she says, and it stirs something warm inside of me. &quot;You shouldn&apos;t have to wake up alone: not when I&apos;m here.&quot;</p><p>&emsp;I blush. &quot;You should be careful with words like that, or else I might get the wrong idea,&quot; and when I look at my phone, I find three texts that remind me why I set the alarm on a weekend in the first place.</p><p>&emsp;They&apos;re from three different people I&apos;ve brought together for the first time, and as the organizer, I&apos;m not even ready to greet them.</p><p>&emsp;Kei Sakurashima // 09:00</p><p>&emsp;Departing my house in thirty. Will arrive around 10:00 or so.</p><p>&emsp;Miguel Valdez-Ruelas // 09:35</p><p>&emsp;oh fuck that things today with the fantasy stuff rite? on my way be there soon dont leave yet hoss</p><p>&emsp;Reed Broderick // 09:40</p><p>&emsp;Thanks again for the invite bro! On the way there now, should get there around 10 or so.</p><p>&emsp;&quot;Shit,&quot; I say. And &quot;God damn it,&quot; I say, launching myself from the covers as I scramble to my feet, wondering how I could set an alarm so late.</p><p>&emsp;&quot;What is it, Cody?&quot; She asks, dropping her phone on the mattress.</p><p>&emsp;&quot;I got a thing today with some friends,&quot; I say. I&apos;m already in the bathroom with the door cracked shut, debating whether to take a &quot;cowboy shower&quot; in the sink, or take a real shower.</p><p>&emsp;&quot;What is it?&quot; Katiya asks.</p><p>&emsp;&quot;Last day of the Renaissance Faire in Shaleborough, at this one spot a ways past my work.&quot;</p><p>&emsp;&quot;Renaissance faire? What is that?&quot; Katiya asks, raising her voice to speak over the shower.</p><p>&emsp;My voice echoes as I try to speak over the water. &quot;Basically, they appropriate your world for my people&apos;s amusement. They take all the good parts of the Middle Ages and mix it with fantasy, so people can pretend they&apos;re there without all the war and the disease and stuff.&quot; I skip out on hair, washing only pits and privates as I feel time drag me out of the shower and into the outfit I laid out. &quot;I get to wear the clothes you got me!&quot;</p><p>&emsp;&quot;Oh, I have to see this,&quot; Katiya says, as I toe the door shut, so she doesn&apos;t catch a glance of me transferring from towel to tunic. &quot;So it&apos;s like my world in yours?&quot;</p><p>&emsp;&quot;Basically,&quot; I say, and as I open the door to show off my peasant wear, I find another figure standing behind Katiya.</p><p>&emsp;&quot;Pray tell, what is this about?&quot; The catgirl says. &quot;Are you crossing over to our world?&quot;</p><p>&emsp;&quot;Oh, Rayna, good morning,&quot; I say.</p><p>&emsp;Her tail flutters, looking much lighter than she did yesterday. &quot;So you said you&apos;re going somewhere?&quot;</p><p>&emsp;&quot;Yeah.&quot;</p><p>&emsp;&quot;And I&apos;ve decided I&apos;m going with him,&quot; Katiya says. &quot;They gave me an off-day after the whole break-in. Called the defense a quest sheet.&quot;</p><p>&emsp;&quot;Oh. Well, I&apos;m sorry about my part in that,&quot; Rayna says, and her ears lower when she looks down at the ground. &quot;But it sounds fun, though.&quot;</p><p>&emsp;A silence passes as I&apos;m trying to apply deodorant and use a flosser at the same time. I watch her tail still flick in anticipation, as if she&apos;s begging a question.</p><p>&emsp;&quot;We talked about norms here &mdash; how dangerous your appearance can be in a world like this.&quot;</p><p>&emsp;&quot;For that streaming thing on the web, you were saying.&quot;</p><p>&emsp;I laugh. &quot;Yes. But also for the other reason, because there are only humans in this world.&quot;</p><p>&emsp;&quot;You said you thought my sister was one of those things when you first met her in the other world.&quot;</p><p>&emsp;&quot;A furry? Yeah. But that was more so, uh...&quot;</p><p>&emsp;&quot;Naya,&quot; Katiya says.</p><p>&emsp;&quot;Yeah, Naya,&quot; I say. &quot;Anyways&mdash;this and Halloween are probably the only two times you can pass at a glance, unless you&apos;re prepared to answer a lot of questions.&quot;</p><p>&emsp;&quot;I haven&apos;t even been out there yet,&quot; Rayna says.</p><p>&emsp;&quot;I think the two of you need a good break,&quot; I say. I glance at my watch: ten minutes from departure, and probably just enough time to rehearse. &quot;I have enough money here to cover you two for the day. You both have the gear, but I&apos;m going to have to coach you on responses.&quot;</p><p>&emsp;Rayna asks, &quot;Like what?&quot;</p>",
    "<p>&emsp;&quot;And I got it on an internet web site, on the computer,&quot; Rayna says, as her slitted pupils stare at me from across the room. &quot;Contacts. Described by a doctor.&quot;</p><p>&emsp;&quot;And the ears? And the tail?&quot; Kei asks, getting Reed to tie the pirate corset behind her. &quot;How did you get those so perfect?&quot;</p><p>&emsp;I mouth the letters to her before Miguel makes it in my doorway.</p><p>&emsp;&quot;Eat...see. Eat-see,&quot; she says.</p><p>&emsp;&quot;Oh, Etsy?&quot;</p><p>&emsp;&quot;Yeah, that,&quot; Rayna says, then remembers, &quot;but you can&apos;t touch them, because they&apos;re fragile!&quot; </p><p>&emsp;Meanwhile, I watch the door as Miguel gets that stupid grin on his face that makes me laugh: matching his costume in how it signals the mischief he&apos;s about to create. He wears the jester costume he got in high school, nursing a large handle of whiskey that&apos;s probably part of his &quot;Corolla Collection&quot; &mdash; the bottles that hide in his trunk for any situation &mdash; stumbling in with a silly walk like a divorced birthday clown.</p><p>&emsp;&quot;Ye for wherefore art thou drinketh this fucking handle,&quot; he says. &quot;Ye olde pregame, motherfuckers!&quot;</p><p>&emsp;Kei rolls her eyes: Katiya and Rayna look terrified at how someone could butcher their mannerisms of speech so savagely. And Reed laughs along, because he has the incredible skill to vibe with anyone.</p><p>&emsp;&quot;Whomst be the carriage driver?&quot; Miguel asks. He gestures to Kei with the open bottle. &quot;Milady?&quot; Then to Reed. &quot;My-fella?&quot; Then to me. &quot;Mi hombre?&quot; Then looks at Katiya and Rayna. &quot;Oh, shit, she brought a friend from work. Or does Cody have a new friend?&quot;</p><p>&emsp;Rayna&apos;s pupils narrow. Her tail frays, although she&apos;s been trying to keep it still to look like a shitty prop made out of large, black pipe cleaners &mdash; face awash with surprise like she heard a vacuum. I think she&apos;s about to dive under my sofa and hide until everyone leaves.</p><p>&emsp;But Kei plays it straight with him, just like in high school. &quot;Enough, Miguel. Cody said he&apos;s driving.&quot;</p><p>&emsp;&quot;So we&apos;re taking the van,&quot; he jeers.</p><p>&emsp;&quot;Fuck you. It&apos;s a hatchback,&quot; I say. &quot;If we took your car, it&apos;d sound like fuckin&apos; Jingle Bells from all the empties.&quot;</p><p>&emsp;&quot;At least we wouldn&apos;t be driving in a tampon.&quot;</p><p>&emsp;&quot;Miguel,&quot; Kei groans, but struggles to hold back a laugh. Then Reed laughs too: after so much corporate time together, he looks surprised that I have the capacity for a clap-back.</p><p>&emsp;&quot;Whatever. Drink,&quot; Miguel says. &quot;One shot from each of you. Even you, Cody.&quot;</p><p>&emsp;The liquor burns my mouth as I pretend to drink for a solid second, pressing it to my lips like communion wine. And then Kei gestures for us to head to the car, since she&apos;s always been in a position of default leadership.</p><p>&emsp;Miguel elbows me, whispering in my ear with the stench of booze on his breath. &quot;Who&apos;s that with Kei? Thought you were shacking up with her.&quot;</p><p>&emsp;&quot;Didn&apos;t work out,&quot; I whisper back. &quot;But it&apos;s alright. Life goes on.&quot;</p><p>&emsp;&quot;No kidding,&quot; my best friend says, &quot;when you&apos;ve got . . .&quot; he gestures to Katiya and Rayna. They both glare at him like he&apos;s their town drunk.</p><p>&emsp;I can see Katiya trying to explain driving to Rayna, and suddenly I wonder if this could ever have been a good idea.</p><p>&emsp;&quot;Rayna will sit between Kei and I in the middle,&quot; Katiya says. &quot;Cody drives. Reed up front, and Miguel in the back. </p><p>&emsp;Then Rayna mutters something, and Katiya nods, as Miguel asks me &quot;where the fuck I find these baddies.&quot;</p><p>&emsp;The drive over is nice. I thumbed through my music playlists for the shared one my fraternity still updates, titled MUSIC WHITE WOMEN TURN UP TO, since half the boring stuff I listen to would put them all to sleep. Reed somehow manages to get to know everybody single person in the car by the time we get there, Rayna gets over her jitters after ten minutes down the highway, and Kei and Miguel look wistfully out the window, probably nostalgic for riding in the same car we took between passing periods in high school.</p><p>&emsp;We pull off into a dirt lot. Someone flashes batons to the left like they&apos;re directing planes on a runway. I pass a twenty-dollar bill, get a parking pass, and we arrive at a parking spot on a grassy knoll spray-painted with lines, carefully stepping out in boots as we steady ourselves on the uneven ground.</p><p>&emsp;&quot;Try not to be offended,&quot; I whisper to Katiya and Rayna, as Kei naturally herds us to the gate. I withdraw the passes I bought at a discount from Costco, and it&apos;s only then that I notice the burdensome prop that Katiya carries.</p><p>&emsp;And Rayna carries one, too.</p><p>&emsp;&quot;What the hell? When did you load that in there?&quot; I ask.</p><p>&emsp;&quot;The swords?&quot; Katiya asks. &quot;I thought you said to treat this trip like I&apos;m home.&quot;</p><p>&emsp;&quot;I&apos;m pretty sure they only allow wooden swords,&quot; I say.</p><p>&emsp;&quot;Then why didn&apos;t you say something?&quot;</p><p>&emsp;&quot;Because I&mdash;&quot; let out an exasperated sigh. &quot;We&apos;ll figure something out.&quot;</p><p>&emsp;&quot;We can put them back,&quot; Katiya says. But we&apos;re already at the entrance.</p><p>&emsp;I glance between three ticket windows, scanning the long lines for anyone with a metal sword. The crowd lurches forward a couple people at a time as my friends chatter on: Katiya idles with a fire trick with her Essence.</p><p>&emsp;&quot;You can&apos;t do that, either,&quot; I say.</p><p>&emsp;&quot;Awe, come on,&quot; Katiya says.</p><p>&emsp;Then Rayna&apos;s ears perk up. &quot;Can I at least use some Essence to make this line go faster?&quot;</p><p>&emsp;&quot;Not that, either,&quot; I say. I see the first knight-looking strongman with a metallic weapon approaching the gate, and then it looks like he&apos;s asked to leave it in his car by management.</p><p>&emsp;I say, &quot;So I&apos;m not sure that&mdash;&quot; but then the knight  gestures to a clipboard, and they hand him a form, and after he fills it out, they give him a badge and take the sword.</p><p>&emsp;&quot;He got in,&quot; Katiya says. &quot;What was the page?&quot;</p><p>&emsp;&quot;A waiver. Probably put a peace-bond zip-tie on his scabbard to keep it closed. I bet they&apos;ll give him something safer to fight with in the arena.&quot;</p><p>&emsp;&quot;Hey, let&apos;s pay attention,&quot; Kei says, and I realize we&apos;re at the front of our line.</p><p>&emsp;Some belly-dancer lady approaches us, wearing a wooden name tag emblazoned with the sigil of the renaissance faire. </p><p>&emsp;&quot;Ho there, fair maidens!&quot; She says, far better than Miguel. &quot;Thou mayst not bear those blades within, save it be for honorable combat.&quot;</p><p>&emsp;I see a spark light in their eyes. Katiya says, &quot;honorable Combat, say&apos;st thou? What meanest thou by that?&quot;</p><p>&emsp;&quot;Why, a chance to cross steel in our tourney ground, so long as ye sign the writ of waiver.&quot; She smiles. &quot;By my troth&mdash;fine armor ye wear, I wager that be the purpose for which ye wear?&quot;</p>And Rayna says, &quot;Verily! Aye, forsooth&mdash;we shall fight for glory!&quot;"
  ],
  "BodyFormatted": [
    [
      "<p id=\"2.32.1.1\" class=\"Default\">&emsp;Even in another world, I can&apos;t escape the same dream. The only difference is that sleep comes faster on a bed that&apos;s made of clouds, instead of one made from horsehair and feathers.</p>",
      "<p id=\"2.32.1.2\" class=\"Default\">&emsp;I&apos;m not sure how we got here, but it was something about the way he still trembled although he insisted he was alright &mdash; still looking like he was on the verge of tears from the fear of what transpired. Maybe it&apos;s my empathy for that paralyzing, sticky feeling of fear that I know better than anyone. Or maybe it was in the feelings we both had of abandonment, as we continue to sully everything in our lives with only the best intentions.</p>",
      "<p id=\"2.32.1.3\" class=\"Default\">&emsp;Or maybe it was the excuse to let Rayna sleep in my bed in Gaffesend that allowed us to bend the rule.</p>",
      "<p id=\"2.32.1.4\" class=\"Default\">&emsp;Either way, fate finds me in Cody&apos;s world, upstairs for the first time. I&apos;m on the side of the bed that faces the door, separated by two thin sheets, resting on top of the covers since I run dangerously hot. I watch Cody curled up with his head buried in a pillow: he doesn&apos;t twitch in his sleep like so many of us, but with me sleeping next to him, he breathes so easily, knowing nothing of the violence of war or its outcomes.</p>",
      "<p id=\"2.32.1.5\" class=\"Default\">&emsp;And sleep comes easily when I listen to the pattern of his breath: his exhale warm on my bare skin as an unfamiliar breeze flows through the window, and by the time I notice how stale the air is, I&apos;ve already retreated within my mind to a place I can never leave.</p>",
      "<p id=\"2.32.1.6\" class=\"Default\">&emsp;Sometimes it&apos;s the scalding log that presses on my chest: other times, it&apos;s the body of Raph, and I&apos;m trapped inside that pit again, struggling to survive as I wait for lifetimes in absolute silence. In one dream I&apos;m on the verge of freezing as my body tries to heat itself with every scrap of dead Essence I can pilfer from the bodies, and in the other, I feel the heat rise until I think the flesh will melt from my bones.</p>",
      "<p id=\"2.32.1.7\" class=\"Default\">&emsp;But after so many nights alone, even my subconscious mind has stopped providing me with a savior, knowing the bed is always empty when I wake.</p>",
      "<p id=\"2.32.1.8\" class=\"Default\">&emsp;So the pit grows deeper, stretching downward until I can no longer see the stars, and even more victims flood the pit as the Chymaerans toss them in. Or the wooden cabin walls grow in seconds, as if grown through Verdalan magic, lifting the doors and window frames higher and higher until they&apos;re unreachable, leaving me inside the smoke-filled windowless chamber next to the charred body of my father.</p>",
      "<p id=\"2.32.1.9\" class=\"Default\">&emsp;It&apos;s both dreams at the same time now, but there&apos;s always something pinning me to the floor as the heat rises. I look to the left as my father takes his last, scalding breaths before he turns to ash, and my lungs are burning, thrashing beneath the beam as I find I don&apos;t have a mouth to scream, and when the roof finally csves in &mdash; or the stars fall from the sky to rebury the pit of remains, I launch awake with another scream, too unconscious to question whether Jullian will be laying there.</p>",
      "<p id=\"2.32.1.10\" class=\"Default\">&emsp;But for the first time, my hands find something else, and instead of grasping air as the dream fades from my mind, I feel Cody&apos;s touch as he tucks my head to his chest though the sheets still separate us, telling me that everything is going to be alright.</p>",
      "<p id=\"2.32.1.11\" class=\"Default\">&emsp;And I cry, though I&apos;m surprised I still have access to this feeling. Even without Essence, I can feel the warmth of his body, passing strings of reassuring words through trembling syllables that I&apos;ve only dreamed to hear after so many months alone.</p>",
      "<p id=\"2.32.1.12\" class=\"Default\">&emsp;And I want so badly to tilt my head up, to meet his lips to reciprocate this blessed feeling, to provide him the comfort that he also longs for, but I hesitate on that feeling of how much pain that progress would inevitably cause us.</p>",
      "<p id=\"2.32.1.13\" class=\"Default\">&emsp;Never before have I felt this safe.</p>",
      "<p id=\"2.32.1.14\" class=\"Default\">&emsp;So I just rest there, recirculating the warmth of my breath in the tight space between his chest as he instructs me to slow my breathing, even though his own still carries a faint whimper. The night is still dark, and moments later, I delve back into a dream that I&apos;ve never had before.</p>",
      "<p id=\"2.32.1.15\" class=\"Default\">&emsp;I find myself outside the windowless cabin, sitting on the porch, in one of the smoothly-sanded rocking chairs my father made. My fingers feel the persistence of his handiwork against the natural grain, and beside me sit my father, and my stepfather, and my mother and my siblings, and Cody, and all my friends old and new, and even family that has yet to be born, and all we&apos;re doing is just sitting there, watching the daylight climb above the sawtooth treeline of Purgatory Mountains as another long night gives way to dawn.</p>",
      "<p id=\"2.32.1.16\" class=\"Default\">&emsp;My father takes my hand though I can&apos;t see or remember his face, but in the moment, I feel something unspoken between us &mdash; something I never tried listening for when I was so busy watching from the window.</p>",
      "<p id=\"2.32.1.17\" class=\"Default\">&emsp;And when I wake, I find Cody still sleeping beside me with his hand in mine, and our bodies are still separated by two sheets. Maybe the only way I can repay him is to give him something he won&apos;t remember.</p>",
      "<p id=\"2.32.1.18\" class=\"Default\">&emsp; I gently plant a kiss on his forehead, muttering the same words my father gave to me in the dream.</p>"
    ],
    [
      "<p id=\"2.32.2.1\" class=\"Cody\">&emsp;My phone vibrates beneath the pillow and I wake around 9:30, expecting to be alone &mdash; but instead of hearing birdsong through the open window, I hear snippets of words and songs playing on the other side of the bed.</p>",
      "<p id=\"2.32.2.2\" class=\"Cody\">&emsp;&quot;Hey, you. You&apos;re finally awake,&quot; Katiya says. Her eyes don&apos;t leave the screen of the smartphone as she scrolls through memes and reels.</p>",
      "<p id=\"2.32.2.3\" class=\"Cody\">&emsp;&quot;And you&apos;re still here.&quot; I feel a wetness on my forehead that I touch with two fingers, and when she notices, she blushes. &quot;Did you sleep alright?&quot;</p>",
      "<p id=\"2.32.2.4\" class=\"Cody\">&emsp;&quot;Best I&apos;ve slept in a while,&quot; she says. &quot;And thank you . . .  you know, for taking care of me.&quot;</p>",
      "<p id=\"2.32.2.5\" class=\"Cody\">&emsp;&quot;Of course,&quot; I say, still adjusting to the jarring sight of a knight binging modern technology. &quot;And you&apos;re still here.&quot;</p>",
      "<p id=\"2.32.2.6\" class=\"Cody\">&emsp;She pouts. &quot;What, did you want me to leave?&quot;</p>",
      "<p id=\"2.32.2.7\" class=\"Cody\">&emsp;&quot;No, of course not,&quot; I say. &quot;I&apos;m just surprised: usually you&apos;re working or going on a run around this time.&quot;</p>",
      "<p id=\"2.32.2.8\" class=\"Cody\">&emsp;&quot;I didn&apos;t like the thought of you waking up alone,&quot; she says, and it stirs something warm inside of me. &quot;You shouldn&apos;t have to wake up alone: not when I&apos;m here.&quot;</p>",
      "<p id=\"2.32.2.9\" class=\"Cody\">&emsp;I blush. &quot;You should be careful with words like that, or else I might get the wrong idea,&quot; and when I look at my phone, I find three texts that remind me why I set the alarm on a weekend in the first place.</p>",
      "<p id=\"2.32.2.10\" class=\"Cody\">&emsp;They&apos;re from three different people I&apos;ve brought together for the first time, and as the organizer, I&apos;m not even ready to greet them.</p>",
      "<p id=\"2.32.2.11\" class=\"Cody\">&emsp;Kei Sakurashima // 09:00</p>",
      "<p id=\"2.32.2.12\" class=\"Cody\">&emsp;Departing my house in thirty. Will arrive around 10:00 or so.</p>",
      "<p id=\"2.32.2.13\" class=\"Cody\">&emsp;Miguel Valdez-Ruelas // 09:35</p>",
      "<p id=\"2.32.2.14\" class=\"Cody\">&emsp;oh fuck that things today with the fantasy stuff rite? on my way be there soon dont leave yet hoss</p>",
      "<p id=\"2.32.2.15\" class=\"Cody\">&emsp;Reed Broderick // 09:40</p>",
      "<p id=\"2.32.2.16\" class=\"Cody\">&emsp;Thanks again for the invite bro! On the way there now, should get there around 10 or so.</p>",
      "<p id=\"2.32.2.17\" class=\"Cody\">&emsp;&quot;Shit,&quot; I say. And &quot;God damn it,&quot; I say, launching myself from the covers as I scramble to my feet, wondering how I could set an alarm so late.</p>",
      "<p id=\"2.32.2.18\" class=\"Cody\">&emsp;&quot;What is it, Cody?&quot; She asks, dropping her phone on the mattress.</p>",
      "<p id=\"2.32.2.19\" class=\"Cody\">&emsp;&quot;I got a thing today with some friends,&quot; I say. I&apos;m already in the bathroom with the door cracked shut, debating whether to take a &quot;cowboy shower&quot; in the sink, or take a real shower.</p>",
      "<p id=\"2.32.2.20\" class=\"Cody\">&emsp;&quot;What is it?&quot; Katiya asks.</p>",
      "<p id=\"2.32.2.21\" class=\"Cody\">&emsp;&quot;Last day of the Renaissance Faire in Shaleborough, at this one spot a ways past my work.&quot;</p>",
      "<p id=\"2.32.2.22\" class=\"Cody\">&emsp;&quot;Renaissance faire? What is that?&quot; Katiya asks, raising her voice to speak over the shower.</p>",
      "<p id=\"2.32.2.23\" class=\"Cody\">&emsp;My voice echoes as I try to speak over the water. &quot;Basically, they appropriate your world for my people&apos;s amusement. They take all the good parts of the Middle Ages and mix it with fantasy, so people can pretend they&apos;re there without all the war and the disease and stuff.&quot; I skip out on hair, washing only pits and privates as I feel time drag me out of the shower and into the outfit I laid out. &quot;I get to wear the clothes you got me!&quot;</p>",
      "<p id=\"2.32.2.24\" class=\"Cody\">&emsp;&quot;Oh, I have to see this,&quot; Katiya says, as I toe the door shut, so she doesn&apos;t catch a glance of me transferring from towel to tunic. &quot;So it&apos;s like my world in yours?&quot;</p>",
      "<p id=\"2.32.2.25\" class=\"Cody\">&emsp;&quot;Basically,&quot; I say, and as I open the door to show off my peasant wear, I find another figure standing behind Katiya.</p>",
      "<p id=\"2.32.2.26\" class=\"Cody\">&emsp;&quot;Pray tell, what is this about?&quot; The catgirl says. &quot;Are you crossing over to our world?&quot;</p>",
      "<p id=\"2.32.2.27\" class=\"Cody\">&emsp;&quot;Oh, Rayna, good morning,&quot; I say.</p>",
      "<p id=\"2.32.2.28\" class=\"Cody\">&emsp;Her tail flutters, looking much lighter than she did yesterday. &quot;So you said you&apos;re going somewhere?&quot;</p>",
      "<p id=\"2.32.2.29\" class=\"Cody\">&emsp;&quot;Yeah.&quot;</p>",
      "<p id=\"2.32.2.30\" class=\"Cody\">&emsp;&quot;And I&apos;ve decided I&apos;m going with him,&quot; Katiya says. &quot;They gave me an off-day after the whole break-in. Called the defense a quest sheet.&quot;</p>",
      "<p id=\"2.32.2.31\" class=\"Cody\">&emsp;&quot;Oh. Well, I&apos;m sorry about my part in that,&quot; Rayna says, and her ears lower when she looks down at the ground. &quot;But it sounds fun, though.&quot;</p>",
      "<p id=\"2.32.2.32\" class=\"Cody\">&emsp;A silence passes as I&apos;m trying to apply deodorant and use a flosser at the same time. I watch her tail still flick in anticipation, as if she&apos;s begging a question.</p>",
      "<p id=\"2.32.2.33\" class=\"Cody\">&emsp;&quot;We talked about norms here &mdash; how dangerous your appearance can be in a world like this.&quot;</p>",
      "<p id=\"2.32.2.34\" class=\"Cody\">&emsp;&quot;For that streaming thing on the web, you were saying.&quot;</p>",
      "<p id=\"2.32.2.35\" class=\"Cody\">&emsp;I laugh. &quot;Yes. But also for the other reason, because there are only humans in this world.&quot;</p>",
      "<p id=\"2.32.2.36\" class=\"Cody\">&emsp;&quot;You said you thought my sister was one of those things when you first met her in the other world.&quot;</p>",
      "<p id=\"2.32.2.37\" class=\"Cody\">&emsp;&quot;A furry? Yeah. But that was more so, uh...&quot;</p>",
      "<p id=\"2.32.2.38\" class=\"Cody\">&emsp;&quot;Naya,&quot; Katiya says.</p>",
      "<p id=\"2.32.2.39\" class=\"Cody\">&emsp;&quot;Yeah, Naya,&quot; I say. &quot;Anyways&mdash;this and Halloween are probably the only two times you can pass at a glance, unless you&apos;re prepared to answer a lot of questions.&quot;</p>",
      "<p id=\"2.32.2.40\" class=\"Cody\">&emsp;&quot;I haven&apos;t even been out there yet,&quot; Rayna says.</p>",
      "<p id=\"2.32.2.41\" class=\"Cody\">&emsp;&quot;I think the two of you need a good break,&quot; I say. I glance at my watch: ten minutes from departure, and probably just enough time to rehearse. &quot;I have enough money here to cover you two for the day. You both have the gear, but I&apos;m going to have to coach you on responses.&quot;</p>",
      "<p id=\"2.32.2.42\" class=\"Cody\">&emsp;Rayna asks, &quot;Like what?&quot;</p>"
    ],
    [
      "<p id=\"2.32.3.1\" class=\"Cody\">&emsp;&quot;And I got it on an internet web site, on the computer,&quot; Rayna says, as her slitted pupils stare at me from across the room. &quot;Contacts. Described by a doctor.&quot;</p>",
      "<p id=\"2.32.3.2\" class=\"Cody\">&emsp;&quot;And the ears? And the tail?&quot; Kei asks, getting Reed to tie the pirate corset behind her. &quot;How did you get those so perfect?&quot;</p>",
      "<p id=\"2.32.3.3\" class=\"Cody\">&emsp;I mouth the letters to her before Miguel makes it in my doorway.</p>",
      "<p id=\"2.32.3.4\" class=\"Cody\">&emsp;&quot;Eat...see. Eat-see,&quot; she says.</p>",
      "<p id=\"2.32.3.5\" class=\"Cody\">&emsp;&quot;Oh, Etsy?&quot;</p>",
      "<p id=\"2.32.3.6\" class=\"Cody\">&emsp;&quot;Yeah, that,&quot; Rayna says, then remembers, &quot;but you can&apos;t touch them, because they&apos;re fragile!&quot; </p>",
      "<p id=\"2.32.3.7\" class=\"Cody\">&emsp;Meanwhile, I watch the door as Miguel gets that stupid grin on his face that makes me laugh: matching his costume in how it signals the mischief he&apos;s about to create. He wears the jester costume he got in high school, nursing a large handle of whiskey that&apos;s probably part of his &quot;Corolla Collection&quot; &mdash; the bottles that hide in his trunk for any situation &mdash; stumbling in with a silly walk like a divorced birthday clown.</p>",
      "<p id=\"2.32.3.8\" class=\"Cody\">&emsp;&quot;Ye for wherefore art thou drinketh this fucking handle,&quot; he says. &quot;Ye olde pregame, motherfuckers!&quot;</p>",
      "<p id=\"2.32.3.9\" class=\"Cody\">&emsp;Kei rolls her eyes: Katiya and Rayna look terrified at how someone could butcher their mannerisms of speech so savagely. And Reed laughs along, because he has the incredible skill to vibe with anyone.</p>",
      "<p id=\"2.32.3.10\" class=\"Cody\">&emsp;&quot;Whomst be the carriage driver?&quot; Miguel asks. He gestures to Kei with the open bottle. &quot;Milady?&quot; Then to Reed. &quot;My-fella?&quot; Then to me. &quot;Mi hombre?&quot; Then looks at Katiya and Rayna. &quot;Oh, shit, she brought a friend from work. Or does Cody have a new friend?&quot;</p>",
      "<p id=\"2.32.3.11\" class=\"Cody\">&emsp;Rayna&apos;s pupils narrow. Her tail frays, although she&apos;s been trying to keep it still to look like a shitty prop made out of large, black pipe cleaners &mdash; face awash with surprise like she heard a vacuum. I think she&apos;s about to dive under my sofa and hide until everyone leaves.</p>",
      "<p id=\"2.32.3.12\" class=\"Cody\">&emsp;But Kei plays it straight with him, just like in high school. &quot;Enough, Miguel. Cody said he&apos;s driving.&quot;</p>",
      "<p id=\"2.32.3.13\" class=\"Cody\">&emsp;&quot;So we&apos;re taking the van,&quot; he jeers.</p>",
      "<p id=\"2.32.3.14\" class=\"Cody\">&emsp;&quot;Fuck you. It&apos;s a hatchback,&quot; I say. &quot;If we took your car, it&apos;d sound like fuckin&apos; Jingle Bells from all the empties.&quot;</p>",
      "<p id=\"2.32.3.15\" class=\"Cody\">&emsp;&quot;At least we wouldn&apos;t be driving in a tampon.&quot;</p>",
      "<p id=\"2.32.3.16\" class=\"Cody\">&emsp;&quot;Miguel,&quot; Kei groans, but struggles to hold back a laugh. Then Reed laughs too: after so much corporate time together, he looks surprised that I have the capacity for a clap-back.</p>",
      "<p id=\"2.32.3.17\" class=\"Cody\">&emsp;&quot;Whatever. Drink,&quot; Miguel says. &quot;One shot from each of you. Even you, Cody.&quot;</p>",
      "<p id=\"2.32.3.18\" class=\"Cody\">&emsp;The liquor burns my mouth as I pretend to drink for a solid second, pressing it to my lips like communion wine. And then Kei gestures for us to head to the car, since she&apos;s always been in a position of default leadership.</p>",
      "<p id=\"2.32.3.19\" class=\"Cody\">&emsp;Miguel elbows me, whispering in my ear with the stench of booze on his breath. &quot;Who&apos;s that with Kei? Thought you were shacking up with her.&quot;</p>",
      "<p id=\"2.32.3.20\" class=\"Cody\">&emsp;&quot;Didn&apos;t work out,&quot; I whisper back. &quot;But it&apos;s alright. Life goes on.&quot;</p>",
      "<p id=\"2.32.3.21\" class=\"Cody\">&emsp;&quot;No kidding,&quot; my best friend says, &quot;when you&apos;ve got . . .&quot; he gestures to Katiya and Rayna. They both glare at him like he&apos;s their town drunk.</p>",
      "<p id=\"2.32.3.22\" class=\"Cody\">&emsp;I can see Katiya trying to explain driving to Rayna, and suddenly I wonder if this could ever have been a good idea.</p>",
      "<p id=\"2.32.3.23\" class=\"Cody\">&emsp;&quot;Rayna will sit between Kei and I in the middle,&quot; Katiya says. &quot;Cody drives. Reed up front, and Miguel in the back. </p>",
      "<p id=\"2.32.3.24\" class=\"Cody\">&emsp;Then Rayna mutters something, and Katiya nods, as Miguel asks me &quot;where the fuck I find these baddies.&quot;</p>",
      "<p id=\"2.32.3.25\" class=\"Cody\">&emsp;The drive over is nice. I thumbed through my music playlists for the shared one my fraternity still updates, titled MUSIC WHITE WOMEN TURN UP TO, since half the boring stuff I listen to would put them all to sleep. Reed somehow manages to get to know everybody single person in the car by the time we get there, Rayna gets over her jitters after ten minutes down the highway, and Kei and Miguel look wistfully out the window, probably nostalgic for riding in the same car we took between passing periods in high school.</p>",
      "<p id=\"2.32.3.26\" class=\"Cody\">&emsp;We pull off into a dirt lot. Someone flashes batons to the left like they&apos;re directing planes on a runway. I pass a twenty-dollar bill, get a parking pass, and we arrive at a parking spot on a grassy knoll spray-painted with lines, carefully stepping out in boots as we steady ourselves on the uneven ground.</p>",
      "<p id=\"2.32.3.27\" class=\"Cody\">&emsp;&quot;Try not to be offended,&quot; I whisper to Katiya and Rayna, as Kei naturally herds us to the gate. I withdraw the passes I bought at a discount from Costco, and it&apos;s only then that I notice the burdensome prop that Katiya carries.</p>",
      "<p id=\"2.32.3.28\" class=\"Cody\">&emsp;And Rayna carries one, too.</p>",
      "<p id=\"2.32.3.29\" class=\"Cody\">&emsp;&quot;What the hell? When did you load that in there?&quot; I ask.</p>",
      "<p id=\"2.32.3.30\" class=\"Cody\">&emsp;&quot;The swords?&quot; Katiya asks. &quot;I thought you said to treat this trip like I&apos;m home.&quot;</p>",
      "<p id=\"2.32.3.31\" class=\"Cody\">&emsp;&quot;I&apos;m pretty sure they only allow wooden swords,&quot; I say.</p>",
      "<p id=\"2.32.3.32\" class=\"Cody\">&emsp;&quot;Then why didn&apos;t you say something?&quot;</p>",
      "<p id=\"2.32.3.33\" class=\"Cody\">&emsp;&quot;Because I&mdash;&quot; let out an exasperated sigh. &quot;We&apos;ll figure something out.&quot;</p>",
      "<p id=\"2.32.3.34\" class=\"Cody\">&emsp;&quot;We can put them back,&quot; Katiya says. But we&apos;re already at the entrance.</p>",
      "<p id=\"2.32.3.35\" class=\"Cody\">&emsp;I glance between three ticket windows, scanning the long lines for anyone with a metal sword. The crowd lurches forward a couple people at a time as my friends chatter on: Katiya idles with a fire trick with her Essence.</p>",
      "<p id=\"2.32.3.36\" class=\"Cody\">&emsp;&quot;You can&apos;t do that, either,&quot; I say.</p>",
      "<p id=\"2.32.3.37\" class=\"Cody\">&emsp;&quot;Awe, come on,&quot; Katiya says.</p>",
      "<p id=\"2.32.3.38\" class=\"Cody\">&emsp;Then Rayna&apos;s ears perk up. &quot;Can I at least use some Essence to make this line go faster?&quot;</p>",
      "<p id=\"2.32.3.39\" class=\"Cody\">&emsp;&quot;Not that, either,&quot; I say. I see the first knight-looking strongman with a metallic weapon approaching the gate, and then it looks like he&apos;s asked to leave it in his car by management.</p>",
      "<p id=\"2.32.3.40\" class=\"Cody\">&emsp;I say, &quot;So I&apos;m not sure that&mdash;&quot; but then the knight  gestures to a clipboard, and they hand him a form, and after he fills it out, they give him a badge and take the sword.</p>",
      "<p id=\"2.32.3.41\" class=\"Cody\">&emsp;&quot;He got in,&quot; Katiya says. &quot;What was the page?&quot;</p>",
      "<p id=\"2.32.3.42\" class=\"Cody\">&emsp;&quot;A waiver. Probably put a peace-bond zip-tie on his scabbard to keep it closed. I bet they&apos;ll give him something safer to fight with in the arena.&quot;</p>",
      "<p id=\"2.32.3.43\" class=\"Cody\">&emsp;&quot;Hey, let&apos;s pay attention,&quot; Kei says, and I realize we&apos;re at the front of our line.</p>",
      "<p id=\"2.32.3.44\" class=\"Cody\">&emsp;Some belly-dancer lady approaches us, wearing a wooden name tag emblazoned with the sigil of the renaissance faire. </p>",
      "<p id=\"2.32.3.45\" class=\"Cody\">&emsp;&quot;Ho there, fair maidens!&quot; She says, far better than Miguel. &quot;Thou mayst not bear those blades within, save it be for honorable combat.&quot;</p>",
      "<p id=\"2.32.3.46\" class=\"Cody\">&emsp;I see a spark light in their eyes. Katiya says, &quot;honorable Combat, say&apos;st thou? What meanest thou by that?&quot;</p>",
      "<p id=\"2.32.3.47\" class=\"Cody\">&emsp;&quot;Why, a chance to cross steel in our tourney ground, so long as ye sign the writ of waiver.&quot; She smiles. &quot;By my troth&mdash;fine armor ye wear, I wager that be the purpose for which ye wear?&quot;</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 352,
  "ReleaseDate": [
    "12",
    "19",
    "2025",
    "2025-12-19 00:00:00"
  ],
  "Active": false,
  "Perspective": "Default",
  "Status": "No Status",
  "WordCount": 0,
  "Summary": ""
}