{"Story": "Firebrand", "Title": "Chapter Ten", "Subtitle": "Fellowship", "Act": 1, "ChapterNumber": 10, "Synopsis": "Romin, Valentina, and Sylvia join Titus in one last celebration.", "RevNotes": "", "ID": "2.10", "Body": [" <p>&emsp;Bright, flashing bulbs bathe the streets in blinding light, but not enough to melt the fine layer of snow on the asphalt. Speedsters and touring cars cycle past at blistering speeds, leaving parallel tracks of black ice behind. Painted posters and advertisements cover every space where a brick wall frames no windows, and illuminated signs project their slogans large enough to see a hundred yards away.</p> <p>&emsp;The streets are flooded with activity. A cross-street sign reads Vermillion Boulevard, and remembering her ease of public recognition, Valentina dips her trademark hat to cover her features.</p> <p>&emsp;Romin makes fun of Valentina&apos;s hats again, how she infallibly wears one every day, saying that &quot;maybe she&apos;s balding,&quot; that she&apos;ll lose her fame to bad genetics. </p> <p>&emsp;She slaps him across the face. </p> <p>&emsp;Sylvia points at the poster she designed for a play titled THE PHANTOM ABSOLUTION, telling me all the techniques of the brushstrokes and why she picked the colors. Romin and Valentina hold hands tonight for some reason. Sylvia takes my arm, and through her thick fur coat, emblazoned by the ruby marks of Dragon Class, I can feel her shiver.</p> <p>&emsp;&quot;One bar?&quot; I ask. &quot;Or many?&quot;</p> <p>&emsp;&quot;One. And only the best,&quot; Valentina says. &quot;You&apos;re on Vermillion boulevard. We have to go to Club Vermillion. A whole luxury row reserved by our family every night, whether we use it or not,&quot; she boasts.</p> <p>&emsp;&quot;I&apos;m just along for the ride,&quot; I say. I&apos;m the only one strong enough to drag Romin&apos;s drunk corpse home, even if it&apos;s only a tenth of the way. </p> <p>&emsp;I turn to him. </p> <p>&emsp;&quot;Do you mind sleeping on the street again? Last time you were picking up half-smoked cigarette butts and smoking them down to the nub, saying you wouldn&apos;t leave any &apos;wounded soldiers.&apos;&quot;</p> <p>&emsp;&quot;Not this time,&quot; he says. &quot;Because this isn&apos;t a &apos;guys night out,&apos; right, Val?&quot;</p> <p>&emsp;&quot;Gross,&quot; she replies.</p> <p>&emsp;Romin leads the pack. He cuts through the downstream crowds like a boulder through eddies, and we follow behind him, with me as the anchor. So many other Cadets walk with their fireteams, parting at the sight of our insignias. I get several congratulations in passing on being the Valedictorian. Most of them stumble. Some shout at the touring cars. Fewer get into fights, and even less are entirely sober. With all the shimmering crimson cloaks, it looks like a river of blood through the veins of our city&apos;s streets&mdash;but at the end, furnished in grandiose, crystalline decorations and gold-plated brick is Club Vermillion, with a line stretching far up the block.</p> <p>&emsp;&quot;Vermillion,&quot; Valentina tells the bouncer when we arrive.</p> <p>&emsp;&quot;That&apos;s the name of the place,&quot; he says. &quot;Get in line.&quot;</p> <p>&emsp;&quot;Valentina Vermillion,&quot; she states, lifting her hat, as the other three of us stand off to the side, making small talk, and I&apos;m the only one who watches the exchange.</p> <p>&emsp;&quot;Miss. You&apos;re not on the list anymore,&quot; he says.</p> <p>&emsp;&quot;Why, my family owns this bloody place, it&apos;s in the name,&quot; she says, embarrassed, looking around to see if anyone noticed. I lower my eyes, pretending to listen to Romin ramble on about why the Carmine-allied pub is better. She refuses to raise her voice further. A scene is the last thing she wants to make. &quot;If you don&apos;t let me in, I&apos;ll have your job! Who made the request?&quot;</p> <p>&emsp;&quot;It was Mother Vermillion,&quot; he says.</p> <p>&emsp;&quot;Of course,&quot; she whispers. &quot;Just let us in. Last time I&apos;ll be bothering anyone for this, Marcel.&quot;</p> <p>&emsp;He draws a breath in indecision. He checks his watch. &quot;I&apos;m gonna be reporting this, you know. To your family.&quot;</p> <p>&emsp;&quot;I don&apos;t care about my family. Just the name,&quot; Valentina says. Romin and Sylvia turn their heads, but they don&apos;t hear her, thinking it to be friendly conversation.</p> <p>&emsp;Marcel steps away from the door. &quot;Right this way,&quot; he says, and we follow Valentina in. She tips her hat upwards, and a line of frustrated glares quickly exchange for recognition. &quot;Valentina! Valentina!&quot; they shout, but she doesn&apos;t turn an eye. Instead, a look of disappointment and sadness dissolves under the influence of her theatric prowess, traded so suddenly for her family&apos;s famed charisma that lights up an entire room.</p> ", " <p>&emsp;The Vermillion VIP section is tucked to the right of the stage, always reserved, so close to the live band that you could practically walk-on and play. It seems the rest of the staff is unaware of her sudden loss of access. I see a relief settle in Valentina&apos;s eyes when the section is empty: she probably anticipated the presence of her father, Vince; her older sister, Vera; youngest sister Vanna; young brother, Virgil; or her vile mother, Victoria.</p> <p>&emsp;We approach the single booth, surprised to find half-empty drink glasses when we settle in. &quot;Looks like someone&apos;s been here,&quot; Romin says, and a sudden look of fear crests her face. </p> <p>&emsp;I can feel her ego disturbed by that uncertainty. &quot;It&apos;s fine. My family must have been here. Probably left since it got so busy, ironic how they own several clubs and hate excessively loud noise,&quot; she laughs.</p> <p>&emsp;But as we sit down, she catches the eye of someone else in the crowd. Her calm charisma is no match for the fright that shocks her, and I follow her eyes. It&apos;s her sister, Vera, along with her Class VI fireteam, dancing on the main floor: one of the few high-ranking groups that managed to reach above us.</p> <p>&emsp;&quot;Sister, so great to see you,&quot; Valentina says.</p> <p>&emsp;&quot;I&apos;m surprised you made it in, dear,&quot; Vera says, and Val&apos;s lucky the rest of them take it as a joke. &quot;We were sitting here first, but you&apos;re welcome to join us.&quot;</p> <p>&emsp;The other three members of her fireteam are cadets I&apos;ve only confronted on the combat field and in passing: some of the few that could beat me, higher achievers than us as a collective.</p> <p>&emsp;&quot;Romin! How&apos;s District Twelve treating you?&quot; Jarrett says, embellished with the same rare crimson pin that denotes high Carmine leadership.</p> <p>&emsp;Romin&apos;s eyes darken. &quot;Still functioning,&quot; he says. &quot;So your family leads District Seven.&quot;</p> <p>&emsp;&quot;That&apos;s right,&quot; he says. &quot;I just like Academy Twelve better, I guess. My family figured it was much easier than the District Seven academy. How&apos;s your family?&quot;</p> <p>&emsp;Romin scrunches a little, an unsettling sight. He mumbles. &quot;The Brotherhood is great. My family, though&mdash;&quot;</p> <p>&emsp;&quot;Oh. That&apos;s right. I&apos;m sorry, I didn&apos;t mean to . . .&quot;</p> <p>&emsp;&quot;It&apos;s fine,&quot; he says. &quot;You&apos;re lucky. Leadership is a lot easier when you have the shoulders of giants to stand on, and a father to . . . you know.&quot;</p> <p>&emsp;&quot;Of course,&quot; Jarrett says. &quot;Well, District Twelve is still remembered the best. Your brother was a great hero. Ryder, right?&quot;</p> <p>&emsp;&quot;That&apos;s right,&quot; Romin says, shivering a little in that shadow. Before he can respond, their entourage produces a red-haired figure from behind them.</p> <p>&emsp;&quot;Hey, Sylvia,&quot; Delvin says, directly turning to her. &quot;I didn&apos;t get to talk to you at the Merlot Ball last night. You left so early,&quot; he says.</p> <p>&emsp;&quot; Sorry, Delvin,&quot; Sylvia says. &quot;Something came up and I had to head back.&quot; Our heads turn, and I can feel how much she despises being the center of attention.</p> <p>&emsp;&quot;Well, maybe you can make it up to me with a dance,&quot; he says, and Sylvia agrees. </p> <p>&emsp;&quot;Let&apos;s have a round of drinks!&quot; Vera exclaims, watching as Sylvia and Delvin dance to an upbeat song. Delvin&apos;s hand shifts to her waist, but no lower.</p> <p>&emsp;The last of their posse arrives: Isla, a brilliant cadet almost a head shorter than me, applying for Intelligence. I often see her in passing&mdash;sometimes she invited me to lunch during the Academy since we had so many classes together.</p> <p>&emsp;&quot;Heya, Titus,&quot; she says, taking Sylvia&apos;s seat. &quot;Nice speech at graduation.&quot; The others around the table agree, exchanging words of pride over my accomplishment.</p> <p>&emsp;&quot;Thanks,&quot; I respond.</p> <p>&emsp;&quot;I took all the same classes you did,&quot; Isla says. &quot;And still . . . you managed to beat me. What&apos;s your secret?&quot;</p> <p>&emsp;&quot;Liquid anxiety. It&apos;s called caffeine,&quot; I say.</p> <p>&emsp;&quot;Well, damn,&quot; she says, &quot;I did just about the same thing. A perfect grade average, and you still managed to win. How&apos;s that?&quot;</p> <p>&emsp;&quot;I don&apos;t know,&quot; I tell her, slightly annoyed, but I can sincerely tell her energy doesn&apos;t come from jealousy, just conversation. She elbows me.</p> <p>&emsp;&quot;Well, either way we&apos;ll be seeing each other a lot. I assume you&apos;re going into intelligence? Leadership?&quot;</p> <p>&emsp;&quot;Something like that.&quot; As if I had the time to consider &mdash; I can hardly hold on as it is.</p> <p>&emsp;&quot;My father followed the same track. The benefits are exceptional. And he empowered me to take the same path,&quot; she says, giggling as if laughter were punctuation.</p> <p>&emsp;&quot;I guess I&apos;ll have to look into it, then.&quot;</p> <p>&emsp;Vera turns to me. &quot;So what do you want to do, Valedictorian? What&apos;s the next big plan?&quot;</p> <p>&emsp;&quot;Whatever lets me take care of my sister and my family. I really care about her a lot,&quot; I say. &quot;And I hope working with the Royal Guard and all&mdash;either working up near the peaks of the Afterlife or out as a commander on the front lines&mdash;that I get to come back and see her.&quot;</p> <p>&emsp;&quot;Well, we&apos;re all gonna miss home. Our families,&quot; Vera says. &quot;My family has a big celebration planned for us . . . er, me.&quot;</p> <p>&emsp;&quot;What about you, Valentina?&quot; Jarrett says. &quot;You should all be celebrating together, right?&quot;</p> <p>&emsp;She shifts uncomfortably. &quot;Er . . . yeah, but I&apos;m planning on doing my own thing!&quot; She says. </p> <p>&emsp;&quot;What&apos;s that?&quot; asks Jarrett.</p> <p>&emsp;&quot;Not with Vera. But the studio. The studio is throwing a celebration for me. Ever since I was a child, I&apos;ve been in film, and met so many people there. Just don&apos;t want to steal the thunder of a shared celebration,&quot; she says, returning an icy glare at Vera.</p> <p>&emsp;&quot;Well I hope you visit, love,&quot; Vera replies. &quot;Because I know your family wants to see you.&quot;</p> <p>&emsp;&quot;So,&quot; interrupts Romin. &quot;What has everyone done with their free time?&quot; He turns, prompting Valentina.</p> <p>&emsp;&quot;I&apos;m wrapping up a photo shoot for my last film,&quot; Valentina says. &quot;It&apos;s going to be a great one.&quot;</p> <p>&emsp;&quot;Spending as much time as I can with our family. I&apos;ll miss them so much,&quot; Vera says.</p> <p>&emsp;&quot;Preparing the documents for transition of leadership after my service,&quot; Jarrett says, &quot;and also spending time with my family. Isla?&quot;</p> <p>&emsp;&quot;Studying.&quot;</p> <p>&emsp;&quot;Studying!&quot; Vera recoils in disbelief. &quot;Studying for what? What else is there to study for, dear?&quot;</p> <p>&emsp;&quot;I just . . . want to be at the top of my game,&quot; she says, turning her head to me. Sitting down, we&apos;re still not close to the same height. &quot;There&apos;s still a lot of people to look up to.&quot; She turns to me.</p> <p>&emsp;&quot;I see,&quot; Vera says. &quot;And Titus?&quot;</p> <p>&emsp;&quot;Spending time with my sister. Getting all my affairs in order,&quot; I say.</p> <p>&emsp;&quot;And spending most of it in your dorm,&quot; Romin says, followed by a laugh.</p> <p>&emsp;&quot;In your dorm?&quot; Vera laughs. &quot;And &apos;getting your affairs in order.&apos; Are you planning to die out there?&quot;</p> <p>&emsp;&quot;Of course not,&quot; I say.</p> <p>&emsp;Isla whispers in my ear, casting surprise gooseflesh. &quot;For all that time in your room, you should have invited me.&quot; Her legs touch mine beneath the table, and I feel her hand brush my outer thigh.</p> <p>&emsp;Jarrett cuts her off.</p> <p>&emsp;&quot;I just wish I had your dedication, man,&quot; he says. &quot;With that spirit and drive, he&apos;d be high in the Carmine, don&apos;t you think, Romin?&quot;</p> <p>&emsp;&quot;Yeah, he sure would,&quot; Romin says. I can tell that he&apos;s already drained of energy, a rare sight.</p> <p>&emsp;Isla leans against me again. &quot;You see them over there,&quot; she says, pointing to Sylvia and Delvin. &quot;I&apos;ve been trying to set them up for ages. Delvin really likes her. I just wonder if tonight will be the night.&quot;</p> <p>&emsp;&quot;Oh, really?&quot; I say.</p> <p>&emsp;&quot;I already set them up on two dates. They had coffee two days ago.&quot;</p> <p>&emsp;&quot;Oh, really.&quot;</p> <p>&emsp;&quot;I guess we all just want to get some action before the end of this chapter,&quot; Isla says. Delvin and Sylvia never return to the table. I can see Delvin is really trying. Sylvia smiles. Does she like it?</p> <p>&emsp;I refuse to look their way another time, not even noticing when the two of them disappear.</p> <p>&emsp;We all reach our goal. Everyone is pleasantly plastered, and we leave the Vermillion Club while it&apos;s still darktime. We exchange pleasantries, planning as if there were a future time we could ever get back together again. I find myself enjoying their fireteam, and by the end of it, Romin and Jarrett are beckoning songs of the Carmine with their arms around each other, laughing and dancing as two brothers that met for the first time.</p> <p>&emsp;Valentina falls behind with her sister, exchanging unpleasantries or something that upsets both of them. Vera embraces Valentina, and then she takes one of the courtesy travel cars for the Vermillion mansion.</p> <p>&emsp;I fall back to talk to her. She wipes tears from her sleeves, and I ask her if she&apos;s alright.</p> <p>&emsp;&quot;Fine,&quot; she says. &quot;Just . . . I&apos;m not too caught up emotionally to where I should be at this point, you know?&quot;</p> <p>&emsp;&quot;Is everything alright? With your family, I mean.&quot;</p> <p>&emsp;&quot;Yeah. The celebration is still on.&quot;</p> <p>&emsp;&quot;You mean with the studio?&quot;</p> <p>&emsp;&quot;There is no celebration with the studio,&quot; she says. &quot;I made it up, Titus.&quot;</p> <p>&emsp;&quot;Sorry, I won&apos;t probe further. But...&quot; I find the firewater churning in my gut usher uncomfortable feelings. &quot;...You know, you guys pulled me out of a really rough patch. Don&apos;t forget that I&apos;m here for you, too,&quot; I tell her, and she nods, tears escaping her further. </p> <p>&emsp;I stay there as the others press on, embracing her as she buries her head into my chest, sobbing, and it makes me think of Sylvia, concerned about her, hoping that she is alright, while I feel the slightest emotion of irreversible regret. Isla catches my eye, and she waits there, realizing I fell behind, as if she waits to invite me somewhere.</p> <p>&emsp;&quot;You know why you&apos;re the glue that holds us together,&quot; Valentina says. Her bright, blond-white hair catches snowflakes as we bathe in the amber light of flashbulbs, still bright even in the hours just before lighttime. &quot;Because you have the heart that joins all of us.&quot;</p> <p>&emsp;She looks at me with a glance of sincere appreciation, unmasked by the faces she wears for Academy programs and public life. Her face is untensioned, and I realize I&apos;ve never seen her in this light before.</p> <p>&emsp;&quot;I feel safe with you,&quot; she says. &quot;You, and Romin, and Sylvia. I&apos;m just so scared of what comes next . . .&quot;</p> <p>&emsp;&quot;Me, too,&quot; I say, taking her hand, leading her toward the rest of our group: one of the last ones to brave the frosted streets as we retreat from the warm foothills to the streetcars. I feel her fingers tension in my grasp. Her hands are warm. But all I can think of is someone else.</p> <p>&emsp;We drop our hands. Romin&apos;s still laughing with his new best friend, forgetting all his feelings of jealousy, the both of them saluting at every Carmine brother or sister that passes as passersby glare.</p> <p>&emsp;A hollowness urges me to motion as Isla trails behind. So many hours I&apos;ve spent alone in my room as if I could procrastinate my fears away.</p> <p>&emsp;&quot;Do you want to come over?&quot; Isla asks.</p> "], "BodyFormatted": [], "Release": 135, "ReleaseDate": ["05", "16", "2025", "2025-05-16 00:00:00"], "Active": true, "Perspective": "Titus", "Status": "No Status", "WordCount": 0, "Summary": ""}