{
  "Story": "Firebrand",
  "Title": "Chapter Twelve",
  "Subtitle": "Pretense",
  "Act": 1,
  "ChapterNumber": 12,
  "Synopsis": "The fractured Berguard family faces an unspeakable fate.",
  "RevNotes": "",
  "ID": "1.12",
  "Body": [
    "<p>&emsp;The Carmine might have sparked the riots, but the city&apos;s anger burns on the fuel of a hundred years of poverty. Inequality bounded the Outwallers on the far edges of the city, fighting to survive their frozen landscapes without the warmth of the inner lands. Now they act out their livid frustrations as if destruction could recuperate even a tenth of their horrible lives.</p><p>&emsp;Beyond the walls of this house, I can hear none of it. My heartbeat pulses in my ears. My hands fumble over her, and I curse myself for the lack of knowledge that could save her and bring her back to health. Never have I seen this before in all my years&mdash;in none of the Frosthards beyond the walls that succumbed to Chymaeran attacks; any of the Academy footage and research; not in anything.</p><p>&emsp;&quot;Ellie. Ellie,&quot; I repeat, over and over. Her flesh is ice, the circumstances inexplicable. There&apos;s nothing within her to possibly make her this sick, and the fear of losing her only makes my hands shake harder.</p><p>&emsp;Clint sits beside her. He cradles her frail form in his arms as if the warmth of his body can bring her back, and I can see a restless regret grow in his eyes. He left his shop at the first word of the chaos, returning back to our home for the first time in months, and he found her sprawled out across the floor, incapable of speech and of little motion.</p><p>&emsp;&quot;And this is how you found her?&quot;</p><p>&emsp;&quot;Yeah.&quot; Clint&apos;s words are short. &quot;The caretakers should have dropped her off two hours before I arrived. The nanny never came.&quot;</p><p>&emsp;&quot;Damn it! I should have been here. I should have been here,&quot; I say, and Clint turns to offer a word of reassurance, but my mind races. All I can think of is every lecture I&apos;ve ever had. Obsidian skin covers the Chymaera. The Chymaeran Curse leaves the veins Amethyst. Only in the presence of strong Chymaeran energy can this happen, but why can&apos;t I feel it? Or Clint?</p><p>&emsp;&quot;Was the door unlocked when you came in?&quot; I ask him.</p><p>&emsp;&quot;It was,&quot; he replies, &quot;but you know how Ellie forgets to lock doors. It could have been the caretakers.&quot;</p><p>&emsp;Panicked, I rise my feet. All the energy I have with nothing intelligent to do drives me towards anything. &quot;And you found her here?&quot; I ask him. </p><p>&emsp;He nods.</p><p>&emsp;I inspect the floor, but nothing stands out to me: I know nothing of what we&apos;re up against. Merlot suspected of raids on the Carmine. The city in flames, looting, anarchy, but how could the Chymaera influence an internal dispute, when they&apos;re far beyond the walls?</p><p>&emsp;Just then an energy feathers in the air, carrying a scent of ozone I&apos;ve only noticed miles outside the city. </p><p>&emsp;Clint jumps. &quot;No, no, no, stop!&quot; he shouts, and I approach them, only to witness the amethyst spreading faster. </p><p>&emsp;She shivers in her sweat.</p><p>&emsp;&quot;Ellie! You&apos;re fine, you&apos;re alright,&quot; Clint reassures her. With nothing I can do, all I can muster is to lean over the couch and helplessly watch. I can feel the invisible source of danger approaching closer, a certain energy that vibrates every particle of my very existence, resonating with the meager essence in my circuits.</p><p>&emsp;The door bursts open, and before either Clint or I can turn around, the intruders announce themselves.</p><p>&emsp;&quot;Child Services. We&apos;re taking your daughter to a place where she belongs.&quot;</p><p>&emsp;I take in my first glimpse of them: dressed in the sharply-woven threads of Merlotan civil servants, pinkish-red and gold adorned in the accents of their clothing. My teeth nearly chatter when the darktime winds blow in from the street.</p><p>&emsp;&quot;On whose bloody-damn authority?&quot; I ask. </p><p>&emsp;And then I think of all the forms Clint pushed on me. Only one person could be responsible for this: the only one who&apos;s passively aware without helping at all.</p><p>&emsp;&quot;Clint, you Gods-damn bastard!&quot; I shout. &quot;You&apos;re the reason they&apos;re here!&quot;</p><p>&emsp;&quot;I swear to the Gods, Titus,&quot; he says. Holding Ellie, he crumples in what seems like a genuine state of panic, but his lies are always far too convincing.</p><p>&emsp;There&apos;s four of them. They circle us, and my breath parts in fading clouds. I consider the door behind us is open, but when I turn to look, I realize it has already been shut.</p><p>&emsp;The first dark-haired civil servant drags his finger across the counter. Dust collects between them. And another of them sneezes.</p><p>&emsp;&quot;Despicable living conditions,&quot; he says. &quot;Hours spent alone without family, and now your daughter is sick from the cold. We&apos;ve received an endless string of reports.&quot;</p><p>&emsp;&quot;Like fridging hell you have,&quot; I say. My hands tension to fists, and Clint grows defensive like a cornered rabbit as they approach. &quot;From who?&quot; I ask.</p><p>&emsp;&quot;From Eliza&apos;s teacher, at the Academy. You didn&apos;t think the girl was smart enough to reach out to a real force of reliable authority?&quot;</p><p>&emsp;The four social service members approach as Ellie&apos;s condition worsens, and though I open my mouth, Clint speaks first.</p><p>&emsp;&quot;You Merlot home-wreckers aren&apos;t allowed to show up without a notice,&quot; he says. &quot;You&apos;ve sent nothing!&quot;</p><p>&emsp;&quot;We&apos;ve sent more than nothing. Three letters, to be exact.&quot;</p><p>&emsp;Clint turns to me, but I beat him to the punch this time. &quot;They&apos;re lying. Not a single letter, not anything, has come to us.&quot; But his face says that he still doesn&apos;t believe me. &quot;Oh, I&apos;m sorry, should I just redirect all the mail to your shop since you practically live there now?&quot;</p><p>&emsp;&quot;You could try, Titus, just a little bit harder to care for your family!&quot;</p><p>&emsp;&quot;Oh, when I raise this young girl and you won&apos;t even see her? You haven&apos;t stepped foot in this house in three months!&quot;</p><p>&emsp;&quot;Three months?&quot; The case worker exclaims. Clint&apos;s face screws up further when we realize I&apos;ve only stirred the pot. &quot;Gods! Poor child.&quot;</p><p>&emsp;&quot;She&apos;s coming with us immediately,&quot; the two surrounding my father say. &quot;Give her up. Now.&quot;</p><p>&emsp;&quot;Over my dead body,&quot; Clint says, but I feel a sickness in my stomach over how all of this adds up. During the riots, at darktime? And not only that, but&mdash;</p><p>&emsp;&quot;Who made these reports?&quot; I ask again. I can feel this exchange feathering that line between talk and brutal action, and so I circle left to the fireplace, feeling for cold iron.</p><p>&emsp;&quot;The Academy teacher.&quot;</p><p>&emsp;&quot;And what&apos;s my sister&apos;s name again?&quot; I ask.</p><p>&emsp;They stumble for answers. &quot;We don&apos;t know all the details. We&apos;re just case workers.&quot;</p><p>&emsp;&quot;Her name is Ellie. And she goes to Seminary, not the Academy.&quot;</p><p>&emsp;I give them a chance to react. At the sight of me brandishing the spade and poker, normal Merlotan desk-jockeys might cower and run or call for backup: not even close to worth their minimum-wage jobs.</p><p>&emsp;But their expressions are hauntingly stoic and unmoved, and my heart jumps when I realize the improbable is real. Before the surprise is dead, I take a hard swing with the spade against the back of one intruder, and I&apos;m surprised when I don&apos;t connect with the bones of the spine.</p><p>&emsp;But it still keels them over, and they cry out in anguish. Three still stand: one to the left and two to the right, reaching within their coats to pull something a true social worker should never have. I take the spade by the butt edge and feel the weight of it, more unbalanced a tool like a hatchet than the poker, and so I swing it out in a full arc, the sharp edge driven perfectly against the breastbone of the left intruder after two clean spins. But like the last, there&apos;s no clang of hardness when it connects. </p><p>&emsp;The two right intruders now brandish iron that shoots, and my mind flips to the rifle Clint stores beneath the bootlegger&apos;s hatch in the kitchen. Too far to reach, I realize, and as I duck for cover behind the couch, Clint rushes up to bash one of the gunman at close range.</p><p>&emsp;The rounds blast through the couch fabric. Our ears ring in close quarters. They won&apos;t shoot Ellie because, for some reason, she&apos;s their reason to be here, so I pilfer an unconscious intruder for the hardware they were packing.</p><p>&emsp;My training reacts before I can. I cock the hammer of the five-round revolver and scope in beneath the couch: Clint&apos;s boots and a stranger&apos;s pop up and down like the generators&apos; pistons in their tangle. My finger hinges once and the revolver jumps. Something bluer than blood blood sprays against the wall, and the non-brandishing bastard fighting my father yelps for a second.</p><p>&emsp;He falls to the ground, and I take a second shot. It digs into the intruder&apos;s shoulder. Clint&apos;s able to overpower him now, but I can visualize the other trigger-happy intruder turning to blast him, so I reach to peek my head above the couch with the handgun. I feel something freezing cold strangle my ankle before I can shoot, and it forces me backwards towards the fireplace. The gun slips from my hand. My head bashes against the brick and fireworks light behind my eyes, while Clint tussles with the bloody bastard on the ground as the other gunman waits for a shot. </p><p>&emsp;It comes to me when I turn back to look at the first one I bashed with the spade, purple blood, darkening flesh like a melting black-wax idol, their true identity made, but it&apos;s too late for the information to be useful.</p><p>&emsp;&quot;Clint, they&apos;re Chymaerans!&quot; I shout.</p><p>&emsp;That pricey fireplace set mom bought years ago cost extra for three tools instead of two, and I bet Clint would retract his complaining if he saw me reaching for the tongs. The Chymaeran&apos;s grasp is still strong as death and cold as ice. The tongs leap from their hook but fall into the fire, handle-first, and the more I reach, the more I feel a pin-and-needle stabbing pain climb my leg.</p><p>&emsp;Something hard clatters against the floor on the other side of the foyer, and I realize it&apos;s the other gunman&apos;s revolver. They fight hand-to-hand now, and as I reach further, inching my fingers just a little bit more, I feel them reach just enough to wrap around the inside edge of the bent metal. The iron is hot. The other end is scalding red, and when I whip it around to strike in and sizzle the Chymaeran&apos;s flesh, I feel the stabbing pain withdraw.</p><p>&emsp;Clint still fights with the fourth one, and now that the Chymaerans are exposed for what they really are, no holds barred, I can see Clint&apos;s adversary smirk with a twisted grin. Something changes in the attacker&apos;s right arm, reforming to something slender, obsidian, and black. My struggling father doesn&apos;t notice, and it&apos;s far too late to react, though my hands still clasp around the gun.</p><p>&emsp;The slender limb stabs through my father&apos;s chest and he gasps for air, unable to scream. And then it slices again, severing my father&apos;s arm in a swift draw.</p><p>&emsp;His blood mixes with the purple ooze dyed into the carpet, and when he collapses, choking on the blood saturated in his punctured lung with only one arm to brace it, the crimson trickles down his chin.</p><p>&emsp;Furious, I raise myself to shoot, but my body freezes on a sudden gust of chilling winds. </p><p>&emsp;The door is open again. </p><p>&emsp;A fifth figure with no disguise has already entered, dressed in a black-hooded cloak. I can feel the strength of their Essence. My blood runs from fluid to molasses to ice, and it feels as if the push-pull command of all my muscles fire at once in perfect balance, my finger hinged around the trigger, trapped in that scarce moment before deliverance.</p><p>&emsp;&quot;Fridging hell, you two really did a number on them,&quot; a male voice says. &quot;If I wasn&apos;t here, you probably could have made off with her.&quot;</p><p>&emsp;Clint sprawls across the carpet I once played on, as still as I am, his wounds cauterized in this moment by solid blood. Neither of us can manage words, but just watch, as the tall stranger passes the dead Chymaerans, walking directly past the path of my gun.</p><p>&emsp;&quot;But if you left, you wouldn&apos;t have anywhere to run. Those shitblood Frosthards and Outwallers both freeze the same &mdash; the only difference is what side of the wall they&apos;re on.&quot;</p><p>&emsp;I can feel every cell of my body scream for oxygen: so still I can&apos;t even feel my own heart. I wonder if it still beats in my chest, and whether by fortune or folly my eyes still fix on my dying father. Both him and his attacker are stuck there like the miniatures from the war games Romin and I used to play as kids.</p><p>&emsp;It&apos;s then that he notices my line of sight. &quot;Whether you shoot him or not, your father is still going to die a horrible death.&quot; </p><p>&emsp;I can see the anger carved in the opposing Chymaeran&apos;s face, stabbing arms suspended above my father&apos;s heart, trapped in a scene much like the bronzework of the Academy halls.</p><p>&emsp;&quot;Shoot him or don&apos;t. Either way you&apos;ll weep over your father. These failures are useless to me every time I send them in,&quot; he says, and he lifts Ellie in his arms. &quot;I&apos;m taking her to a place where she&apos;ll have greater purpose than you or your father can ever give her.&quot;</p><p>&emsp;I fight my arms so tenaciously to bend, just a little, to turn the muzzle toward her nihilistic captor, but he&apos;s already reached the door with my sister. As soon as the door slams, I feel my body gasp for air, my pointer finger hinge instinctively around the trigger, and the skull-matter of the Chymaeran spray black tar across Moira&apos;s floral wallpaper.</p><p>&emsp;The further the stranger and my sister slip away from the bloodstained room, the faster my father&apos;s stump un-cauterizes, spilling his life even further in a puddle across the floors and all the sheet-covered upholstery.</p><p>&emsp;His eyes turn upwards, but he has no words for me, staring somewhere else far beyond this world, as if he can see the woman behind the portrait he&apos;s drank to on so many late nights. I curse myself in regret over that last act of hubris in the lofts &mdash; slamming that door shut just as he mustered the courage to share his feelings with me &mdash; and I feel the penetrating saturation of self-hate overtake me with every labored breath. The guilt and regrets seize the words in my throat, but his gaze is suddenly serene, and directed right at me.</p><p>&emsp;I&apos;m covered in my father&apos;s blood. I try to do something&mdash;anything&mdash;as the oxygen slowly returns to my pin-and-needle atrophied muscles. My heart pulses, driving the elixir of life through my veins that leaves Clint by the buckets, and I refuse to accept the brutal fact that there&apos;s nothing I can do to save him.</p><p>&emsp;He watches me panic. He watches me cry, and I feel his red-caked arm weakly grasping my trembling wrist: soft, and I can feel the last moments of his life transferred through the heat.</p><p>&emsp;My first words are the last he&apos;ll hear, and I stumble over them. Apologies. Regrets. The pain of guilt and the irreversibility of how I caused this. I hate myself because I can never be enough, not to anyone, and I abhor that bitter weakness that follows. But the serene look in his eyes gives me pause &mdash; a look of forgiveness, of absolute fatherly love no longer inhibited by his fears and resentment, and then I remember all the best times of my childhood that I repressed, the pride in his eyes, the weight of my light body on his shoulders, the beauty of everything before the blemish in our history that divided us.</p><p>&emsp;I still can&apos;t cry as his eyes glaze over, pointed upwards like forgotten glass marbles fixed to the ceiling by an invisible thread, the lightest grasp of his hand on my shoulder weakening as his body runs dry.</p><p>&emsp;He finally returned home in the end. Now I pray the Gods will take him to the woman he missed for so long. The only thing that burns brighter now than the self-hatred is another force that drags me even further: the liquid heat of revenge and retribution that only I can deliver alone.</p><p>&emsp;The siren wails in the distance, late to answer, and the motif of three shrill tones confirm the terror of what I&apos;ve witnessed.</p><p>&emsp;The Chymaerans have breached the walls.</p>"
  ],
  "BodyFormatted": [
    [
      "<p>&emsp;The Carmine might have sparked the riots, but the city&apos;s anger burns on the fuel of a hundred years of poverty. Inequality bounded the Outwallers on the far edges of the city, fighting to survive their frozen landscapes without the warmth of the inner lands. Now they act out their livid frustrations as if destruction could recuperate even a tenth of their horrible lives.</p>",
      "<p>&emsp;Beyond the walls of this house, I can hear none of it. My heartbeat pulses in my ears. My hands fumble over her, and I curse myself for the lack of knowledge that could save her and bring her back to health. Never have I seen this before in all my years&mdash;in none of the Frosthards beyond the walls that succumbed to Chymaeran attacks; any of the Academy footage and research; not in anything.</p>",
      "<p>&emsp;&quot;Ellie. Ellie,&quot; I repeat, over and over. Her flesh is ice, the circumstances inexplicable. There&apos;s nothing within her to possibly make her this sick, and the fear of losing her only makes my hands shake harder.</p>",
      "<p>&emsp;Clint sits beside her. He cradles her frail form in his arms as if the warmth of his body can bring her back, and I can see a restless regret grow in his eyes. He left his shop at the first word of the chaos, returning back to our home for the first time in months, and he found her sprawled out across the floor, incapable of speech and of little motion.</p>",
      "<p>&emsp;&quot;And this is how you found her?&quot;</p>",
      "<p>&emsp;&quot;Yeah.&quot; Clint&apos;s words are short. &quot;The caretakers should have dropped her off two hours before I arrived. The nanny never came.&quot;</p>",
      "<p>&emsp;&quot;Damn it! I should have been here. I should have been here,&quot; I say, and Clint turns to offer a word of reassurance, but my mind races. All I can think of is every lecture I&apos;ve ever had. Obsidian skin covers the Chymaera. The Chymaeran Curse leaves the veins Amethyst. Only in the presence of strong Chymaeran energy can this happen, but why can&apos;t I feel it? Or Clint?</p>",
      "<p>&emsp;&quot;Was the door unlocked when you came in?&quot; I ask him.</p>",
      "<p>&emsp;&quot;It was,&quot; he replies, &quot;but you know how Ellie forgets to lock doors. It could have been the caretakers.&quot;</p>",
      "<p>&emsp;Panicked, I rise my feet. All the energy I have with nothing intelligent to do drives me towards anything. &quot;And you found her here?&quot; I ask him. </p>",
      "<p>&emsp;He nods.</p>",
      "<p>&emsp;I inspect the floor, but nothing stands out to me: I know nothing of what we&apos;re up against. Merlot suspected of raids on the Carmine. The city in flames, looting, anarchy, but how could the Chymaera influence an internal dispute, when they&apos;re far beyond the walls?</p>",
      "<p>&emsp;Just then an energy feathers in the air, carrying a scent of ozone I&apos;ve only noticed miles outside the city. </p>",
      "<p>&emsp;Clint jumps. &quot;No, no, no, stop!&quot; he shouts, and I approach them, only to witness the amethyst spreading faster. </p>",
      "<p>&emsp;She shivers in her sweat.</p>",
      "<p>&emsp;&quot;Ellie! You&apos;re fine, you&apos;re alright,&quot; Clint reassures her. With nothing I can do, all I can muster is to lean over the couch and helplessly watch. I can feel the invisible source of danger approaching closer, a certain energy that vibrates every particle of my very existence, resonating with the meager essence in my circuits.</p>",
      "<p>&emsp;The door bursts open, and before either Clint or I can turn around, the intruders announce themselves.</p>",
      "<p>&emsp;&quot;Child Services. We&apos;re taking your daughter to a place where she belongs.&quot;</p>",
      "<p>&emsp;I take in my first glimpse of them: dressed in the sharply-woven threads of Merlotan civil servants, pinkish-red and gold adorned in the accents of their clothing. My teeth nearly chatter when the darktime winds blow in from the street.</p>",
      "<p>&emsp;&quot;On whose bloody-damn authority?&quot; I ask. </p>",
      "<p>&emsp;And then I think of all the forms Clint pushed on me. Only one person could be responsible for this: the only one who&apos;s passively aware without helping at all.</p>",
      "<p>&emsp;&quot;Clint, you Gods-damn bastard!&quot; I shout. &quot;You&apos;re the reason they&apos;re here!&quot;</p>",
      "<p>&emsp;&quot;I swear to the Gods, Titus,&quot; he says. Holding Ellie, he crumples in what seems like a genuine state of panic, but his lies are always far too convincing.</p>",
      "<p>&emsp;There&apos;s four of them. They circle us, and my breath parts in fading clouds. I consider the door behind us is open, but when I turn to look, I realize it has already been shut.</p>",
      "<p>&emsp;The first dark-haired civil servant drags his finger across the counter. Dust collects between them. And another of them sneezes.</p>",
      "<p>&emsp;&quot;Despicable living conditions,&quot; he says. &quot;Hours spent alone without family, and now your daughter is sick from the cold. We&apos;ve received an endless string of reports.&quot;</p>",
      "<p>&emsp;&quot;Like fridging hell you have,&quot; I say. My hands tension to fists, and Clint grows defensive like a cornered rabbit as they approach. &quot;From who?&quot; I ask.</p>",
      "<p>&emsp;&quot;From Eliza&apos;s teacher, at the Academy. You didn&apos;t think the girl was smart enough to reach out to a real force of reliable authority?&quot;</p>",
      "<p>&emsp;The four social service members approach as Ellie&apos;s condition worsens, and though I open my mouth, Clint speaks first.</p>",
      "<p>&emsp;&quot;You Merlot home-wreckers aren&apos;t allowed to show up without a notice,&quot; he says. &quot;You&apos;ve sent nothing!&quot;</p>",
      "<p>&emsp;&quot;We&apos;ve sent more than nothing. Three letters, to be exact.&quot;</p>",
      "<p>&emsp;Clint turns to me, but I beat him to the punch this time. &quot;They&apos;re lying. Not a single letter, not anything, has come to us.&quot; But his face says that he still doesn&apos;t believe me. &quot;Oh, I&apos;m sorry, should I just redirect all the mail to your shop since you practically live there now?&quot;</p>",
      "<p>&emsp;&quot;You could try, Titus, just a little bit harder to care for your family!&quot;</p>",
      "<p>&emsp;&quot;Oh, when I raise this young girl and you won&apos;t even see her? You haven&apos;t stepped foot in this house in three months!&quot;</p>",
      "<p>&emsp;&quot;Three months?&quot; The case worker exclaims. Clint&apos;s face screws up further when we realize I&apos;ve only stirred the pot. &quot;Gods! Poor child.&quot;</p>",
      "<p>&emsp;&quot;She&apos;s coming with us immediately,&quot; the two surrounding my father say. &quot;Give her up. Now.&quot;</p>",
      "<p>&emsp;&quot;Over my dead body,&quot; Clint says, but I feel a sickness in my stomach over how all of this adds up. During the riots, at darktime? And not only that, but&mdash;</p>",
      "<p>&emsp;&quot;Who made these reports?&quot; I ask again. I can feel this exchange feathering that line between talk and brutal action, and so I circle left to the fireplace, feeling for cold iron.</p>",
      "<p>&emsp;&quot;The Academy teacher.&quot;</p>",
      "<p>&emsp;&quot;And what&apos;s my sister&apos;s name again?&quot; I ask.</p>",
      "<p>&emsp;They stumble for answers. &quot;We don&apos;t know all the details. We&apos;re just case workers.&quot;</p>",
      "<p>&emsp;&quot;Her name is Ellie. And she goes to Seminary, not the Academy.&quot;</p>",
      "<p>&emsp;I give them a chance to react. At the sight of me brandishing the spade and poker, normal Merlotan desk-jockeys might cower and run or call for backup: not even close to worth their minimum-wage jobs.</p>",
      "<p>&emsp;But their expressions are hauntingly stoic and unmoved, and my heart jumps when I realize the improbable is real. Before the surprise is dead, I take a hard swing with the spade against the back of one intruder, and I&apos;m surprised when I don&apos;t connect with the bones of the spine.</p>",
      "<p>&emsp;But it still keels them over, and they cry out in anguish. Three still stand: one to the left and two to the right, reaching within their coats to pull something a true social worker should never have. I take the spade by the butt edge and feel the weight of it, more unbalanced a tool like a hatchet than the poker, and so I swing it out in a full arc, the sharp edge driven perfectly against the breastbone of the left intruder after two clean spins. But like the last, there&apos;s no clang of hardness when it connects. </p>",
      "<p>&emsp;The two right intruders now brandish iron that shoots, and my mind flips to the rifle Clint stores beneath the bootlegger&apos;s hatch in the kitchen. Too far to reach, I realize, and as I duck for cover behind the couch, Clint rushes up to bash one of the gunman at close range.</p>",
      "<p>&emsp;The rounds blast through the couch fabric. Our ears ring in close quarters. They won&apos;t shoot Ellie because, for some reason, she&apos;s their reason to be here, so I pilfer an unconscious intruder for the hardware they were packing.</p>",
      "<p>&emsp;My training reacts before I can. I cock the hammer of the five-round revolver and scope in beneath the couch: Clint&apos;s boots and a stranger&apos;s pop up and down like the generators&apos; pistons in their tangle. My finger hinges once and the revolver jumps. Something bluer than blood blood sprays against the wall, and the non-brandishing bastard fighting my father yelps for a second.</p>",
      "<p>&emsp;He falls to the ground, and I take a second shot. It digs into the intruder&apos;s shoulder. Clint&apos;s able to overpower him now, but I can visualize the other trigger-happy intruder turning to blast him, so I reach to peek my head above the couch with the handgun. I feel something freezing cold strangle my ankle before I can shoot, and it forces me backwards towards the fireplace. The gun slips from my hand. My head bashes against the brick and fireworks light behind my eyes, while Clint tussles with the bloody bastard on the ground as the other gunman waits for a shot. </p>",
      "<p>&emsp;It comes to me when I turn back to look at the first one I bashed with the spade, purple blood, darkening flesh like a melting black-wax idol, their true identity made, but it&apos;s too late for the information to be useful.</p>",
      "<p>&emsp;&quot;Clint, they&apos;re Chymaerans!&quot; I shout.</p>",
      "<p>&emsp;That pricey fireplace set mom bought years ago cost extra for three tools instead of two, and I bet Clint would retract his complaining if he saw me reaching for the tongs. The Chymaeran&apos;s grasp is still strong as death and cold as ice. The tongs leap from their hook but fall into the fire, handle-first, and the more I reach, the more I feel a pin-and-needle stabbing pain climb my leg.</p>",
      "<p>&emsp;Something hard clatters against the floor on the other side of the foyer, and I realize it&apos;s the other gunman&apos;s revolver. They fight hand-to-hand now, and as I reach further, inching my fingers just a little bit more, I feel them reach just enough to wrap around the inside edge of the bent metal. The iron is hot. The other end is scalding red, and when I whip it around to strike in and sizzle the Chymaeran&apos;s flesh, I feel the stabbing pain withdraw.</p>",
      "<p>&emsp;Clint still fights with the fourth one, and now that the Chymaerans are exposed for what they really are, no holds barred, I can see Clint&apos;s adversary smirk with a twisted grin. Something changes in the attacker&apos;s right arm, reforming to something slender, obsidian, and black. My struggling father doesn&apos;t notice, and it&apos;s far too late to react, though my hands still clasp around the gun.</p>",
      "<p>&emsp;The slender limb stabs through my father&apos;s chest and he gasps for air, unable to scream. And then it slices again, severing my father&apos;s arm in a swift draw.</p>",
      "<p>&emsp;His blood mixes with the purple ooze dyed into the carpet, and when he collapses, choking on the blood saturated in his punctured lung with only one arm to brace it, the crimson trickles down his chin.</p>",
      "<p>&emsp;Furious, I raise myself to shoot, but my body freezes on a sudden gust of chilling winds. </p>",
      "<p>&emsp;The door is open again. </p>",
      "<p>&emsp;A fifth figure with no disguise has already entered, dressed in a black-hooded cloak. I can feel the strength of their Essence. My blood runs from fluid to molasses to ice, and it feels as if the push-pull command of all my muscles fire at once in perfect balance, my finger hinged around the trigger, trapped in that scarce moment before deliverance.</p>",
      "<p>&emsp;&quot;Fridging hell, you two really did a number on them,&quot; a male voice says. &quot;If I wasn&apos;t here, you probably could have made off with her.&quot;</p>",
      "<p>&emsp;Clint sprawls across the carpet I once played on, as still as I am, his wounds cauterized in this moment by solid blood. Neither of us can manage words, but just watch, as the tall stranger passes the dead Chymaerans, walking directly past the path of my gun.</p>",
      "<p>&emsp;&quot;But if you left, you wouldn&apos;t have anywhere to run. Those shitblood Frosthards and Outwallers both freeze the same &mdash; the only difference is what side of the wall they&apos;re on.&quot;</p>",
      "<p>&emsp;I can feel every cell of my body scream for oxygen: so still I can&apos;t even feel my own heart. I wonder if it still beats in my chest, and whether by fortune or folly my eyes still fix on my dying father. Both him and his attacker are stuck there like the miniatures from the war games Romin and I used to play as kids.</p>",
      "<p>&emsp;It&apos;s then that he notices my line of sight. &quot;Whether you shoot him or not, your father is still going to die a horrible death.&quot; </p>",
      "<p>&emsp;I can see the anger carved in the opposing Chymaeran&apos;s face, stabbing arms suspended above my father&apos;s heart, trapped in a scene much like the bronzework of the Academy halls.</p>",
      "<p>&emsp;&quot;Shoot him or don&apos;t. Either way you&apos;ll weep over your father. These failures are useless to me every time I send them in,&quot; he says, and he lifts Ellie in his arms. &quot;I&apos;m taking her to a place where she&apos;ll have greater purpose than you or your father can ever give her.&quot;</p>",
      "<p>&emsp;I fight my arms so tenaciously to bend, just a little, to turn the muzzle toward her nihilistic captor, but he&apos;s already reached the door with my sister. As soon as the door slams, I feel my body gasp for air, my pointer finger hinge instinctively around the trigger, and the skull-matter of the Chymaeran spray black tar across Moira&apos;s floral wallpaper.</p>",
      "<p>&emsp;The further the stranger and my sister slip away from the bloodstained room, the faster my father&apos;s stump un-cauterizes, spilling his life even further in a puddle across the floors and all the sheet-covered upholstery.</p>",
      "<p>&emsp;His eyes turn upwards, but he has no words for me, staring somewhere else far beyond this world, as if he can see the woman behind the portrait he&apos;s drank to on so many late nights. I curse myself in regret over that last act of hubris in the lofts &mdash; slamming that door shut just as he mustered the courage to share his feelings with me &mdash; and I feel the penetrating saturation of self-hate overtake me with every labored breath. The guilt and regrets seize the words in my throat, but his gaze is suddenly serene, and directed right at me.</p>",
      "<p>&emsp;I&apos;m covered in my father&apos;s blood. I try to do something&mdash;anything&mdash;as the oxygen slowly returns to my pin-and-needle atrophied muscles. My heart pulses, driving the elixir of life through my veins that leaves Clint by the buckets, and I refuse to accept the brutal fact that there&apos;s nothing I can do to save him.</p>",
      "<p>&emsp;He watches me panic. He watches me cry, and I feel his red-caked arm weakly grasping my trembling wrist: soft, and I can feel the last moments of his life transferred through the heat.</p>",
      "<p>&emsp;My first words are the last he&apos;ll hear, and I stumble over them. Apologies. Regrets. The pain of guilt and the irreversibility of how I caused this. I hate myself because I can never be enough, not to anyone, and I abhor that bitter weakness that follows. But the serene look in his eyes gives me pause &mdash; a look of forgiveness, of absolute fatherly love no longer inhibited by his fears and resentment, and then I remember all the best times of my childhood that I repressed, the pride in his eyes, the weight of my light body on his shoulders, the beauty of everything before the blemish in our history that divided us.</p>",
      "<p>&emsp;I still can&apos;t cry as his eyes glaze over, pointed upwards like forgotten glass marbles fixed to the ceiling by an invisible thread, the lightest grasp of his hand on my shoulder weakening as his body runs dry.</p>",
      "<p>&emsp;He finally returned home in the end. Now I pray the Gods will take him to the woman he missed for so long. The only thing that burns brighter now than the self-hatred is another force that drags me even further: the liquid heat of revenge and retribution that only I can deliver alone.</p>",
      "<p>&emsp;The siren wails in the distance, late to answer, and the motif of three shrill tones confirm the terror of what I&apos;ve witnessed.</p>",
      "<p>&emsp;The Chymaerans have breached the walls.</p>"
    ]
  ],
  "Release": 149,
  "ReleaseDate": [
    "05",
    "30",
    "2025",
    "2025-05-30 00:00:00"
  ],
  "Active": true,
  "Perspective": "Titus",
  "Status": "No Status",
  "WordCount": 0,
  "Summary": ""
}