{"Story": "Firebrand", "Title": "Chapter Thirteen", "Subtitle": "Ascension", "Act": 1, "ChapterNumber": 13, "Synopsis": "Titus ascends the foothills of the Afterlife.", "RevNotes": "", "ID": "1.13", "Body": [" <p>&emsp;The Vermillion estate glistens rose gold on the paydirt of the foothills. Its overly luscious landscapes of bright manicured grass, saturated with antiques of past ages and a staff of so many groundskeepers it could be mistaken as a small village, fails to captivate my attention the way their lascivious ways intend.</p> <p>&emsp;The highest echelon cadets were sent to the foothills to defend the Merlot against the rage of the Carmine. The only chance at free will I had was to sign on for the Vermillion estate, though I knew Romin wouldn&apos;t be here &mdash; gods know where his rage leads him now.</p> <p>&emsp;My eyes don&apos;t scan for faces the way the other cadets do. I can only look within myself &mdash; and wonder why emotion fails to twist my stomach or draw tears from my eyes. As panic and anxiety exchange for the long exhaustion of what those emotions cost, I find no catharsis, but that doesn&apos;t surprise me.</p> <p>&emsp;Sylvia and I find ourselves at the heavily-guarded front door. Mercenaries in pink fill the fields like flowers. </p> <p>&emsp;&quot;I&apos;m asking where Valentina is. Valentina Vermillion?&quot; I ask, but the guards are oblivious, as if they refuse to recognize her. </p> <p>&emsp;Sylvia and I soon give up, descending the marble steps of the front entry way. Several dozen cadets meander in the grass, either lost or anxiously awaiting further orders.</p> <p>&emsp;&quot;Maybe it&apos;s a safety thing,&quot; Sylvia says. &quot;I can&apos;t think of why else they wouldn&apos;t identify her. We&apos;re only here to protect the head families of the Merlot.&quot;</p> <p>&emsp;&quot;Then why is Vera out there?&quot; I point to the well-manicured lawn of verdant grass, bounded by sentries standing at the edges of the metal-barred walls. Vera stands with her full fireteam while we still can&apos;t account for half of ours. Scattered around, the Academy captains stand in as makeshift generals, disseminating commands from higher powers, reminding us of the sanctity of our cause &mdash; defending the Afterlife. Sylvia and I listen in as we head for Vera.</p> <p>&emsp;&quot;But what about our families? What about the people below?&quot; voices ask, rendered anonymous by the size of the crowd. But they ring out, unanswered.</p> <p>&emsp;&quot;You will not be here for long, two days at the maximum. The riots are still active, the worst this city has ever seen. Our leaders fear the anger directed at the Merlot and the Afterlife, led by Carmine terrorists,&quot; the Captain says.</p> <p>&emsp;&quot;Then why are there so many reports of Chymaerans?&quot; another asks.</p> <p>&emsp;&quot;There are no Chymaerans!&quot; the Captain replies. &quot;The Chymaerans are weak. How could they ever breach our walls?&quot;</p> <p>&emsp;I turn to Sylvia. &quot;I know for certain that they were Chymaerans. Wearing all black. No other faction or agency wears that,&quot; I tell her.</p> <p>&emsp;&quot;You still haven&apos;t told me what happened,&quot; she says.</p> <p>&emsp;&quot;It&apos;s not important right now,&quot; I say. The endless thoughts have been setting me on edge since the incident, but I guess I&apos;ve done well to hide it. I should panic about Ellie. I should be haunted by the face of my father and the last words he spoke to me, but it&apos;s not a priority.</p> <p>&emsp;We approach Vera. She reveals all she has heard from Merlotan informants. I grab Vera&apos;s attention between a pause of her speech. &quot;Have there been reports of any other factions&apos; involvement?&quot;</p> <p>&emsp;&quot;As in neither Merlot or Carmine? Not that I&apos;ve heard of,&quot; Vera says. &quot;All that we know is this issue&apos;s far more severe than we anticipated. And what&apos;s weird? Carmine and Merlot forces alone can&apos;t even equate to all the destruction in the city below.&quot;</p> <p>&emsp;&quot;Well there&apos;s a lot of Outwallers. What, forty percent of the population?&quot; I say.</p> <p>&emsp;&quot;But all of them at once? Most are too uneducated to even read the signs they&apos;d be holding,&quot; Lyra says. &quot;They&apos;re too focused on poverty to understand the depth of Blackwater politics.&quot;</p> <p>&emsp;&quot;And where&apos;s Valentina?&quot; Sylvia interjects.</p> <p>&emsp;&quot;She&apos;s here,&quot; Vera says. &quot;She&apos;s in her room, I believe. Do you know where it is?&quot;</p> <p>&emsp;&quot;The guards won&apos;t let us enter, let alone even talk to them,&quot; Sylvia says. But I still want Vera to answer my question. I want to know everything of my sister&apos;s captors. And I know the Chymaera are a part of all of this.</p> <p>&emsp;&quot;She doesn&apos;t live in the house,&quot; Vera says.</p> <p>&emsp;&quot;What do you mean, then?&quot; Sylvia asks.</p> <p>&emsp;&quot;So you really don&apos;t know? She hasn&apos;t told you . . . well, of course.&quot; Vera points to a shoddy stone building beside the house. &quot;Check in there.&quot;</p> <p>&emsp;&quot;Is that a . . . shed? Why would she be in there?&quot; Sylvia asks.</p> <p>&emsp;&quot;Just look,&quot; Lyra says.</p> <p>&emsp;I speak in a hushed tone when Sylvia walks towards the shed. &quot;The factions, back to that question, is there any other activity? The group that kidnapped my sister&mdash;&quot;</p> <p>&emsp;&quot;Titus, Titus, Titus! I don&apos;t have all the answers,&quot; Vera interjects, &quot;there&apos;s hundreds of missing people. Get in line with the rest of them.&quot;</p> <p>&emsp;She shoos us away. We make for the stone building in the corner of the estate, weaving through gardeners and handymen wearing Vermillion attire. It humors me sick to see the rich still care so much about petty appearances, though I have no room to laugh. The stone shed is a square edifice with cobwebs between the eaves and the walls, entirely unkempt, as if purposely neglected by the housekeepers.</p> <p>&emsp;&quot;Fetching supplies? I couldn&apos;t see a woman like Valentina getting her hands dirty,&quot; I tell Sylvia.</p> <p>&emsp;&quot;She wouldn&apos;t step within a hundred feet of a building like this,&quot; Sylvia replies. We knock on the door. Boots clatter against uncarpeted floors. The door hesitantly opens, just a crack, and Valentina&apos;s face is flushed with embarrassment when she sees us.</p>                                                                                                 ", " <p>&emsp;Valentina always talks about her life in pompousness, from the clothes on her back to the jewelry on her wrists and fingers. It is a stark contrast to her room in the cellar. </p> <p>&emsp;Yes. Her bedroom, in the cellar.</p> <p>&emsp;Frigid stone walls hold spiderwebs tucked in the corners. The only color comes from the bright vermilion bed with the golden &apos;V&apos; crest on the headboard, swallowing all the color from the room, as if transplanted there like a fresh heart into the chest of a dying body.</p> <p>&emsp;&quot;They just moved me here. But it&apos;s temporary, since I&apos;m away for a while,&quot; Valentina says. Clothes scatter across the ground in a disheveled mess, with a sea of so many hats I lose count of all the peaks. Every day she wears one. Now I finally see how many she really has.</p> <p>&emsp;&quot;Just temporary. Father&apos;s working on upgrading my room to celebrate graduation.&quot;</p> <p>&emsp;Sylvia and I watch her. She knows the disbelief is beginning to overtake us.</p> <p>&emsp;&quot;Painters. Designers. Maids, you know,&quot; Valentina says. She&apos;s a good actor and a better liar&mdash; but now, she lacks the energy to carry her image.</p> <p>&emsp;&quot;Just temporary. And . . . Gods, I can&apos;t take it anymore!&quot; She bursts into tears, grasping at her cramped stomach with manicured claws as if her lies have finally come to infect her. She dabs her eyes with a crimson scarf, and I begin to put the pieces together: that jealous glare that always consumed her when her sister Vera was around; their competition over appearance. But now, all that remains is a hollow thousand-yard stare that traces through all her memories of loneliness and shame.</p> <p>&emsp;I&apos;m at a loss for words&mdash;just to say something that wouldn&apos;t shatter her pride further. Envelopes stack on the dresser, dated for each week, stamped with the title WEEKLY GUEST PROVISIONS, half of them still unopened, addressed to just &quot;Valentina&quot; with the last name excerpted from their covers. Just the fact that this basement was entirely separated from the main house was enough to feel so perverse, the tension of some insidious hatred that Val buried for years.</p> <p>&emsp;The dam crumbles, and the truth pours out, a discomfort she&apos;s hidden for years without telling us. I wonder if Romin knew anything of this.</p> <p>&emsp;&quot;So you&apos;ve been cut off for the last three years?&quot; Sylvia asks. &quot;What do you mean? Why didn&apos;t you tell us?&quot;</p> <p>&emsp;&quot;Because if the truth got out, then I&apos;d be severed for good,&quot; Valentina says. &quot;It was only four years ago that my mother found out the truth, thinking I was adopted from another branch of our family. She took me in so lovingly all those years. That damn letter . . .&quot; she says, voice shaking. &quot;That damn letter from my estranged mother, and I wonder if my father even tried to hide it. Does he really care? Does he ever even stand up for me against her, that vile bitch? Gods, it&apos;s not my fault for being born!&quot;</p> <p>&emsp;The strength of Valentina&apos;s words escapes her. Sylvia speaks her name, trying to soothe her with her voice.</p> <p>&emsp;&quot;But I wasn&apos;t the best daughter either, you know,&quot; she says. &quot;You know, I think I just asked too much, too stuck-up, so I don&apos;t think she was wrong, there was just always this feeling of guilt that came over me again and again, and, and&mdash;&quot;</p> <p>&emsp;I say, &quot;Val, Val. Don&apos;t think for a second&mdash;&quot;</p> <p>&emsp;&quot;&mdash;-and, and Father would just stand there every time she&apos;d say all those things, and I&apos;d wait for him to cut in, I&apos;d wait for him to say it was all wrong but he&apos;d turn his eyes from me, and Sister would stay away from us until Mother ran out of words to pour her anger . . .&quot;</p> <p>&emsp;&quot;But you&apos;re here!&quot; I say, &quot;You&apos;re with us, here, and&mdash;&quot;</p> <p>&emsp;&quot;I&apos;m a mistake. I was never meant to be born in this world,&quot; she cries.</p> <p>&emsp;The reverberations of distant catastrophe echo through the cellar, bringing out the most delicate parts within each of us. I feel the vulnerable part of myself strangled by the hands of a distant pain, something I can&apos;t release, even though Sylvia so freely voices her own feelings of pain. Sylvia sits next to her, but I can&apos;t understand. I don&apos;t know what to do. I feel so uncomfortable, not knowing what to say, still so stuck in my recent past that empathy is unreachable.</p> <p>&emsp;I just stand there. </p> <p>&emsp;&quot;Have you ever wanted to meet her?&quot; Sylvia says, trying to derail her train of thoughts.</p> <p>&emsp;&quot;Her? My mother?&quot; Valentina asked.</p> <p>&emsp;&quot;Your real mother. I&apos;m sure she loves you so deeply.&quot;</p> <p>&emsp;&quot;It&apos;s the one thought that&apos;s always held me here,&quot; she whispers, reclining on the bed as Sylvia lays next to her. &quot;If that one day I&apos;d just worn a hat like always . . .&quot;</p> <p>&emsp;&quot;What do you mean?&quot; Sylvia asks.</p> <p>&emsp;&quot;The shame. The physical representation of my father&apos;s sin. Proof that there&apos;s such a big world out there hidden from all of us, of other peoples and other allegiances. The secret I&apos;ve hidden since long before we first met, always there just to remind me of my dirty blood.&quot;</p> <p>&emsp;&quot;Titus and I are always open if you want to tell us,&quot; she whispers. I nod, unable to play the right notes to match the melody of the moment.</p> <p>&emsp;She purses her lips, sucking the bright red from the sparkling lip gloss caked across them, and the words teeter on the edge of her lips. </p> <p>&emsp;But it&apos;s more an action than a sentence. </p> <p>&emsp;Her hand reaches for the top of her hat. &quot;My mother was a stop on that trip that Daddy took to the other lands. He never expected me to be born, never wanted me to be born. And one day he learned that I was alive. He came back to get me: not from a place of love, but a place of fear, afraid of his reputation, of how it might affect him if he didn&apos;t silence the truth. I still remember that day he gave me a hat. He told me to wear it forever, because it was lucky, because it was our secret, and&mdash;&quot;</p> <p>&emsp;She pulls the hat away, and the sight speaks volumes on its own. </p> <p>&emsp;Twitching blond peaks dial to the sounds of the room. My memory flashes to Everett&apos;s tales from my early childhood: the folk tales, and the word AHKVASAN is the first realization that crosses my mind. </p> <p>&emsp;I&apos;m in awe. The blonde peaks of her ears softly twitch at the deep intonation of my voice.</p> <p>&emsp;&quot;That&apos;s incredible!&quot; I say. The words escape before I can stop them. Sylvia jumps. Valentina still tenses in anticipation of our reactions, but slowly loosens, and I know she couldn&apos;t ever conceive of my response. &quot;That&apos;s incredible, are you kidding me? All these years of Everett&apos;s stories, and all those fairy tales, the Carmine, me thinking he was crazy saying it was all real, and . . .&quot; I laugh, too elated to speak.</p> <p>&emsp;She blushes. For the first time in days, I watched her crack a smile as she began to laugh, too, and soon the entire chamber echoes with laughter until she is crying tears in good humor.</p> <p>&emsp;&quot;I love you even more now, if I didn&apos;t already love you before,&quot; Sylvia says, as Valentina gains the light of a realization she&apos;s missed for far too long.</p> <p>&emsp;&quot;I&apos;ve lived my whole life afraid of myself. Now that I&apos;m no longer silenced by the threat of being severed from this family, everything feels a little bit lighter,&quot; Valentina says. &quot;I haven&apos;t stopped thinking about your speech at graduation, Titus, and I know those words came from your soul. We have to let go. Of everything. Of all that pain and feel into it.&quot; </p> It hurts to know the words were nothing to me, just projections of a higher truth others wanted to hear. But if it can give her genuine strength, I find that&apos;s all that matters.", " <p>&emsp;We find a strange peace that night. While others camp outside in tents just beyond the property, the three of us remain inside the claustrophobic shed. Sylvia sleeps in the bed with Valentina. I sleep on a bed of hats to keep warm.</p> <p>&emsp;The dreams grow stronger, and I&apos;m no longer plagued by the same recurring dream. I dream of the coldness of my father&apos;s figure, still sprawled across the floor somewhere in a pool of his own blood, his glance forever fixed beyond the door I left open. I can feel the regret of his thoughts. From miles away I can sense his soul still wandering the halls of that house he tried to forget, forever waking to open the door of my sister&apos;s room to find she&apos;s been lost. The depth of the red puddle grows. It catches my ankles as I stand over him, and as if it were stretching the edge of a deep lake, I fall into it, unable to paddle.</p> <p>&emsp;I suffocate in his crimson shadow.</p> <p>&emsp;I thrash for minutes until I&apos;m deprived of energy. My lungs scream for air, but I will my mouth shut. Though oxygen is extinguished, I find that they don&apos;t burn.</p> <p>&emsp;I open my eyes to find the water is deep cobalt. There&apos;s no shimmering crest where the water touches the sky, and I feel the pressure of depth without a light to bring me back. There is only a lantern in my hand, its beacon only strong enough to light an arm&apos;s length ahead, and around me, charcoal black stalagmites stab from gravel sedimentation.</p> <p>&emsp;The only sensation of touch is something bound to my wrist&mdash;a thread, thin but unbreakable, tensioned to something far beyond the murky depths, and it drags me between the obsidian rocks. A deep acoustic vibration reverberates through the water. I&apos;m being pulled faster. And the louder it gets, the stronger the black statues harmonize. Statues, not stalagmites: the further I go, the more the geometry diminishes in its abstraction, like unfinished sculptures the artist quit after chiseling a general form. I&apos;m dragged faster. The thread digs further into my wrist, stitching my forearm higher and higher, tensioning until I can feel my pulse, but all I can watch are the figures&mdash;so real now, so lifelike&mdash;and they&apos;re no longer trapped to the curse of their rigid medium.</p> <p>&emsp;Their arms are reaching for me, still too slow. It&apos;s as if I&apos;m watching evolution in a matter of seconds. Their surfaces so impossibly smooth as if sanded for thousands of years by the persistence of the water, grasping as if I&apos;m the only source of motion that can save them from the darkness.</p> I can feel them touch with their cold, brutal forms, pleading: their voices now audible, and now I know the source of those vibrations that were once so far away. But the thread doesn&apos;t allow me to stop, to do anything. It drags me, onward, until the tension is unbearable, until the drag of the water is so strong I feel as if my arm will sever, and I can feel myself passing out, unable to hold on to consciousness while the thread stitches my entire arm, and so I let go."], "BodyFormatted": [], "Release": 156, "ReleaseDate": ["06", "06", "2025", "2025-06-06 00:00:00"], "Active": true, "Perspective": "Titus", "Status": "No Status", "WordCount": 0, "Summary": ""}