{
  "Story": "Firebrand",
  "Title": "Chapter Fifteen",
  "Subtitle": "First Wall",
  "Act": 1,
  "ChapterNumber": 15,
  "Synopsis": "The fractured group reaches the first inner wall.",
  "RevNotes": "",
  "ID": "1.15",
  "Body": [
    "<p>&emsp;It gets warmer the closer we get. Our grafted fireteam sheds skin like a snake, leaving our layers behind in the brush, and I&apos;m already down to a short-sleeve shirt. The air is fresh. Smoke no longer rises from the generators: we&apos;re too far inland to smell the last of it, anyways.</p><p>&emsp;There&apos;s little room for talk between heaving breaths. The land is desolate of houses, just stark grasslands, and it infuriates me to think how such land can be unused when the outwallers freeze at the edges of the city. We haven&apos;t seen Endogeny since last night, and we continue climbing up unmarked switchbacks of an untraveled path, hoping the future landscape will open up to anything.</p><p>&emsp;We take breaks for Jarrett. Like Romin, his muscle is burdensome, great for quick action and aggressive bursts, but nothing for long distances. We turn around to look at our progress, watching the city grow lower and smaller until buildings are reduced to pebbles in a boundless gravel pit. Despite everything, the view is captivating, and we find ourselves more driven to watch the sight than to press on.</p><p>&emsp;The motion feels cathartic despite the worry. I see all the best images float through my mind and out in my heaving breaths. I still see Ellie, knowing nothing of where she was taken. I remember our childhood, the last time she smiled, when mother was still around and Clint didn&apos;t stoop to his endless depression. I know I&apos;m weak, but I find myself praying every hour that I&apos;ll see her again, whether it&apos;s this life or the next one. I know nothing of this world is owed to me, and I learned that fighting tooth and nail for worthiness in the orphanage. But when everything is gone, all that remains is just the flimsiness of hope; the moments when you truly question what immaterial source drives you, what pushes you onwards when nothing remains.</p><p>&emsp;All I can do is look to my friends for answers, catching glimpses like cheating during an Academy exam. Isla and Jarrett&apos; expressions are resolute, bodies tensioned, no looseness in them at all. Fear is an exceptional motivator. It&apos;s what drives the Academy, motivating Cadets to climb the ranks: not only fear of failure, but of one&apos;s duty to family and society. I know little of their origins. But without family or society, all that&apos;s left is the anxiety of self-defense against the unknown; the natural Human terror of the dark.</p><p>&emsp;But Sylvia surprises me. Her body is as light as theirs is tense, as if she has swallowed the unpalatable weight of grief and begun to process it, and somehow, she looks beautiful: fragile, yet fierce, with a venom that fails to arise from her own vitriol. And then I see the faces of all the people I&apos;ve lost. I feel the blessedness of their presence in my life. I try, just for a moment to be like her, to feel the grief of Valentina&apos;s untimely demise, just as she learned to love herself, wishing so deeply I could undo the pains of that past. </p><p>&emsp;I feel my wrist tension. The emotions halt where they always do, and all I have left is to steel myself further. It&apos;s been a full day now, and darkness shadows the horizon. The clouds aren&apos;t too high above us, and I wonder how much further we have.</p><p>&emsp;&quot;We&apos;ll camp here for the night,&quot; Jarrett says, our de-facto leader by size. They left their tents behind, so all we can do is scavenge for sticks, eat our provisions, and cozy by the fire until sleep outweighs the discomfort of the ground. None of us sleep too close. We favor the fire over contact, too absorbed by mutual fears, which are much greater amalgamated mess than Endogeny.</p>",
    "<p>&emsp;We arrive in the middle of the second day, starving, with no sight of that endogenous black bile. But its presence still lingers close as if it watches us. We catch the irradiated smell of ozone. Sparse trees are stripped of their leaves, and fluid veins glow amethyst. Whether it&apos;s just a property of the upper land, or that Endogeny has drawn such mass that its influence stretches for miles, we don&apos;t know. But a temporary relief rests inside us when we find the inner gates.</p><p>&emsp;A cadet hails us from the perimeter walls. He shouts something of Dragon Class, and dirty faces approach the lattice of the portcullis. But the gate doesn&apos;t open.</p><p>&emsp;&quot;Prove yourself!&quot; one of them shouts. It&apos;s a lower-class Cadet, but still the highest among them.</p><p>&emsp;&quot;Prove what?&quot; Jarrett asks. His irritation peaks from two days of exhaustion. &quot;Just let us in.&quot;</p><p>&emsp;&quot;Prove you&apos;re not one of them,&quot; he says. He gestures towards the ground beneath the gates, and it&apos;s then that we notice the bodies blended in the brush all around us.. Cadets level rifles to the gates, steadied in the iron mesh, pointed directly at our heads. I look down. Most of the corpses&apos; eyes are amethyst, beginning to fade back from their Human disguises. They&apos;re skin-walkers. The stories are true.</p><p>&emsp;&quot;There&apos;s nothing left to prove, you low-level bastards. Now let us in before I shove those rifles up your ass so far your brain will spray out in gray-matter confetti,&quot; Jarrett says. Carmine run hot-blooded. Some of the minions panic, but their leader is adamant. </p><p>&emsp;His fingers touch the lever. &quot;We&apos;re the ones with the upper hand here, not you,&quot; he says. &quot;For all we know, you&apos;re those skin-walkers. Maybe you took the cloaks of Dragon Class and pose as them. We already know they&apos;ve infiltrated the city long before this.&quot;</p><p>&emsp;&quot;What do you mean by that?&quot; I ask.</p><p>&emsp;&quot;Don&apos;t act like you don&apos;t know, Chymaeran,&quot; he says. I feel an anger twist in me. &quot;A friend I knew for years turned on me.&quot; He shows a scar across his lower torso. &quot;Tried to kill me as soon as things went south, until I killed him first. So don&apos;t think we&apos;re too weak to kill a threat that talks like an ally.&quot;</p><p>&emsp;&quot;You&apos;re insane,&quot; Isla says. &quot;Cut your stupid power trip and let us in, that&apos;s an order, Garnet Class,&quot; but he refuses. She only makes the situation worse.</p><p>&emsp;One of the Cadets pipes up. &quot;Hey &mdash;&quot; she says, &quot;isn&apos;t that the Valedictorian? From graduation? What&apos;s his name . . .&quot;</p><p>&emsp;&quot;Titus,&quot; I say.</p><p>&emsp;&quot;That&apos;s right.&quot; Several nod, and she turns to their edgy leader. &quot;How else would they know that?&quot;</p><p>&emsp;&quot;They walk among us. Remember that friend of mine &mdash; they say they even steal their host&apos;s memories.&quot;</p><p>&emsp;&quot;But that doesn&apos;t justify&mdash;&quot; </p><p>&emsp;He slaps her across the face. &quot;Don&apos;t speak like that or else we&apos;ll throw you out there with them&mdash;you understand?&quot;</p><p>&emsp;Sylvia gasps as she looks at the ground. I follow her gaze, and my stomach crumples at the horror of her realization. At least a third of the corpses were actual cadets &mdash; people whose lives they gambled with, and I realize we are reasoning with immoral psychopaths.</p><p>&emsp;How to convince them, I think. None of the others understand. This bastard just wants power, so how do I give it to him? Or how do I make it crumble?</p><p>&emsp;Fear. Fear is how you do it, I think.</p><p>&emsp;I say, &quot;Endogeny is right behind us&mdash;the Chymaeran black bile. That&apos;s why we&apos;re out of breath. We could see it after we packed up camp this morning.&quot;</p><p>&emsp;&quot;Bullshit,&quot; he says. The cadets grow uncomfortable.</p><p>&emsp;&quot;But do you know anything of how to defeat it? Do any of you know its weakness? How to defend against it? It tore through a whole battalion of Dragon Class cadets in a single night. And you&apos;re all doomed to die if you don&apos;t get our help,&quot; I say. I sow further fear. &quot;All of you are weak. You&apos;d piss your pants before you drew your sword or rifle.&quot;</p><p>&emsp;&quot;But we can&apos;t risk it!&quot; He says.</p><p>&emsp;&quot;That&apos;s a risk you can&apos;t afford to take. Would you rather die in an hour or have a chance to live longer? Kill us, and you lose that knowledge. We&apos;re the only ones that survived it. It will liquidate your forces and dissolve you away just like your families,&quot; I say, making sure my face is adamant with rage and resolve.</p><p>&emsp;&quot;No. You&apos;re not the leader here&mdash;&quot; he says, but the cadets overtake his power. Beyond his words, he has nothing. He tries defending the lever, grasping on to it as if it were a lone branch in a torrential river, but their forces overpower them.</p><p>&emsp;The portcullis opens, just a hair. The stabbing edges rise from the dirt, just enough for us to crawl under, as their demoted leader is forced away. The cadets draw their weapons, trembling, pointing them at us. The truth is that we&apos;re all just kids that have never seen war, only weapons and training. I doubt any of them have the courage to pull the trigger &mdash; all bark and no bite.</p><p>&emsp;&quot;What the hell were you doing?&quot; a voice shouts, its figure emerging from a makeshift bedroom inside the walls. A Dragon-Class cloak shimmers. &quot;I make you second-in-command and you raise hell on a power trip. Send this traitor out of here. Go, force him!&quot;</p><p>&emsp;The lower-level cadets drag him like subservient ants. He thrashes. They knock him unconscious. They roll his body beyond the gates and close it, though his arms and legs refuse to move. For a moment, I wonder if he&apos;s dead. Some protest, but the others follow his command.</p><p>&emsp;He&apos;s the only one I could expect to be drunk on absolute power. But his face lightens in the moment that he sees us, only to frown when he counts four.</p><p>&emsp;&quot;Where&apos;s Valentina?&quot; Romin asks.</p>",
    "<p>&emsp;&quot;Just so we&apos;re clear, I&apos;m in command here,&quot; Romin tells Jarrett. &quot;This is District Twelve, not District Seven.&quot;</p><p>&emsp;&quot;Sure. Whatever,&quot; Jarrett says.</p><p>&emsp;We sit in a makeshift command tent on the dirt-trodden main path. The stumps of four logs make chairs. A wooden board makes a table.</p><p>&emsp;&quot;Where is Valentina?&quot; Romin demands.</p><p>&emsp;&quot;She didn&apos;t make it. She&mdash;&quot; Isla starts, but she&apos;s cut off by Romin. </p><p>&emsp;&quot;I wasn&apos;t asking you,&quot; Romin says. &quot;Titus.&quot; I notice that he tries to dry out the friendliness from his voice, but it wavers just a little. &quot;What happened to her?&quot;</p><p>&emsp;I want to shout the incendiary accusation that waits on my tongue and burns my heart. But I&apos;m slightly better at controlling my anger than he is.</p><p>&emsp;&quot;She didn&apos;t make it, Romin. She saved our lives. It was the only way we survived down there,&quot; I say. &quot;And don&apos;t cut off Isla. Just because you run this boys&apos; club here doesn&apos;t mean you can forget where you came from.&quot;</p><p>&emsp;&quot;Rank isn&apos;t anything anymore,&quot; he says. His eyes constantly pass between the guards standing at the front of the tent, noticing how they listen in, knowing he must put on a good show regardless of the cost, thinking it&apos;s the only way he can hold on to whatever he has. &quot;Nothing is left of that past world. All we have is this.&quot;</p><p>&emsp;&quot;It&apos;s been three days, Romin! It&apos;s way too early to dive into total anarchy. Let us lead together.&quot;</p><p>&emsp;He cringes at that last word, as if I were a lesser wolf threatening his leadership of the pack. There is no pack, just a bunch of stranded idiots. &quot;Don&apos;t challenge me. We still don&apos;t know if you&apos;re Chymaerans or not. Don&apos;t forget that,&quot; he says, and a twinge of resentment sounds in his voice that only I can notice, but he hushes that sound in fear that all the others can hear.</p><p>&emsp;He looks again to his &apos;guards&apos; in front of the tent &mdash; I notice he pinned two of the Dragon Class rubies from his mark on their chest. I scoff: no matter what, ego and honor always win.</p><p>&emsp;&quot;In fact, I want you to take these three away,&quot; Romin says, pointing to the rest of our surrogate fireteam. His eyes don&apos;t even meet Sylvia&apos;s. I can tell his façade is breaking, and he doesn&apos;t want the others to witness it.</p><p>&emsp;&quot;But don&apos;t you know them?&quot; the &apos;guard&apos; asks.</p><p>&emsp;&quot;Don&apos;t question my authority. We&apos;ve already established it,&quot; he says. &quot;This cadet will be the one to either prove or deny. If they fail, they&apos;ll be sent back to the lower city.&quot;</p><p>&emsp;&quot;Understood,&quot; his minion says. The three refuse to protest &mdash; they know the sheer volume of frightened soldiers that would jump at anything to take commands, to feel even a fraction of direction.</p><p>&emsp;&quot;Good luck defusing his power trip,&quot; Jarrett says. &quot;Romin. You bring shame to the First Blood of the Carmine.&quot; He spits, but Romin&apos;s face is resolute, staring directly at me. New &apos;guards&apos; cycle to the front of the tent, but he dismisses them.</p><p>&emsp;&quot;Leave us,&quot; Romin commands. They follow his orders without hesitation.</p><p>&emsp;I lean over the table. It tilts in my direction, balanced only by three makeshift legs. I look him dead in the eyes, more certain than I&apos;ve ever been in my life. </p><p>&emsp;&quot;Romin. You know that we&apos;re not Chymaerans. You and I both know this charade isn&apos;t about that.&quot;</p><p>&emsp;He doesn&apos;t respond. He&apos;s already made up his mind, and though his bottom lip quivers, he doesn&apos;t want to waver.</p><p>&emsp;&quot;How the fridging hell did you even get here?&quot; I ask him. &quot;You never came to the Academy. We were so worried about you.&quot;</p><p>&emsp;&quot;You left me, just to replace me with them. Am I that replaceable?&quot; he asks. &quot;Am I that forgettable?&quot; Like a toddler abandoned by his parents for several minutes, craving attention.</p><p>&emsp;&quot;Romin. You never came to us. We were separated. What else were we supposed to do? Wait for you? When you don&apos;t even know where we were? We&apos;d die out there&mdash;&quot;</p><p>&emsp;He slams his fist on the makeshift table. &quot;Shut up,&quot; he says. &quot;You&apos;ll have to live with it.&quot;</p><p>&emsp;I scoff. &quot;Live with what, Romin?&quot;</p><p>&emsp;But he continues on. &quot;My mission was assigned down in the city. In fact &mdash; we all were. As the only Dragon Class cadet there, the leadership decided that I was in charge. We defend this foothold of the Upper Lands. Against anyone.&quot;</p><p>&emsp;&quot;So why do you treat us like this? We&apos;ve been friends for years. You explored beyond the walls with me. You saved me from my room, days ago, when I was too depressed to leave. You&apos;re the one who&apos;s acting the impostor.&quot;</p><p>&emsp;&quot;To lead men, you have to rule with an iron fist. You have to do the unspeakable things that no one else will do. You have to show that strength to them, that resiliency to moral nature in the interest of protection, and reinforce it in them, so that they never question you. We&apos;ve entered a time of war. There is no Carmine anymore. There is no Merlot. No . . . Valentina,&quot; his voice wavers, but he corrects it as soon as he can. &quot;All that&apos;s left is the wolves and the sheep. And I am their shepherd.&quot;</p><p>&emsp;I remember the non-Chymaeran bodies just past the gates, and my stomach twists. &quot;It was you, then. You had those innocent cadets killed! Why?&quot;</p><p>&emsp;&quot;Because it&apos;s us versus them.&quot;</p><p>&emsp;&quot;What is that supposed to mean?&quot;</p><p>&emsp;&quot;It needs to be us versus them. With no them, there&apos;s no us. The enemy needs a face. These weak soldiers need a &apos;them.&apos; And if that means . . .&quot; he says.</p><p>&emsp;&quot;Killing innocent cadets? Sentencing them to death just because you&apos;re afraid? Creating a wild witch hunt to stir chaos, and make them need a leader? That makes you a coward.&quot;</p><p>&emsp;&quot;No,&quot; Romin says. &quot;It makes me smart. Fear is the strongest emotion, and if my soldiers rest on the precipice of that fear of death, they will never question me. Only then do they find unity.&quot;</p><p>&emsp;&quot;You&apos;re just an egotistical coward,&quot; I tell him. I bend over the wooden board, and he stands up in response. &quot;Let us lead together. Please, Romin. You don&apos;t have to do this alone.&quot; </p><p>&emsp;&quot;I finally have what I&apos;ve always wanted, and you just want to take it away!&quot; His face screws up, as if he&apos;s on the verge of tears. He regains control when his anger wins over, and he hushes his voice before the distant cadets can hear the weakness in his outburst. &quot;I don&apos;t want to have to decide between the both of you.&quot;</p><p>&emsp;&quot;You don&apos;t have to, Romin,&quot; I say. &quot;You can have both. You can have leadership and friends. Great leaders are loved.&quot;</p><p>&emsp;&quot;Great leaders are feared,&quot; he says. A quick onset of panic rises when he notices his minions have turned around, catching him in a moment of weakness. &quot;And I&apos;m sorry I have to do this.&quot;</p><p>&emsp;I only manage a single world. &quot;You&mdash;&quot;</p><p>&emsp;He draws his fist, erupting it across my face at full force in a cheap shot before I can anticipate. I taste iron as I crumple to the ground.</p><p>&emsp;&quot;Take this . . . Chymaeran . . . to the prison,&quot; he says, refusing to look me in the eyes as blood spouts from my nose.</p><p>&emsp;The guard pauses. &quot;But shouldn&apos;t we just desert them out there? If they&apos;re Chymaerans? That makes no sense.&quot;</p><p>&emsp;&quot;Just do it.&quot;</p><p>&emsp;In my anger, I can only manage that single string of words I had been saving to tear at him. Now I can believe it.</p><p>&emsp;&quot;It was your Gods-damn fault she died, Romin! You and your people killed her!&quot;</p>"
  ],
  "BodyFormatted": [
    [
      "<p>&emsp;It gets warmer the closer we get. Our grafted fireteam sheds skin like a snake, leaving our layers behind in the brush, and I&apos;m already down to a short-sleeve shirt. The air is fresh. Smoke no longer rises from the generators: we&apos;re too far inland to smell the last of it, anyways.</p>",
      "<p>&emsp;There&apos;s little room for talk between heaving breaths. The land is desolate of houses, just stark grasslands, and it infuriates me to think how such land can be unused when the outwallers freeze at the edges of the city. We haven&apos;t seen Endogeny since last night, and we continue climbing up unmarked switchbacks of an untraveled path, hoping the future landscape will open up to anything.</p>",
      "<p>&emsp;We take breaks for Jarrett. Like Romin, his muscle is burdensome, great for quick action and aggressive bursts, but nothing for long distances. We turn around to look at our progress, watching the city grow lower and smaller until buildings are reduced to pebbles in a boundless gravel pit. Despite everything, the view is captivating, and we find ourselves more driven to watch the sight than to press on.</p>",
      "<p>&emsp;The motion feels cathartic despite the worry. I see all the best images float through my mind and out in my heaving breaths. I still see Ellie, knowing nothing of where she was taken. I remember our childhood, the last time she smiled, when mother was still around and Clint didn&apos;t stoop to his endless depression. I know I&apos;m weak, but I find myself praying every hour that I&apos;ll see her again, whether it&apos;s this life or the next one. I know nothing of this world is owed to me, and I learned that fighting tooth and nail for worthiness in the orphanage. But when everything is gone, all that remains is just the flimsiness of hope; the moments when you truly question what immaterial source drives you, what pushes you onwards when nothing remains.</p>",
      "<p>&emsp;All I can do is look to my friends for answers, catching glimpses like cheating during an Academy exam. Isla and Jarrett&apos; expressions are resolute, bodies tensioned, no looseness in them at all. Fear is an exceptional motivator. It&apos;s what drives the Academy, motivating Cadets to climb the ranks: not only fear of failure, but of one&apos;s duty to family and society. I know little of their origins. But without family or society, all that&apos;s left is the anxiety of self-defense against the unknown; the natural Human terror of the dark.</p>",
      "<p>&emsp;But Sylvia surprises me. Her body is as light as theirs is tense, as if she has swallowed the unpalatable weight of grief and begun to process it, and somehow, she looks beautiful: fragile, yet fierce, with a venom that fails to arise from her own vitriol. And then I see the faces of all the people I&apos;ve lost. I feel the blessedness of their presence in my life. I try, just for a moment to be like her, to feel the grief of Valentina&apos;s untimely demise, just as she learned to love herself, wishing so deeply I could undo the pains of that past. </p>",
      "<p>&emsp;I feel my wrist tension. The emotions halt where they always do, and all I have left is to steel myself further. It&apos;s been a full day now, and darkness shadows the horizon. The clouds aren&apos;t too high above us, and I wonder how much further we have.</p>",
      "<p>&emsp;&quot;We&apos;ll camp here for the night,&quot; Jarrett says, our de-facto leader by size. They left their tents behind, so all we can do is scavenge for sticks, eat our provisions, and cozy by the fire until sleep outweighs the discomfort of the ground. None of us sleep too close. We favor the fire over contact, too absorbed by mutual fears, which are much greater amalgamated mess than Endogeny.</p>"
    ],
    [
      "<p>&emsp;We arrive in the middle of the second day, starving, with no sight of that endogenous black bile. But its presence still lingers close as if it watches us. We catch the irradiated smell of ozone. Sparse trees are stripped of their leaves, and fluid veins glow amethyst. Whether it&apos;s just a property of the upper land, or that Endogeny has drawn such mass that its influence stretches for miles, we don&apos;t know. But a temporary relief rests inside us when we find the inner gates.</p>",
      "<p>&emsp;A cadet hails us from the perimeter walls. He shouts something of Dragon Class, and dirty faces approach the lattice of the portcullis. But the gate doesn&apos;t open.</p>",
      "<p>&emsp;&quot;Prove yourself!&quot; one of them shouts. It&apos;s a lower-class Cadet, but still the highest among them.</p>",
      "<p>&emsp;&quot;Prove what?&quot; Jarrett asks. His irritation peaks from two days of exhaustion. &quot;Just let us in.&quot;</p>",
      "<p>&emsp;&quot;Prove you&apos;re not one of them,&quot; he says. He gestures towards the ground beneath the gates, and it&apos;s then that we notice the bodies blended in the brush all around us.. Cadets level rifles to the gates, steadied in the iron mesh, pointed directly at our heads. I look down. Most of the corpses&apos; eyes are amethyst, beginning to fade back from their Human disguises. They&apos;re skin-walkers. The stories are true.</p>",
      "<p>&emsp;&quot;There&apos;s nothing left to prove, you low-level bastards. Now let us in before I shove those rifles up your ass so far your brain will spray out in gray-matter confetti,&quot; Jarrett says. Carmine run hot-blooded. Some of the minions panic, but their leader is adamant. </p>",
      "<p>&emsp;His fingers touch the lever. &quot;We&apos;re the ones with the upper hand here, not you,&quot; he says. &quot;For all we know, you&apos;re those skin-walkers. Maybe you took the cloaks of Dragon Class and pose as them. We already know they&apos;ve infiltrated the city long before this.&quot;</p>",
      "<p>&emsp;&quot;What do you mean by that?&quot; I ask.</p>",
      "<p>&emsp;&quot;Don&apos;t act like you don&apos;t know, Chymaeran,&quot; he says. I feel an anger twist in me. &quot;A friend I knew for years turned on me.&quot; He shows a scar across his lower torso. &quot;Tried to kill me as soon as things went south, until I killed him first. So don&apos;t think we&apos;re too weak to kill a threat that talks like an ally.&quot;</p>",
      "<p>&emsp;&quot;You&apos;re insane,&quot; Isla says. &quot;Cut your stupid power trip and let us in, that&apos;s an order, Garnet Class,&quot; but he refuses. She only makes the situation worse.</p>",
      "<p>&emsp;One of the Cadets pipes up. &quot;Hey &mdash;&quot; she says, &quot;isn&apos;t that the Valedictorian? From graduation? What&apos;s his name . . .&quot;</p>",
      "<p>&emsp;&quot;Titus,&quot; I say.</p>",
      "<p>&emsp;&quot;That&apos;s right.&quot; Several nod, and she turns to their edgy leader. &quot;How else would they know that?&quot;</p>",
      "<p>&emsp;&quot;They walk among us. Remember that friend of mine &mdash; they say they even steal their host&apos;s memories.&quot;</p>",
      "<p>&emsp;&quot;But that doesn&apos;t justify&mdash;&quot; </p>",
      "<p>&emsp;He slaps her across the face. &quot;Don&apos;t speak like that or else we&apos;ll throw you out there with them&mdash;you understand?&quot;</p>",
      "<p>&emsp;Sylvia gasps as she looks at the ground. I follow her gaze, and my stomach crumples at the horror of her realization. At least a third of the corpses were actual cadets &mdash; people whose lives they gambled with, and I realize we are reasoning with immoral psychopaths.</p>",
      "<p>&emsp;How to convince them, I think. None of the others understand. This bastard just wants power, so how do I give it to him? Or how do I make it crumble?</p>",
      "<p>&emsp;Fear. Fear is how you do it, I think.</p>",
      "<p>&emsp;I say, &quot;Endogeny is right behind us&mdash;the Chymaeran black bile. That&apos;s why we&apos;re out of breath. We could see it after we packed up camp this morning.&quot;</p>",
      "<p>&emsp;&quot;Bullshit,&quot; he says. The cadets grow uncomfortable.</p>",
      "<p>&emsp;&quot;But do you know anything of how to defeat it? Do any of you know its weakness? How to defend against it? It tore through a whole battalion of Dragon Class cadets in a single night. And you&apos;re all doomed to die if you don&apos;t get our help,&quot; I say. I sow further fear. &quot;All of you are weak. You&apos;d piss your pants before you drew your sword or rifle.&quot;</p>",
      "<p>&emsp;&quot;But we can&apos;t risk it!&quot; He says.</p>",
      "<p>&emsp;&quot;That&apos;s a risk you can&apos;t afford to take. Would you rather die in an hour or have a chance to live longer? Kill us, and you lose that knowledge. We&apos;re the only ones that survived it. It will liquidate your forces and dissolve you away just like your families,&quot; I say, making sure my face is adamant with rage and resolve.</p>",
      "<p>&emsp;&quot;No. You&apos;re not the leader here&mdash;&quot; he says, but the cadets overtake his power. Beyond his words, he has nothing. He tries defending the lever, grasping on to it as if it were a lone branch in a torrential river, but their forces overpower them.</p>",
      "<p>&emsp;The portcullis opens, just a hair. The stabbing edges rise from the dirt, just enough for us to crawl under, as their demoted leader is forced away. The cadets draw their weapons, trembling, pointing them at us. The truth is that we&apos;re all just kids that have never seen war, only weapons and training. I doubt any of them have the courage to pull the trigger &mdash; all bark and no bite.</p>",
      "<p>&emsp;&quot;What the hell were you doing?&quot; a voice shouts, its figure emerging from a makeshift bedroom inside the walls. A Dragon-Class cloak shimmers. &quot;I make you second-in-command and you raise hell on a power trip. Send this traitor out of here. Go, force him!&quot;</p>",
      "<p>&emsp;The lower-level cadets drag him like subservient ants. He thrashes. They knock him unconscious. They roll his body beyond the gates and close it, though his arms and legs refuse to move. For a moment, I wonder if he&apos;s dead. Some protest, but the others follow his command.</p>",
      "<p>&emsp;He&apos;s the only one I could expect to be drunk on absolute power. But his face lightens in the moment that he sees us, only to frown when he counts four.</p>",
      "<p>&emsp;&quot;Where&apos;s Valentina?&quot; Romin asks.</p>"
    ],
    [
      "<p>&emsp;&quot;Just so we&apos;re clear, I&apos;m in command here,&quot; Romin tells Jarrett. &quot;This is District Twelve, not District Seven.&quot;</p>",
      "<p>&emsp;&quot;Sure. Whatever,&quot; Jarrett says.</p>",
      "<p>&emsp;We sit in a makeshift command tent on the dirt-trodden main path. The stumps of four logs make chairs. A wooden board makes a table.</p>",
      "<p>&emsp;&quot;Where is Valentina?&quot; Romin demands.</p>",
      "<p>&emsp;&quot;She didn&apos;t make it. She&mdash;&quot; Isla starts, but she&apos;s cut off by Romin. </p>",
      "<p>&emsp;&quot;I wasn&apos;t asking you,&quot; Romin says. &quot;Titus.&quot; I notice that he tries to dry out the friendliness from his voice, but it wavers just a little. &quot;What happened to her?&quot;</p>",
      "<p>&emsp;I want to shout the incendiary accusation that waits on my tongue and burns my heart. But I&apos;m slightly better at controlling my anger than he is.</p>",
      "<p>&emsp;&quot;She didn&apos;t make it, Romin. She saved our lives. It was the only way we survived down there,&quot; I say. &quot;And don&apos;t cut off Isla. Just because you run this boys&apos; club here doesn&apos;t mean you can forget where you came from.&quot;</p>",
      "<p>&emsp;&quot;Rank isn&apos;t anything anymore,&quot; he says. His eyes constantly pass between the guards standing at the front of the tent, noticing how they listen in, knowing he must put on a good show regardless of the cost, thinking it&apos;s the only way he can hold on to whatever he has. &quot;Nothing is left of that past world. All we have is this.&quot;</p>",
      "<p>&emsp;&quot;It&apos;s been three days, Romin! It&apos;s way too early to dive into total anarchy. Let us lead together.&quot;</p>",
      "<p>&emsp;He cringes at that last word, as if I were a lesser wolf threatening his leadership of the pack. There is no pack, just a bunch of stranded idiots. &quot;Don&apos;t challenge me. We still don&apos;t know if you&apos;re Chymaerans or not. Don&apos;t forget that,&quot; he says, and a twinge of resentment sounds in his voice that only I can notice, but he hushes that sound in fear that all the others can hear.</p>",
      "<p>&emsp;He looks again to his &apos;guards&apos; in front of the tent &mdash; I notice he pinned two of the Dragon Class rubies from his mark on their chest. I scoff: no matter what, ego and honor always win.</p>",
      "<p>&emsp;&quot;In fact, I want you to take these three away,&quot; Romin says, pointing to the rest of our surrogate fireteam. His eyes don&apos;t even meet Sylvia&apos;s. I can tell his façade is breaking, and he doesn&apos;t want the others to witness it.</p>",
      "<p>&emsp;&quot;But don&apos;t you know them?&quot; the &apos;guard&apos; asks.</p>",
      "<p>&emsp;&quot;Don&apos;t question my authority. We&apos;ve already established it,&quot; he says. &quot;This cadet will be the one to either prove or deny. If they fail, they&apos;ll be sent back to the lower city.&quot;</p>",
      "<p>&emsp;&quot;Understood,&quot; his minion says. The three refuse to protest &mdash; they know the sheer volume of frightened soldiers that would jump at anything to take commands, to feel even a fraction of direction.</p>",
      "<p>&emsp;&quot;Good luck defusing his power trip,&quot; Jarrett says. &quot;Romin. You bring shame to the First Blood of the Carmine.&quot; He spits, but Romin&apos;s face is resolute, staring directly at me. New &apos;guards&apos; cycle to the front of the tent, but he dismisses them.</p>",
      "<p>&emsp;&quot;Leave us,&quot; Romin commands. They follow his orders without hesitation.</p>",
      "<p>&emsp;I lean over the table. It tilts in my direction, balanced only by three makeshift legs. I look him dead in the eyes, more certain than I&apos;ve ever been in my life. </p>",
      "<p>&emsp;&quot;Romin. You know that we&apos;re not Chymaerans. You and I both know this charade isn&apos;t about that.&quot;</p>",
      "<p>&emsp;He doesn&apos;t respond. He&apos;s already made up his mind, and though his bottom lip quivers, he doesn&apos;t want to waver.</p>",
      "<p>&emsp;&quot;How the fridging hell did you even get here?&quot; I ask him. &quot;You never came to the Academy. We were so worried about you.&quot;</p>",
      "<p>&emsp;&quot;You left me, just to replace me with them. Am I that replaceable?&quot; he asks. &quot;Am I that forgettable?&quot; Like a toddler abandoned by his parents for several minutes, craving attention.</p>",
      "<p>&emsp;&quot;Romin. You never came to us. We were separated. What else were we supposed to do? Wait for you? When you don&apos;t even know where we were? We&apos;d die out there&mdash;&quot;</p>",
      "<p>&emsp;He slams his fist on the makeshift table. &quot;Shut up,&quot; he says. &quot;You&apos;ll have to live with it.&quot;</p>",
      "<p>&emsp;I scoff. &quot;Live with what, Romin?&quot;</p>",
      "<p>&emsp;But he continues on. &quot;My mission was assigned down in the city. In fact &mdash; we all were. As the only Dragon Class cadet there, the leadership decided that I was in charge. We defend this foothold of the Upper Lands. Against anyone.&quot;</p>",
      "<p>&emsp;&quot;So why do you treat us like this? We&apos;ve been friends for years. You explored beyond the walls with me. You saved me from my room, days ago, when I was too depressed to leave. You&apos;re the one who&apos;s acting the impostor.&quot;</p>",
      "<p>&emsp;&quot;To lead men, you have to rule with an iron fist. You have to do the unspeakable things that no one else will do. You have to show that strength to them, that resiliency to moral nature in the interest of protection, and reinforce it in them, so that they never question you. We&apos;ve entered a time of war. There is no Carmine anymore. There is no Merlot. No . . . Valentina,&quot; his voice wavers, but he corrects it as soon as he can. &quot;All that&apos;s left is the wolves and the sheep. And I am their shepherd.&quot;</p>",
      "<p>&emsp;I remember the non-Chymaeran bodies just past the gates, and my stomach twists. &quot;It was you, then. You had those innocent cadets killed! Why?&quot;</p>",
      "<p>&emsp;&quot;Because it&apos;s us versus them.&quot;</p>",
      "<p>&emsp;&quot;What is that supposed to mean?&quot;</p>",
      "<p>&emsp;&quot;It needs to be us versus them. With no them, there&apos;s no us. The enemy needs a face. These weak soldiers need a &apos;them.&apos; And if that means . . .&quot; he says.</p>",
      "<p>&emsp;&quot;Killing innocent cadets? Sentencing them to death just because you&apos;re afraid? Creating a wild witch hunt to stir chaos, and make them need a leader? That makes you a coward.&quot;</p>",
      "<p>&emsp;&quot;No,&quot; Romin says. &quot;It makes me smart. Fear is the strongest emotion, and if my soldiers rest on the precipice of that fear of death, they will never question me. Only then do they find unity.&quot;</p>",
      "<p>&emsp;&quot;You&apos;re just an egotistical coward,&quot; I tell him. I bend over the wooden board, and he stands up in response. &quot;Let us lead together. Please, Romin. You don&apos;t have to do this alone.&quot; </p>",
      "<p>&emsp;&quot;I finally have what I&apos;ve always wanted, and you just want to take it away!&quot; His face screws up, as if he&apos;s on the verge of tears. He regains control when his anger wins over, and he hushes his voice before the distant cadets can hear the weakness in his outburst. &quot;I don&apos;t want to have to decide between the both of you.&quot;</p>",
      "<p>&emsp;&quot;You don&apos;t have to, Romin,&quot; I say. &quot;You can have both. You can have leadership and friends. Great leaders are loved.&quot;</p>",
      "<p>&emsp;&quot;Great leaders are feared,&quot; he says. A quick onset of panic rises when he notices his minions have turned around, catching him in a moment of weakness. &quot;And I&apos;m sorry I have to do this.&quot;</p>",
      "<p>&emsp;I only manage a single world. &quot;You&mdash;&quot;</p>",
      "<p>&emsp;He draws his fist, erupting it across my face at full force in a cheap shot before I can anticipate. I taste iron as I crumple to the ground.</p>",
      "<p>&emsp;&quot;Take this . . . Chymaeran . . . to the prison,&quot; he says, refusing to look me in the eyes as blood spouts from my nose.</p>",
      "<p>&emsp;The guard pauses. &quot;But shouldn&apos;t we just desert them out there? If they&apos;re Chymaerans? That makes no sense.&quot;</p>",
      "<p>&emsp;&quot;Just do it.&quot;</p>",
      "<p>&emsp;In my anger, I can only manage that single string of words I had been saving to tear at him. Now I can believe it.</p>",
      "<p>&emsp;&quot;It was your Gods-damn fault she died, Romin! You and your people killed her!&quot;</p>"
    ]
  ],
  "Release": 170,
  "ReleaseDate": [
    "06",
    "20",
    "2025",
    "2025-06-20 00:00:00"
  ],
  "Active": true,
  "Perspective": "Titus",
  "Status": "No Status",
  "WordCount": 0,
  "Summary": ""
}