{"Story": "Firebrand", "Title": "Chapter Sixteen", "Subtitle": "Remember Me", "Act": 1, "ChapterNumber": 16, "Synopsis": "The party can only watch as Romin&apos;s ego expends lives.", "RevNotes": "", "ID": "1.16", "Body": [" <p>&emsp;Hours pass in the temporary holding area beneath the wall. Four cells face each other with two on each side, and two cadets stand watch in the aisle between. They&apos;re unsure what prison guards even do beyond the books they&apos;ve read and the films they&apos;ve seen, so they just idle &mdash; whistling as they pace back and forth.</p> <p>&emsp;&quot;You don&apos;t have to listen to that bastard,&quot; Jarrett insists. He&apos;s said that for hours. Our voices are the only power we have left, as the amorphous mass of Endogeny gets closer.</p> <p>&emsp;In the evening, I hear the gate raise just a hair. Scouts approach on horseback. Fortunately, the barred window of my cell faces the empty courtyard, and I overhear their conversation.</p> <p>&emsp;&quot;The Valedictorian wasn&apos;t lying. I saw it . . . whatever it was,&quot; he says, &quot;that mess of black stretching further than my eyes could register. What did he tell us to do? The Dragon Class guy?&quot;</p> <p>&emsp;&quot;He hasn&apos;t said a thing. He told us to just wait here.&quot;</p> <p>&emsp;I can feel the fear I planted stir across the camp. It grows exponentially with each silent minute. My plan is still working, even though I never expected our incarceration. Most of Romin&apos;s cadets are still awake, shivering in the cold, their eyes sunk in crescents of apprehension. With so many cadets, it will only be minutes before the powder keg erupts.</p> <p>&emsp;And I can start the fire.</p> <p>&emsp;&quot;What are we to do,&quot; Sylvia says. She reclines on the stone bed of her cell.</p> <p>&emsp;&quot;I need you all to play along,&quot; I tell them. &quot;We&apos;re watering the seeds of fear I planted at the gates.&quot;</p> <p>&emsp;&quot;Don&apos;t get any ideas,&quot; the guard says.</p> <p>&emsp;&quot;Or else what, cunt? You gonna kill us?&quot; Jarrett says. &quot;A hundred pounds soaking wet, probably bottom of the class. I could snap you like a twig.&quot; The cadet steps back from the holding cell. &quot;Yeah, that&apos;s what I thought.&quot;</p> <p>&emsp;I turn to the expanse beyond the window. Their panic is growing. The darker the landscape grows, the faster their fires dull without fuel to stoke them, the more anxiety settles. It&apos;s the perfect time now.</p> <p>&emsp;&quot;You&apos;re all going to die! The tar is approaching,&quot; I shout. Most of them jump to their feet, gathering their rifles. &quot;The only ones you have that know anything of that creature are in your prison. And you just sit there, you stupid idiots! You&apos;re doing nothing, just waiting to die!&quot;</p> <p>&emsp;&quot;Shut up!&quot; one of them shouts, voice trembling.</p> <p>&emsp;&quot;You aren&apos;t trained like Dragon Class. That stupid leader of yours has done nothing to prepare you. He doesn&apos;t care about you.&quot;</p> <p>&emsp;&quot;What is this about,&quot; Romin says, stepping forward from his tent.</p> <p>&emsp;&quot;That&apos;s right. You have no power here,&quot; Jarrett says. &quot;Bastard brother in the Carmine.&quot;</p> <p>&emsp;&quot;I can see it!&quot; Isla shouts. She and Sylvia scream in panic. &quot;It&apos;s right at the gates!&quot;</p> <p>&emsp;They rush to the gate, stumbling over each other, and several of them are incapacitated in the stampede. The prison guards don&apos;t know what to do. The commotion rises with the dread like baking soda and vinegar, and I turn to the guards.</p> <p>&emsp;&quot;You&apos;re weak, pathetic. You need us,&quot; I tell them. &quot;Let us out and I&apos;ll save your life.&quot;</p> <p>&emsp;&quot;I...I can&apos;t...&quot; one of the guards stammers.</p> <p>&emsp;&quot;Like hell you can&apos;t. You need us.&quot; I can feel their uncertainty draw them to the bars with the keys. &quot;That&apos;s right. Turn the lock.&quot;</p> <p>&emsp;&quot;Okay,&quot; he says. But just as he reaches for the lock, Romin descends the stairs, furious. An existential dread cramps his fists, and it seems like he&apos;s about to throw up. He kicks the keys away. One guard passes him to run for the stairs. The other twig that tried to free us collapses on his back.</p> <p>&emsp;&quot;Don&apos;t even think about it!&quot; Romin shouts. &quot;What the hell are you all doing? You&apos;re making everything worse.&quot;</p> <p>&emsp;&quot;We&apos;re getting out of here. This isn&apos;t a game. These cadets need to prepare or else they&apos;re going to die, you bald-headed twat,&quot; Jarrett sneers.</p> <p>&emsp;&quot;It&apos;s time, then,&quot; Romin says.</p> <p>&emsp;&quot;Good,&quot; Jarrett replies, &quot;you finally came to your senses.&quot;</p> <p>&emsp;&quot;No. It&apos;s time to rush the gates,&quot; he says.</p> <p>&emsp;&quot;And let us go,&quot; Jarrett says, but Romin leaves without another word.</p> <p>&emsp;The keys lie just between Sylvia and Isla&apos;s cell, and Sylvia tries to reach for it, but they rest just beyond her grasp. Isla stares beyond the window, trying to make sense of the landscape. &quot;Gods, it&apos;s actually true, I can see it! It&apos;s right there, getting closer.&quot;</p> <p>&emsp;&quot;Panic is the last thing we need. All we need is to calmly respond,&quot; Jarrett says. &quot;Isla, you have thin wrists. Reach for the keys&mdash;&quot; but he&apos;s interrupted by Romin&apos;s voice outside.</p> <p>&emsp;&quot;It&apos;s time now, cadets!&quot; he says. He stands atop a makeshift stage of fruit crates. &quot;Now is the time where we fight. The enemy waits at the gates. We must meet them before they destroy us!&quot;</p> <p>&emsp;&quot;What is he talking about? Is he talking about going out there?&quot; Sylvia says, as Isla reaches for the keys. She shifts herself. She&apos;s so close.</p> <p>&emsp;&quot;It&apos;s suicide,&quot; Jarrett says.</p> <p>&emsp;&quot;All he wants is to be a martyr. All he wants is glory,&quot; I say, &quot;and he&apos;s about to take a hundred cadets unless we stop him.&quot;</p> <p>&emsp;Romin beckons with his rallying cry. The cadets respond with nervous cheers, adrenaline eclipsing their fears of death, if only for a moment. They want so badly to be led, to feel a part of something, even if it means until the bitter end, but I refuse to let that happen.</p> <p>&emsp;&quot;I can&apos;t reach it,&quot; Isla says. &quot;It&apos;s too far.&quot; And then I see a stick just beyond the ground-level window.</p> <p>&emsp;&quot;Use this,&quot; I tell her. I toss it through the bars, and she grabs for it. She reaches for the key ring, trying to hook it. The rest hold their breath. I watch my friend rally a hundred cadets in martyrdom.</p> <p>&emsp;&quot;Step forward if you&apos;re courageous. Step back if you&apos;re a coward. This means almost certain death, but you&apos;ll be sacrificing for the betterment of our people, the key tenant of our Academy,&quot; he says. Several step forward. Isla&apos;s arms atrophy.</p> <p>&emsp;My words can do nothing behind these bars. My heart drops when cadets open the gates. The crowd is divided in two groups of trembling firebrands, about one-to-four, and Romin stirs their emotions further.</p> <p>&emsp;&quot;Ah!&quot; Isla exclaims. The keys are in her hands. She fumbles her fingers against the lock and it opens.</p> <p>&emsp;&quot;You first. You&apos;re the only one that can stop him,&quot; she tells me. The door clicks, and she throws the iron grate aside. I hear Romin&apos;s cry drown out as it grows further. Endogeny is approaching, and it will spare no one &mdash; not even these cadets with tombstone courage.</p> <p>&emsp;I break the top of the stairs, heaving, clearing great distance as quickly as my legs will allow me. They&apos;re passing under. The final split is nearly half and half. Hundreds of cadets are going to die just so Romin can feel his last moment of glory. </p> <p>&emsp;&quot;Stop! Stop, all of you! This isn&apos;t courage or glory. We fight with our minds, not just our hearts!&quot;</p> <p>&emsp;Only several of them stop, the ones that just broke the line of the gates. I watch their eyes. They see something unspeakable approaching, and then their natural instinct of self-preservation finally kicks in.</p> <p>&emsp;&quot;Lower the gates!&quot; one cries.</p> <p>&emsp;&quot;No, wait!&quot; the others beyond the walls scream. But it&apos;s too late. The heavy metal gates are already down. Several of them try to climb, to gain whatever height they can as if the floor were molten lava. All the wise can do is watch as their friends trample over each other, regretting their final decision.</p> <p>&emsp;&quot;You cowards,&quot; Romin shouts. It&apos;s dark, but I can see him weep. &quot;You have no honor. You have no courage! If you die, you will be remembered! You will live forever in the hearts of our people.&quot; But he&apos;s the only one standing that far beyond the walls.</p> <p>&emsp;&quot;Open the bloody damn gates,&quot; I command. The others hesitate, so I do it myself, just enough that the scrambling cadets can roll through. &quot;Several at a time, or you all will die.&quot;</p> <p>&emsp;We can only save twenty before the great cancer Endogeny is too close. My hand trembles on the lever, and I curse Romin for his idiocy in leveraging such a terrible situation on me. When do I lower it? There are still so many that struggle. They&apos;re like rats desperate to escape a flooded drain tunnel. If I don&apos;t lower it now, the rest of us will all die for nothing.</p> <p>&emsp;&quot;Lower the gates already, it&apos;s going to kill us!&quot; Jarrett shouts, but I&apos;m stuck in indecision.</p> <p>&emsp;The stranded cadets screech with bloodcurdling cries. I close my eyes, unable to watch the horror as I throw the lever. I hear the cracking of bones. I can hear their screams drown out as the spiked edge of the massive gate lowers on them, while the ones still alive cry, reaching through the bars, resorting back to climbing as they curse me, condemning with the last of their souls as they&apos;re marked for death.</p> <p>&emsp;Tears crest my eyes, and I fall to my knees. The hate grows stronger, and I want to die here. I couldn&apos;t save them, not all of them. I wish so strongly that the ground could swallow me whole. I anticipate a death so painful that it could repay just a fraction of those lives I&apos;ve sacrificed, wishing I was among them.</p> <p>&emsp;And then I feel her embrace. Sylvia hugs me. Though her warmth can&apos;t penetrate the depth of my loathing, all I can do is rest there, deprived of the desire to rise from the frostbitten ground, and she raises me.</p> <p>&emsp;The cadets I saved join her. They stand around me. Hands rest on my shoulders. They thank me for what I&apos;ve done. They pledge their lives to the fight to survive, but even over their voices I can&apos;t refuse to hear the chaos of the soon-to-be-dead; the cacophony of confliction, and so I bury myself further in the dirt.</p> <p>&emsp;&quot;Let me die here,&quot; I plead. But they drag me, away from the lever, away from the walls where twelve cadets&apos; bodies are separated in half, some of their upper halves still crawling as they hold tightly to life, some resigned to their fate, others holding to the top of the gates as they kick lower firebrands off.</p> <p>&emsp;The last I see is Romin, standing atop a crate like a statue: absolute; galvanized in the strength of his conviction; unyielding though no eyes watch him. He doesn&apos;t hear the screams of the ones he&apos;s stranded. He doesn&apos;t watch them crawl, their arms grow bashed and bloody from thrashing against the iron lattice.</p> &quot;Remember me,&quot; I hear him say, but nobody watches. He dies a statue with no etchings, without a name to remember. I close my eyes before the bile drowns his life and his legacy.", " <p>&emsp;They said the iron gates dissolved in a matter of minutes. I refused to turn my head and watch ever since that moment I closed my eyes and bowed my head. </p> <p>&emsp;I feel so weak. Weak and afraid. Afraid and unworthy to play the executioner in a world of sheer brutality. A single spasm of muscle and I ended the lives of two dozen cadets, condemning to the fate of death before Endogeny could consume them, and I wish I were among them.</p> <p>&emsp;I refuse to move while the cadets I saved fight for me. That confidence was all a lie: we know nothing of this horrifying amalgamation, and just like Romin, I am nothing but a coward, unwilling to fight, detached from the drive to live for myself.</p> <p>&emsp;My sins will never be forgiven. Every time I close my eyes I&apos;m met with the face of my dying father, and I remember our final argument. Gods &mdash; I was such a child. And Ellie&apos;s cry, pleading for me to save her when I was powerless and weak, as weak as I am now &mdash; there was nothing I could do for her. Now the two dozen other fatalities join them; they need no faces for me to place their anguish to the bitter end.</p> <p>&emsp;My body tingles with the desire for motion. All it needs is just a spark, and I search for it within me. How terrible am I, to speak words of courage and how badly these Cadets need us, only to cower here and do nothing? If there&apos;s an afterlife, I don&apos;t deserve it. No acts of valor denote the bookends of my story. I can only redeem a fraction of what I&apos;ve taken if I give myself wholly. There will be no peace otherwise.</p> <p>&emsp;I draw Valentina&apos;s Vermillion rifle. I loaded it moments before, considering pulling the trigger when Sylvia wasn&apos;t looking, but the thoughts of leaving her in her last moments weeping over the body of a friend who killed himself is too much to bear.</p> <p>&emsp;So I decide I won&apos;t live for myself anymore. I steady the rifle to the sound of battle cries beyond the barracks, and the memory of distant dreams harmonize between my ears, singing that I was born to this world as nothing more than a sacrifice. There need be no spirit when it impedes the soulless machine of battle. The pain of sorrow can no longer hurt me. The pleasures of love pass through me as phantoms of a life I don&apos;t deserve. I&apos;ve always lived just to die for others, and now in the final chapter, I must steel myself in those vows.</p> <p>&emsp;My ears ring. All I can hear is the sound of my own heartbeat, and all I can feel is the trembling ground beneath my feet with every explosion. For once my mind is entirely clear, unrestrained by primal fear. Endogeny pours through the melted gates like molten magma rock, a conscious mass of blackened innards, bone, and tendons, splitting and merging in an orchestrated cacophony. Explosions rip chunks that launch skyward, leaving craters that mend in seconds. The front lines keep dragging backwards, driving us up the hill. </p> <p>&emsp;The mass is conscious and horrifying. It contains the memories of all the lives it&apos;s taken. When it splits into humanoid projections, armed with obsidian swords composed of the hardest parts of its victims, it seems as if each cadet can discern the faces, and I soon learn that hesitation is its strength.</p> <p>&emsp;So many figures withdraw from Endogeny like hail from a storm cloud. They grow legs when they need to go faster; additional arms when engaged in swordsmanship. My hands are steady when I draw the rifle, finger posed on the trigger at the perfect angle. I pull when the sights line on a blackened torso. They crumble like wax idols, dissolving into the dirt, waiting to be remerged with its greater form, too small to be capable of motion. I pull the bolt back and chamber another round, just as the front lines are pushed a hundred feet from the stone walls.</p> <p>&emsp;The great mass shapes all its victims in flesh before the living, a master weaver of sinew and bone; a sculptor with skill as divine as the Chymaeran Gods. It reaches within to the memory of every victim to project the images of everyone that cadet has ever loved.</p> <p>&emsp;I watch Isla&apos;s hands tremble as Delvin and Vera appear before her. Flushed in false color like glazed tar pottery, I&apos;m surprised when these projections try to resist, but no matter what, Endogeny collapses them to reform again, endless as the waves against the shore of Blackwater&apos;s lakes.</p> <p>&emsp;&quot;Don&apos;t hesitate! Hesitation is death,&quot; I shout, but I cannot hear the sound of my own voice, and I&apos;m sure not many listen either. The lines draw closer. I know these are my final moments. </p> <p>&emsp;I want to die away from my friends, somewhere they won&apos;t find me, to an enemy that leaves its victims with no recognition.</p> <p>&emsp;&quot;Pull back! Pull back,&quot; the Cadets shout, but I don&apos;t listen. Our faith tells us of the Reservoir of Souls, where the dead reconvene before being reborn into a new life. You can only be freed when you entirely release the attachments of your past life, and I pray if I succumb in a final act of valor that I might be found worthy to see the ones I love again.</p> <p>&emsp;I want to come home to my mother. I want to feel the warmth of her embrace again. I want to cry and tell her how hard this life has been, how sorry I am that I was too weak to protect her daughter. I want to apologize to my father. I want us to be a family again, wherever that future world takes us, no matter how long we might wait there in the Reservoir, how many words and tears it might take to settle the woes of this endless nightmare.</p> <p>&emsp;And I feel my grasp loosen on the rifle, the last piece of a cherished friend who waits for me on the other side. I can feel her spirit in every stroke of the bolt, the jarring crash of the debris that killed her in every blast. The concept of death horrifies me, no matter how much I galvanize myself against the values of life, and I hate that feeling. I hate the self-preservation that draws the breath when I hold it as long as I can. Will it be painless? Did poor Delvin feel nothing when it took his legs and he was beyond the point of no return?</p> <p>&emsp;Endogeny has focused on me. I&apos;ve disappeared from Sylvia, Isla, and Jarrett in the scrum of two hundred cadets, the closest on the front lines, and I know now is the time to give in. I can pray that I&apos;ll see them on the other side: there&apos;s no chance for anyone.</p> <p>&emsp;Endogeny erects three masses, drawing a ten-foot circle around my feet, closing me in. It chisels them in convulsions of muscle and sinew, drawing the memories of my beloved that succumbed to its influence.</p> <p>&emsp;Their guise adapts from memory. Endogeny searches the neurons of minds that recall me for emotion of the strongest memories. One rises with the cloak of a city guard, strong with muscle. A mess of black sharpens into a prickled beard. The figure is unfinished, but not by accident; the arm crumbles off as if it were a statue mistakenly blemished by its creator.</p> <p>&emsp;To the side rises Romin. Further right rises Valentina, their faces just slightly off, enough that it twists my stomach and sends shivers down my spine, as if they were formed by an amateur artist who had only seen them in passing, who knew nothing of proportions.</p> <p>&emsp;They extend their arms to me. We can be free, forever, they speak, without words. I feel my hands loosen further on the rifle. I feel myself drawn towards their embrace, wanting so badly to succumb, to give my life for one last feeling of warmth to send me off. </p> <p>&emsp;It&apos;s a gift to die here, and I feel my breath falter. My heart slows. Endogeny presses another ten feet up the hill, and I&apos;m left far behind in the circle.</p> &quot;I&apos;m sorry,&quot; I tell them. &quot;I&apos;m sorry I couldn&apos;t save you. I don&apos;t deserve this mercy.&quot; The circle draws closer as they approach. The rifle falls from my hands, and just when I think I&apos;m going to lose myself entirely, color begins to flush in the shadowed face of my father.", " <p>&emsp;The circle halts. Endogeny freezes around me. I can see a tension in its mass, some force resilient against the command to consume. </p> <p>&emsp;The form of my father resists. The colors grow sharper. The cloak saturates, and his arm grows from bone. He twinges, as if the conscious anguish metastasizes in a physical struggle for command of his form.</p> <p>&emsp;&quot;You deserve . . . everything . . . of the world I couldn&apos;t give you,&quot; he mutters, as his true colors flush entirely, and he detaches from Endogeny. His skin is smooth, no longer worn with age. An iron sword carved from memories of his time as a guard is tensioned in his hand, and the gift of a locket I gave him as a child holds around his neck.</p> <p>&emsp;He&apos;s no older than I am. He looks around twenty. Cords of finely-honed muscle brazen his arms, and the past design of the Dragon Class mark pours from his shoulders.</p> <p>&emsp;&quot;Don&apos;t die an early death and live the rest of it in regret. Don&apos;t make the same mistake as me,&quot; he pleads. &quot;In death I will protect you the way I never did. I hope it &mdash; amounts &mdash; to anything,&quot; he says, slashing at the forms of Romin and Valentina, decapitating them. They fall back to the uphill river of black tar.</p> <p>&emsp;The creatures turn to me. I&apos;m a hundred feet inside the bounds of Endogeny. They take the faces of any victim I&apos;ve ever seen: the postman that greeted me every day at the door. All my beloved Academy instructors. Valentina and Romin. Even the face of my mother &mdash; and so I realize it ravaged the graveyards for flesh as fuel, too.</p> <p>&emsp;But the postmortem specter of my father braces. I can feel the immense pain he takes to keep this form apart from Endogeny, and I know it won&apos;t hold forever. I watch him raise his hand as the tar river slims in front of me.</p> <p>&emsp;I reach for the rifle only to find it has already been taken. He extends his new arm to clasp my hand. In the firmness of my grasp, it molds to take the form of the sword he bought me when I began my training at the Academy almost fifteen years ago, the sword I threw out in anger when our arguments boiled over into rage, when I began to hate him so much that I stopped visiting him for leisure.</p> <p>&emsp;Bone and sinew contract to form the appearance of carbon steel. The weapon is brutal and resilient, literally forged of love and memory, far stronger and sharper than any weapon I&apos;ve ever used.</p> <p>&emsp;The projection of my father and I stand together. Our movements play in an immaculate last dance of slashes. The sword I hold floats with the lightness of my family&apos;s love. The sound of every slice graces with rekindled memories of my mother&apos;s voice. When it connects with the black wax of dark dopplegangers, it slices through with the sharpness of my father&apos;s lessons, the strength he taught me before sadness divided us. Every step is another memory, and as a blade dancer, I can feel an entire life flash before my eyes.</p> <p>&emsp;I watch the colors of my young father fade. His strength over the conscious mass weakens as I re-approach the edge of the tar, so close to breaking through, although the creatures mutate faster. The last memory of Clint and I reduce the masses to their earthly graves &mdash; just enough impedance before they reform ahead of us, and we&apos;re slicing at them all over again.</p> <p>&emsp;But that detachment still holds within me. In the beauty of this last moment, I can&apos;t think of it as anything more than a last fruitless effort. The line of freedom is still so far away, and what is it for? Just for another hour alive to succumb later. I can see Sylvia slashing from the other end, out of arrows, reduced to a scavenged sword, and she cries out for me.</p> <p>&emsp;I still can&apos;t feel any reason to live for myself. The love of others is beautiful, but not persuasive enough. I can feel the exhaustion flood my muscles. I know I cannot keep this up forever. Ninety percent of the cadets have been extinguished. The remaining are stranded atop the perimeter walls, their high ground a stranded island surrounded by seas of liquid charcoal.</p> <p>&emsp;I see Isla&apos;s face appear among the tar-bound doubles, and a piece of my soul fractures when I sever her neck, slicing like butter with no hardness of a spine. I&apos;ve lost her. And when Jarrett joins Romin, I feel the spirit of my resistance dissolve.</p> <p>&emsp;My hands are frail and weak. Endogeny gains strength as my father fades. Sylvia is still so far away, and I hope I can apologize to her in another life. </p> <p>&emsp;I&apos;m not strong enough for this battle.</p> <p>&emsp;The will to live for myself is too weak.</p> <p>&emsp;So my slashes grow sloppy, my dodges slow like moving through molasses, and obsidian blades begin to slice my skin.</p> <p>&emsp;It&apos;s then that I fall to the ocean of tar, to become another face that haunts the living.</p> <p>&emsp;My father stands over me, reminding me of the times we practiced in the back yard of the house with training equipment. So many rounds after the passing of my mother he would stand over me in resentment, feeling pleasure in letting me saturate in that pain, as if I could feel the hurt of loss for him. But here his body covers me, no color left to distinguish him.</p> <p>&emsp;&quot;I&apos;m sorry I couldn&apos;t save you,&quot; Clint says, before his mouth seals over with the tar, robbing him of any further words. He dissolves back to nothingness as I feel Endogeny overtake me, the heaviness like water torture with a weighted blanket, and I try to force my last thoughts to be of the life after this one.</p> I catch a final image of Sylvia standing over me before my face is overtaken. With no breath, mouth, or nose to shout, I watch as it overtakes her. The viscosity collapses her alongside me, and we lay there, entombed in Endogeny just as Valentina laid once beneath the wreckage."], "BodyFormatted": [], "Release": 177, "ReleaseDate": ["06", "27", "2025", "2025-06-27 00:00:00"], "Active": true, "Perspective": "Titus", "Status": "No Status", "WordCount": 0, "Summary": ""}