{
  "Story": "Firebrand",
  "Title": "Chapter Seventeen",
  "Subtitle": "Summit",
  "Act": 1,
  "ChapterNumber": 17,
  "Synopsis": "Titus reaches the end of his journey.",
  "RevNotes": "",
  "ID": "1.15",
  "Body": [
    "<p>&emsp;In the conscious collective mind of Endogeny, there&apos;s a part of me still there, a part of my blood. It refuses the connection like oil and water, but in those places it connects, I feel the consciousness of a million humans.</p><p>&emsp;I can feel memories, all their last moments of horror, attachments of what it feels like to love and hate. I can feel the nameless essence of who they all were, as our memories have all been joined together. My connection is weak but I still search for her, so many faces like the young girl I raised, though none are Ellie. A part of me feels relief that she&apos;s free of this place, hoping that she&apos;s still alive somewhere, and I pray she finds the strength to live on.</p><p>&emsp;My brain sends signals to my arms and legs, and I&apos;m surprised when I still feel them there. The only sensation that holds me to this world is a hand still clasped in mine, and I feel the incredible strength of her Essence, coupled with a part of myself that&apos;s unpalatable to Endogeny.</p><p>&emsp;It&apos;s as if I can feel divinity flood my circuits. I recall dreams of holy blood. And for the first time in my life, I feel the true strength of my Essence in physical form, resisting the black bile and refusing to merge. </p><p>&emsp;Endogeny gives me a vision as it tries to overtake me. I&apos;m trapped chest-deep in a black tar of gnashing faces that have no lungs to scream. The humanoid faces cover the floor, walls, and ceiling. I try to resist by pushing myself out with my arms, only to find that the scar on my wrist is tethered with a glowing, crimson thread, attached somewhere beyond the layers of black bile above me.</p><p>&emsp;I use the thread to free myself, climbing it like the ropes at the Academy fitness course though the bile impedes my motion. I&apos;m nearly free when I hear the resonance of something that almost sounds electric.</p><p>&emsp;Something angular and unnatural protrudes from the amalgamation of flesh: large, obsidian, and planar with sharp, slender limbs.</p><p>&emsp;&quot;So many millions I&apos;ve brought to this unity. But you still resist.&quot; Its voice crackles through that same electric resonance like changing radio frequencies. Its thick, shelled armor is an extension of its body: the edges contoured with gold, and its triangle of eyes glows beneath the surface of the thick shell covering its face. &quot;I am Endogeny, demigod of the Chymaera: called back to this world by a Mask of the Gods, to act on the only purpose for which I was created.&quot;</p><p>&emsp;&quot;A Mask?&quot;</p><p>&emsp;&quot;The Mask. The divine conduit between the will of the Gods and the impermanent life of the Humans, the righteous conductor holding a fraction of their power. Have you truly never heard of this?&quot;</p><p>&emsp;It stabs its slender arm into one of the faces, withdrawing what might be thoughts or memories. &quot;Look at that. Not a single human in this age knows the truth. Are you all just ignorant?&quot;</p><p>&emsp;&quot;Why are the Chymaera attacking Blackwater?&quot; I ask, still trying to free myself as Endogeny watches. &quot;What does this frozen wasteland have that you could ever possibly value? Is it the powers of the Afterlife?&quot;</p><p>&emsp;&quot;I have no knowledge of what demand compels me. I am only a force of nature. Yet, for the first time, I have a master of mixed heritage &mdash; with only half the blood of Chymaeran divinity.&quot; </p><p>&emsp;The demigod approaches.</p><p>&emsp;&quot;The other half is just like yours. Human.&quot;</p><p>&emsp;It reaches to try and sever the thread with a swipe of one of its arms, but it only pulls me out further. The thread refuses to give. Something else does first, and so Endogeny cries in anguish. Part of its arm is missing, and as it wills it to grow back from the conscious bile, it cries out.</p><p>&emsp;&quot;What is this? All these Essence-less cattle, yet you&apos;re nothing like them. A connection to the Gods,&quot; it says. &quot;You have no business here. Get out!&quot;</p><p>&emsp;The scrum of eyeless faces condense as Endogeny disappears into the walls. It feels as if I&apos;m being digested: the bitter smell of death and rot as these amalgamated fleshy intestines try to digest me like a swallowed coin. But the thread tensions. I feel myself withdrawn from this viscous grave like an ingrown hair torn from flesh. Layers upon layers of arms and legs and faces of living muck pass me, and when I break the surface, I sprawl atop a large mound of dark, ashen clay, surrounded by an infinite crystalline plane of obsidian.</p><p>&emsp;An uncountable crowd of silhouettes stumble across the crystalline desert: lost souls waiting to be reborn. Somewhere far in the distance is the only non-reflective surface, just like in all the prophetic tales of life after death: the void of rebirth.</p><p>&emsp;I try to run for it, but I find this thread is attached somewhere far above me. My feet leave the mound of conscious clay and I swing forwards before returning to the point from whence I tried to escape, only to find a second thread extending down somewhere else.</p><p>&emsp;My ethereal form indents in the muck. Next to me is a young girl dressed in immaculate, white clothes, holding on to the other end of the thread. She lifts her wrist. My thread extends upwards to infinity, but so does hers. I can only imply ours are tethered together.</p><p>&emsp;&quot;A million souls held for ransom, incapable of being reborn until the moment they&apos;re all released,&quot; she says. &quot;That&apos;s the power of Endogeny.&quot;</p><p>&emsp;This is not the world I remember. This must all be a vision. I look around. The sky is missing, replaced with planar surfaces of obsidian at an infinite distance, as if I float from within a hollow geode lit by the faintest purple light. </p><p>&emsp;&quot;This is the Reservoir,&quot; I say. &quot;The true afterlife.&quot;</p><p>&emsp;&quot;Yes. But your time has not come yet. And if your stubbornness persists the same way as the one that came before you &mdash; all you will ever be is a visitor.&quot;</p><p>&emsp;&quot;A visitor to death? I gave myself to die &mdash; Losing my family, my friends, all the ones I care for, even the one I love . . . it was too much to bear alone,&quot; I say. &quot;And I&apos;m done.&quot;</p><p>&emsp;&quot;You made a pact! You gave up your divine gift for this, so you don&apos;t get to back out now,&quot; she says.</p><p>&emsp;&quot;There is no gift. And there was no pact. I was reborn just like all these lonely souls,&quot; I say. &quot;I deserve the freedom to die. This life was miserable: grinding hard for success at the Academy just for it all to be thrown away. For what? I hated this life!&quot;</p><p>&emsp;&quot;But you bartered for it. You made a deal with me for another chance to make things right. Do you even remember where you came from?&quot;</p><p>&emsp;&quot;I was an orphan, found by my grandfather Everett beyond the walls.&quot;</p><p>&emsp;&quot;What parents abandon their child beyond the walls? How would you not freeze in seconds? There is nothing that lives out there. You know that, yet you refuse to accept it. I can only assume that piece of myself I sent protected you until the time was right.&quot;</p><p>&emsp;&quot;Then where else do I come from? Why would Everett lie?&quot;</p><p>&emsp;&quot;You were reborn from the soil of that shallow grave. You were kept alive by our deal, threaded to a piece of me. Your promise was to fix Mother Khiras&apos; mistake in exchange for a second wind. Did you really forget it all? Did my divinity not forestall the effects of rebirth?&quot;</p><p>&emsp;&quot;That&apos;s your failure,&quot; I tell her. &quot;It&apos;s your fault that I forgot all of that. I lived as full a life as I could. But my friends are dead; my family is dead; my sister is missing; the entire city and all that remains of humanity is reduced to a rotting mass of flesh. I lost everything! Gods above . . . or here, or wherever they are, have you even seen the suffering it&apos;s taken to get here?&quot;</p><p>&emsp;&quot;I&apos;m just a daughter of the races&apos; Gods. I cannot see all the affairs of mortals like they can. I simply exist until I&apos;m called to take their place.&quot;</p><p>&emsp;&quot;And this purpose made you send me to suffer?&quot;</p><p>&emsp;&quot;No. That purpose was mother Khiras&apos;s ignorance. She preyed upon another guilt-ridden Mask of the Gods with the same offer. Rebirth is a cleansing process that purges the vitriol of past lives, but mother Khiras used him for her own purpose, allowing his to persist, letting him cycle over and over until the perfect end pleased both of them. But that perfect end never came.&quot;</p><p>&emsp;&quot;So you gave me the same curse. You&apos;re sick.&quot;</p><p>&emsp;&quot;You were the one that asked me for it. You pleaded me for it: you even pleaded to go with me, persuading me to escape the ennui of a meaningless infinity as a Goddess&apos; child. You told me how much I would suffer in mortal flesh, how much it hurt when you passed on. But you promised me it was worth it; how much you loved your father and mother; your sister; the entire experience of life no matter how much it hurt you and left you for dead. So who do I speak to now? Do you lie just like all the other mortals that came before you, brokering deals with the divine for a life to squander?&quot;</p><p>&emsp;&quot;I spent an entire life since that moment never giving up, even when I should have, yet it still broke me.&quot;</p><p>&emsp;&quot;Then I guess it&apos;s luck that keeps you alive. My blessing saved you. Divine energy made you unpalatable to Endogeny.&quot;</p><p>&emsp;The slack in the thread tensions. I feel the vibrations of something far beyond this realm: the first sensation of touch I&apos;ve experienced since I visited here.</p><p>&emsp;&quot;And among the living, you&apos;re no longer welcome here. Your mission is to be the infinity that cancels out that other malignant force of infinity.&quot;</p><p>&emsp;&quot;Then how can I ever be done if it never ends?&quot;</p><p>&emsp;&quot;By cultivating the only thing your opponent lost along the way,&quot; she says. &quot;The reason I thought you would be different. The reason I thought you could liberate reality from this endless stalemate, a stalemate that even the Gods are powerless and blind to.&quot; </p><p>&emsp;The slack begins to viciously tug at my wrist. I look up to find that a thousand other threaded figures suspend from the obsidian sky like flies wrapped by spiders.</p><p>&emsp;&quot;This is the beginning of a long journey. And those are all the failed outcomes you have yet to leave behind.&quot;</p><p>&emsp;I try to resist as the thread as it jostles my weightless form. &quot;How can I end this? How can I ever be free?&quot;</p><p>&emsp;&quot;The same way you find the end of a circular path. Your journey had a beginning on this circle. There may be no edges to mark your progress, but that which begins must always have an end. You are the only being alive not controlled by fate: a mortal with infinite paint, yet a limited canvas. And you will die forever unless you answer the question he forgot to ask . . .&quot;</p><p>&emsp;Her radiant eyes pierce mine with a final glance.</p><p>&emsp;&quot; . . . How can the greatest work of art in all existence ever be complete?&quot;</p>",
    "<p>&emsp;I expect to find myself deposited in the foxholes of the foothills when I awake at the end of the thread. My mouth is no longer bitter with natural taste of iron and dirt. There&apos;s no biting cold to freeze craters of mud as unsealed coffins for mass burial, but a peaceful warmth, and when I open my eyes to try and lift myself from the softness of this place I&apos;ve been carried, there is only gold and white.</p><p>&emsp;My muscles ache with atrophy. It feels like a training day, as if I&apos;m flooded with the soreness of a full-body Academy workout, and when I try to lift my legs from the blanket wrapping me in a warm embrace, something heavy resists my right leg.</p><p>&emsp;I let a small groan escape the grimace tensioned in my lips: flexing everything to mitigate the pain, I&apos;m unable to pull myself from this barricade of sheets. I test every muscle in my body. The pin-and-needle response of tingling means it&apos;s there, and I try to pulse the blood back through my veins, waking the whole rest of my body to catch up with my conscious mind.</p><p>&emsp; I whistle when I draw a full breath through my chapped lips. I can finally remember the circumstances that brought me here, and it all comes rushing back to me. Clint. Ellie. Valentina and Romin. Sylvia buried beneath Endogeny, and now it&apos;s just me, alone in a white room, staring at the ceiling while the warmest breeze I&apos;ve ever felt dances in the drapes.</p><p>&emsp;&quot;Gone . . . all gone,&quot; I say, and I want to cry so badly, but I&apos;m so parched of water that my body refuses to waste any of it. I can only cry through whatever lonely words my lungs will offer to the empty, humid air; pleading for death as if that little girl still listens at the other end of the thread. I put the last of my energy into any muscle that will heed my call. I drag myself to the side of the bed, and once I pass the threshold of soft comfort, I slide off the edge, crashing to the floor.</p><p>&emsp;The cloaked figure at the end of the bed jolts from slumber, wearing garments that belong to the Afterlife&apos;s Royal Guard. I find the very premise of my value to the divine acolytes of the Afterlife to be too absurd to believe, let alone the fact that one of their own would be assigned to oversee my recovery. But when the stranger withdraws the hood that brought them to lightless slumber, I find she is not a stranger after all, but the last person that entombed herself in Endogeny along with me.</p><p>&emsp;She speaks my name in a dazed panic, finding my upper body crumpled against the floor and the edge of the bed with my legs still dangling upright: my naked body atrophied of muscle and overcome with a rash that covers much of it. Her dark hair brushes my bare chest as she bends down to lift me in her arms, and I feel so humiliated and weak. She deposits me on the bed so she can bury her head in my chest, too broken yet to form a sentence, and I let her cry for the both of us, tracing my trembling fingers through her hair since my body has no warmth to offer her. </p><p>&emsp;We rest there for what feels like hours. It&apos;s how long it takes for her to conjure the first words, alive in an Afterlife where we still cannot see the ones we cherish.</p><p>&emsp;Hearing my heartbeat reassures her that I&apos;m still here. &quot;After all we lost . . . I&apos;m not letting you go like them,&quot; she says, mumbling the words into my sternum.</p><p>&emsp;&quot;I thought it was over,&quot; I say. &quot;But you were there alongside me. It swallowed us together &mdash; how come you aren&apos;t hurt like I am?&quot;</p><p>&emsp;&quot;Because Endogeny never touched me. And when it washed over you, trying to consume your life and Essence, to assimilate you, to rob you of every feature I cherish . . . I tried everything to free you. To pull you from it. To cover you with my body so that it might ignore the both of us. But after all I tried, it didn&apos;t matter &mdash; it gave up on you on its own.&quot;</p><p>&emsp;The dream returns to me. I look at the birthmark on my wrist.</p><p>&emsp;&quot;The thread,&quot; I mutter. </p><p>&emsp;&quot;The what?&quot;</p><p>&emsp;&quot;Nothing. Just a dream,&quot; I say.</p><p>&emsp;&quot;But then the Afterlife found us. Said something about pure blood, and then they took us into the city. And then Ullrich was there. He spoke of our potential&mdash;&quot;</p><p>&emsp;&quot;Ullrich? As in . . . the Grandmaster?&quot;</p><p>&emsp;&quot;That&apos;s right. You shared a stage with him. And he said we were special compared to the ones that died, that there was something inside us, and he extended an offer that I accepted for the two of us.&quot;</p><p>&emsp;His word choice bothers me, but I assume she misspoke.</p><p>&emsp;&quot;What offer?&quot;</p><p>&emsp;&quot;He remembered you from graduation. That our fireteam was in the highest echelon of the Academy. He said that we were meant to join the Afterlife&apos;s Royal Guard, to join with the other Dragon-Class cadets in a mission to strike back against the Chymaera beyond the walls. To literally serve the Gods like they do!&quot;</p><p>&emsp;&quot;And you just accepted this without thinking about it?&quot;</p><p>&emsp;The question catches her off-guard. She lifts her head from my chest and meets my eyes with her crimson rings, finding disbelief in my skepticism. &quot;What do you mean?&quot;</p><p>&emsp;&quot;You just accepted this proposal right away. Without time to grieve, or metabolize this, or process it in any way, or to ask me? It&apos;s been how many days?&quot;</p><p>&emsp;&quot;Two. And I&apos;ve been here for almost all of it, besides swearing in.&quot;</p><p>&emsp;&quot;Swearing in?&quot; I scoff. &quot;I thought it&apos;d be an eventuality, that at least it was an &apos;eventual yes&apos; or something like that.&quot;</p><p>&emsp;&quot;There was no reason not to, and with the path we were following before all this, it was only a continuation of that.&quot; She wipes her eyes, taking a moment to metabolize this discomfort between us. &quot;I don&apos;t know. I just thought you&apos;d be ecstatic about this opportunity.&quot;</p><p>&emsp;&quot;I don&apos;t have room for that feeling right now. All I have is grief. For Romin. For Valentina. For my father, my sister, for Vera and Jarrett and Delvin, and . . . I haven&apos;t told you yet, but my father died right in front of me. He died in my arms in my childhood home, trying to save his daughter!&quot;</p><p>&emsp;&quot;I&mdash;I didn&apos;t know that. I&apos;m sorry,&quot; she says.</p><p>&emsp;It bothers me. &quot;How can you just move on like this? All these people you love. Can&apos;t we take some time together to just process this if we&apos;re building the strength to live on? Well, no. I guess we can&apos;t, if you went ahead and signed your life away.&quot;</p><p>&emsp;&quot;I was never in a place to experience . . . that. Not once. Not ever. And I don&apos;t think I&apos;ve ever really had that.&quot;</p><p>&emsp;&quot;What, family?&quot;</p><p>&emsp;&quot;I was never chosen like you were, Titus. Maybe your mother made me feel like a part of your family before she died, but then they tossed me to the streets at eighteen, and I was only financially saved by the Academy, by our rank, by riding the coattails of you and Romin and Valentina!&quot; She tensions her hands around the sheets. &quot;I don&apos;t have any other family with them gone. I never did. Only the four of us, and with them gone, all I have is you. And I was certain, so certain you&apos;d be willing to take this leap with me.&quot;</p><p>&emsp;&quot;I just don&apos;t understand why it doesn&apos;t bother you. It just seems inhuman to want to move on so quickly. Don&apos;t you feel anything?&quot;</p><p>&emsp;&quot;I am sad. I assure you, but when I thought I lost everything &mdash; you, the others, I just felt this panic inside me that was so much stronger than grief. This fear that overwhelmed any inkling of that sadness: that same feeling when I was on the streets; when the older kids in the orphanage did those horrible things to us, and even more so to me . . .&quot;</p><p>&emsp;&quot;I&apos;m sorry, Sylvia,&quot; I say. I draw her closer to me and embrace her with whatever warmth I can muster.</p><p>&emsp;&quot;And it was just like everything else didn&apos;t matter,&quot; she sobs. &quot;I was petrified. I was actually a PART of something for so long, not having to think about what it felt like being on the outside again, and I remembered that feeling, sitting alone in that room before you might visit me, feeling so distant and vacant like I came from nowhere, only to be a soulless thing with no more autonomy to move than one of those training dummies . . .&quot;</p><p>&emsp;&quot;It must have been hard,&quot; I tell her.</p><p>&emsp;&quot;And I just knew that I had to never feel like that again, no matter the cost, you know.&quot;</p><p>&emsp;&quot;I do know,&quot; I tell her.</p><p>&emsp;I feel the wetness from her eyes seep into the covers. I brush her hair to the side the same way I did when we were alone together in that terrible place, and it slowly calms her. </p><p>&emsp;My voice cracks when I muster the words from my dry mouth. </p><p>&emsp;&quot;As long as I last, I&apos;ll be here,&quot; I tell her.</p><p>&emsp;She pauses for a moment, and just like every time before, a part of me fears those three words will rise from either of us. We&apos;ve spent our lives saying everything but as if it were some dangerous incantation, even though our connection is so far beyond them.</p><p>&emsp;So I say a different three.</p><p>&emsp;&quot;I&apos;ll be here,&quot; I tell her.</p><p>&emsp;&quot;I&apos;ll be here for you too,&quot; she says.</p><p>&emsp;&quot;And I&apos;ll consider it. Probably end up taking the same oath, but I need time,&quot; I say.</p><p>&emsp;&quot;Okay.&quot;</p><p>&emsp;Several minutes pass before her breaths return to a calm rhythm and she lifts herself from my chest. She gathers her things together, mentioning that she has the first responsibilities of her service to attend to today, leaving me with a few sweet words before she breaks the threshold of the door. It&apos;s only moments after Sylvia departs that the Grandmaster Ullrich surprises me with his presence: not only to extend the offer, but to surprise me by asking for something else.</p>"
  ],
  "BodyFormatted": [
    [
      "<p id=\"1.17.1.1\" class=\"Titus\">&emsp;In the conscious collective mind of Endogeny, there&apos;s a part of me still there, a part of my blood. It refuses the connection like oil and water, but in those places it connects, I feel the consciousness of a million humans.</p>",
      "<p id=\"1.17.1.2\" class=\"Titus\">&emsp;I can feel memories, all their last moments of horror, attachments of what it feels like to love and hate. I can feel the nameless essence of who they all were, as our memories have all been joined together. My connection is weak but I still search for her, so many faces like the young girl I raised, though none are Ellie. A part of me feels relief that she&apos;s free of this place, hoping that she&apos;s still alive somewhere, and I pray she finds the strength to live on.</p>",
      "<p id=\"1.17.1.3\" class=\"Titus\">&emsp;My brain sends signals to my arms and legs, and I&apos;m surprised when I still feel them there. The only sensation that holds me to this world is a hand still clasped in mine, and I feel the incredible strength of her Essence, coupled with a part of myself that&apos;s unpalatable to Endogeny.</p>",
      "<p id=\"1.17.1.4\" class=\"Titus\">&emsp;It&apos;s as if I can feel divinity flood my circuits. I recall dreams of holy blood. And for the first time in my life, I feel the true strength of my Essence in physical form, resisting the black bile and refusing to merge. </p>",
      "<p id=\"1.17.1.5\" class=\"Titus\">&emsp;Endogeny gives me a vision as it tries to overtake me. I&apos;m trapped chest-deep in a black tar of gnashing faces that have no lungs to scream. The humanoid faces cover the floor, walls, and ceiling. I try to resist by pushing myself out with my arms, only to find that the scar on my wrist is tethered with a glowing, crimson thread, attached somewhere beyond the layers of black bile above me.</p>",
      "<p id=\"1.17.1.6\" class=\"Titus\">&emsp;I use the thread to free myself, climbing it like the ropes at the Academy fitness course though the bile impedes my motion. I&apos;m nearly free when I hear the resonance of something that almost sounds electric.</p>",
      "<p id=\"1.17.1.7\" class=\"Titus\">&emsp;Something angular and unnatural protrudes from the amalgamation of flesh: large, obsidian, and planar with sharp, slender limbs.</p>",
      "<p id=\"1.17.1.8\" class=\"Titus\">&emsp;&quot;So many millions I&apos;ve brought to this unity. But you still resist.&quot; Its voice crackles through that same electric resonance like changing radio frequencies. Its thick, shelled armor is an extension of its body: the edges contoured with gold, and its triangle of eyes glows beneath the surface of the thick shell covering its face. &quot;I am Endogeny, demigod of the Chymaera: called back to this world by a Mask of the Gods, to act on the only purpose for which I was created.&quot;</p>",
      "<p id=\"1.17.1.9\" class=\"Titus\">&emsp;&quot;A Mask?&quot;</p>",
      "<p id=\"1.17.1.10\" class=\"Titus\">&emsp;&quot;The Mask. The divine conduit between the will of the Gods and the impermanent life of the Humans, the righteous conductor holding a fraction of their power. Have you truly never heard of this?&quot;</p>",
      "<p id=\"1.17.1.11\" class=\"Titus\">&emsp;It stabs its slender arm into one of the faces, withdrawing what might be thoughts or memories. &quot;Look at that. Not a single human in this age knows the truth. Are you all just ignorant?&quot;</p>",
      "<p id=\"1.17.1.12\" class=\"Titus\">&emsp;&quot;Why are the Chymaera attacking Blackwater?&quot; I ask, still trying to free myself as Endogeny watches. &quot;What does this frozen wasteland have that you could ever possibly value? Is it the powers of the Afterlife?&quot;</p>",
      "<p id=\"1.17.1.13\" class=\"Titus\">&emsp;&quot;I have no knowledge of what demand compels me. I am only a force of nature. Yet, for the first time, I have a master of mixed heritage &mdash; with only half the blood of Chymaeran divinity.&quot; </p>",
      "<p id=\"1.17.1.14\" class=\"Titus\">&emsp;The demigod approaches.</p>",
      "<p id=\"1.17.1.15\" class=\"Titus\">&emsp;&quot;The other half is just like yours. Human.&quot;</p>",
      "<p id=\"1.17.1.16\" class=\"Titus\">&emsp;It reaches to try and sever the thread with a swipe of one of its arms, but it only pulls me out further. The thread refuses to give. Something else does first, and so Endogeny cries in anguish. Part of its arm is missing, and as it wills it to grow back from the conscious bile, it cries out.</p>",
      "<p id=\"1.17.1.17\" class=\"Titus\">&emsp;&quot;What is this? All these Essence-less cattle, yet you&apos;re nothing like them. A connection to the Gods,&quot; it says. &quot;You have no business here. Get out!&quot;</p>",
      "<p id=\"1.17.1.18\" class=\"Titus\">&emsp;The scrum of eyeless faces condense as Endogeny disappears into the walls. It feels as if I&apos;m being digested: the bitter smell of death and rot as these amalgamated fleshy intestines try to digest me like a swallowed coin. But the thread tensions. I feel myself withdrawn from this viscous grave like an ingrown hair torn from flesh. Layers upon layers of arms and legs and faces of living muck pass me, and when I break the surface, I sprawl atop a large mound of dark, ashen clay, surrounded by an infinite crystalline plane of obsidian.</p>",
      "<p id=\"1.17.1.19\" class=\"Titus\">&emsp;An uncountable crowd of silhouettes stumble across the crystalline desert: lost souls waiting to be reborn. Somewhere far in the distance is the only non-reflective surface, just like in all the prophetic tales of life after death: the void of rebirth.</p>",
      "<p id=\"1.17.1.20\" class=\"Titus\">&emsp;I try to run for it, but I find this thread is attached somewhere far above me. My feet leave the mound of conscious clay and I swing forwards before returning to the point from whence I tried to escape, only to find a second thread extending down somewhere else.</p>",
      "<p id=\"1.17.1.21\" class=\"Titus\">&emsp;My ethereal form indents in the muck. Next to me is a young girl dressed in immaculate, white clothes, holding on to the other end of the thread. She lifts her wrist. My thread extends upwards to infinity, but so does hers. I can only imply ours are tethered together.</p>",
      "<p id=\"1.17.1.22\" class=\"Titus\">&emsp;&quot;A million souls held for ransom, incapable of being reborn until the moment they&apos;re all released,&quot; she says. &quot;That&apos;s the power of Endogeny.&quot;</p>",
      "<p id=\"1.17.1.23\" class=\"Titus\">&emsp;This is not the world I remember. This must all be a vision. I look around. The sky is missing, replaced with planar surfaces of obsidian at an infinite distance, as if I float from within a hollow geode lit by the faintest purple light. </p>",
      "<p id=\"1.17.1.24\" class=\"Titus\">&emsp;&quot;This is the Reservoir,&quot; I say. &quot;The true afterlife.&quot;</p>",
      "<p id=\"1.17.1.25\" class=\"Titus\">&emsp;&quot;Yes. But your time has not come yet. And if your stubbornness persists the same way as the one that came before you &mdash; all you will ever be is a visitor.&quot;</p>",
      "<p id=\"1.17.1.26\" class=\"Titus\">&emsp;&quot;A visitor to death? I gave myself to die &mdash; Losing my family, my friends, all the ones I care for, even the one I love . . . it was too much to bear alone,&quot; I say. &quot;And I&apos;m done.&quot;</p>",
      "<p id=\"1.17.1.27\" class=\"Titus\">&emsp;&quot;You made a pact! You gave up your divine gift for this, so you don&apos;t get to back out now,&quot; she says.</p>",
      "<p id=\"1.17.1.28\" class=\"Titus\">&emsp;&quot;There is no gift. And there was no pact. I was reborn just like all these lonely souls,&quot; I say. &quot;I deserve the freedom to die. This life was miserable: grinding hard for success at the Academy just for it all to be thrown away. For what? I hated this life!&quot;</p>",
      "<p id=\"1.17.1.29\" class=\"Titus\">&emsp;&quot;But you bartered for it. You made a deal with me for another chance to make things right. Do you even remember where you came from?&quot;</p>",
      "<p id=\"1.17.1.30\" class=\"Titus\">&emsp;&quot;I was an orphan, found by my grandfather Everett beyond the walls.&quot;</p>",
      "<p id=\"1.17.1.31\" class=\"Titus\">&emsp;&quot;What parents abandon their child beyond the walls? How would you not freeze in seconds? There is nothing that lives out there. You know that, yet you refuse to accept it. I can only assume that piece of myself I sent protected you until the time was right.&quot;</p>",
      "<p id=\"1.17.1.32\" class=\"Titus\">&emsp;&quot;Then where else do I come from? Why would Everett lie?&quot;</p>",
      "<p id=\"1.17.1.33\" class=\"Titus\">&emsp;&quot;You were reborn from the soil of that shallow grave. You were kept alive by our deal, threaded to a piece of me. Your promise was to fix Mother Khiras&apos; mistake in exchange for a second wind. Did you really forget it all? Did my divinity not forestall the effects of rebirth?&quot;</p>",
      "<p id=\"1.17.1.34\" class=\"Titus\">&emsp;&quot;That&apos;s your failure,&quot; I tell her. &quot;It&apos;s your fault that I forgot all of that. I lived as full a life as I could. But my friends are dead; my family is dead; my sister is missing; the entire city and all that remains of humanity is reduced to a rotting mass of flesh. I lost everything! Gods above . . . or here, or wherever they are, have you even seen the suffering it&apos;s taken to get here?&quot;</p>",
      "<p id=\"1.17.1.35\" class=\"Titus\">&emsp;&quot;I&apos;m just a daughter of the races&apos; Gods. I cannot see all the affairs of mortals like they can. I simply exist until I&apos;m called to take their place.&quot;</p>",
      "<p id=\"1.17.1.36\" class=\"Titus\">&emsp;&quot;And this purpose made you send me to suffer?&quot;</p>",
      "<p id=\"1.17.1.37\" class=\"Titus\">&emsp;&quot;No. That purpose was mother Khiras&apos;s ignorance. She preyed upon another guilt-ridden Mask of the Gods with the same offer. Rebirth is a cleansing process that purges the vitriol of past lives, but mother Khiras used him for her own purpose, allowing his to persist, letting him cycle over and over until the perfect end pleased both of them. But that perfect end never came.&quot;</p>",
      "<p id=\"1.17.1.38\" class=\"Titus\">&emsp;&quot;So you gave me the same curse. You&apos;re sick.&quot;</p>",
      "<p id=\"1.17.1.39\" class=\"Titus\">&emsp;&quot;You were the one that asked me for it. You pleaded me for it: you even pleaded to go with me, persuading me to escape the ennui of a meaningless infinity as a Goddess&apos; child. You told me how much I would suffer in mortal flesh, how much it hurt when you passed on. But you promised me it was worth it; how much you loved your father and mother; your sister; the entire experience of life no matter how much it hurt you and left you for dead. So who do I speak to now? Do you lie just like all the other mortals that came before you, brokering deals with the divine for a life to squander?&quot;</p>",
      "<p id=\"1.17.1.40\" class=\"Titus\">&emsp;&quot;I spent an entire life since that moment never giving up, even when I should have, yet it still broke me.&quot;</p>",
      "<p id=\"1.17.1.41\" class=\"Titus\">&emsp;&quot;Then I guess it&apos;s luck that keeps you alive. My blessing saved you. Divine energy made you unpalatable to Endogeny.&quot;</p>",
      "<p id=\"1.17.1.42\" class=\"Titus\">&emsp;The slack in the thread tensions. I feel the vibrations of something far beyond this realm: the first sensation of touch I&apos;ve experienced since I visited here.</p>",
      "<p id=\"1.17.1.43\" class=\"Titus\">&emsp;&quot;And among the living, you&apos;re no longer welcome here. Your mission is to be the infinity that cancels out that other malignant force of infinity.&quot;</p>",
      "<p id=\"1.17.1.44\" class=\"Titus\">&emsp;&quot;Then how can I ever be done if it never ends?&quot;</p>",
      "<p id=\"1.17.1.45\" class=\"Titus\">&emsp;&quot;By cultivating the only thing your opponent lost along the way,&quot; she says. &quot;The reason I thought you would be different. The reason I thought you could liberate reality from this endless stalemate, a stalemate that even the Gods are powerless and blind to.&quot; </p>",
      "<p id=\"1.17.1.46\" class=\"Titus\">&emsp;The slack begins to viciously tug at my wrist. I look up to find that a thousand other threaded figures suspend from the obsidian sky like flies wrapped by spiders.</p>",
      "<p id=\"1.17.1.47\" class=\"Titus\">&emsp;&quot;This is the beginning of a long journey. And those are all the failed outcomes you have yet to leave behind.&quot;</p>",
      "<p id=\"1.17.1.48\" class=\"Titus\">&emsp;I try to resist as the thread as it jostles my weightless form. &quot;How can I end this? How can I ever be free?&quot;</p>",
      "<p id=\"1.17.1.49\" class=\"Titus\">&emsp;&quot;The same way you find the end of a circular path. Your journey had a beginning on this circle. There may be no edges to mark your progress, but that which begins must always have an end. You are the only being alive not controlled by fate: a mortal with infinite paint, yet a limited canvas. And you will die forever unless you answer the question he forgot to ask . . .&quot;</p>",
      "<p id=\"1.17.1.50\" class=\"Titus\">&emsp;Her radiant eyes pierce mine with a final glance.</p>",
      "<p id=\"1.17.1.51\" class=\"Titus\">&emsp;&quot; . . . How can the greatest work of art in all existence ever be complete?&quot;</p>"
    ],
    [
      "<p id=\"1.17.2.1\" class=\"Titus\">&emsp;I expect to find myself deposited in the foxholes of the foothills when I awake at the end of the thread. My mouth is no longer bitter with natural taste of iron and dirt. There&apos;s no biting cold to freeze craters of mud as unsealed coffins for mass burial, but a peaceful warmth, and when I open my eyes to try and lift myself from the softness of this place I&apos;ve been carried, there is only gold and white.</p>",
      "<p id=\"1.17.2.2\" class=\"Titus\">&emsp;My muscles ache with atrophy. It feels like a training day, as if I&apos;m flooded with the soreness of a full-body Academy workout, and when I try to lift my legs from the blanket wrapping me in a warm embrace, something heavy resists my right leg.</p>",
      "<p id=\"1.17.2.3\" class=\"Titus\">&emsp;I let a small groan escape the grimace tensioned in my lips: flexing everything to mitigate the pain, I&apos;m unable to pull myself from this barricade of sheets. I test every muscle in my body. The pin-and-needle response of tingling means it&apos;s there, and I try to pulse the blood back through my veins, waking the whole rest of my body to catch up with my conscious mind.</p>",
      "<p id=\"1.17.2.4\" class=\"Titus\">&emsp; I whistle when I draw a full breath through my chapped lips. I can finally remember the circumstances that brought me here, and it all comes rushing back to me. Clint. Ellie. Valentina and Romin. Sylvia buried beneath Endogeny, and now it&apos;s just me, alone in a white room, staring at the ceiling while the warmest breeze I&apos;ve ever felt dances in the drapes.</p>",
      "<p id=\"1.17.2.5\" class=\"Titus\">&emsp;&quot;Gone . . . all gone,&quot; I say, and I want to cry so badly, but I&apos;m so parched of water that my body refuses to waste any of it. I can only cry through whatever lonely words my lungs will offer to the empty, humid air; pleading for death as if that little girl still listens at the other end of the thread. I put the last of my energy into any muscle that will heed my call. I drag myself to the side of the bed, and once I pass the threshold of soft comfort, I slide off the edge, crashing to the floor.</p>",
      "<p id=\"1.17.2.6\" class=\"Titus\">&emsp;The cloaked figure at the end of the bed jolts from slumber, wearing garments that belong to the Afterlife&apos;s Royal Guard. I find the very premise of my value to the divine acolytes of the Afterlife to be too absurd to believe, let alone the fact that one of their own would be assigned to oversee my recovery. But when the stranger withdraws the hood that brought them to lightless slumber, I find she is not a stranger after all, but the last person that entombed herself in Endogeny along with me.</p>",
      "<p id=\"1.17.2.7\" class=\"Titus\">&emsp;She speaks my name in a dazed panic, finding my upper body crumpled against the floor and the edge of the bed with my legs still dangling upright: my naked body atrophied of muscle and overcome with a rash that covers much of it. Her dark hair brushes my bare chest as she bends down to lift me in her arms, and I feel so humiliated and weak. She deposits me on the bed so she can bury her head in my chest, too broken yet to form a sentence, and I let her cry for the both of us, tracing my trembling fingers through her hair since my body has no warmth to offer her. </p>",
      "<p id=\"1.17.2.8\" class=\"Titus\">&emsp;We rest there for what feels like hours. It&apos;s how long it takes for her to conjure the first words, alive in an Afterlife where we still cannot see the ones we cherish.</p>",
      "<p id=\"1.17.2.9\" class=\"Titus\">&emsp;Hearing my heartbeat reassures her that I&apos;m still here. &quot;After all we lost . . . I&apos;m not letting you go like them,&quot; she says, mumbling the words into my sternum.</p>",
      "<p id=\"1.17.2.10\" class=\"Titus\">&emsp;&quot;I thought it was over,&quot; I say. &quot;But you were there alongside me. It swallowed us together &mdash; how come you aren&apos;t hurt like I am?&quot;</p>",
      "<p id=\"1.17.2.11\" class=\"Titus\">&emsp;&quot;Because Endogeny never touched me. And when it washed over you, trying to consume your life and Essence, to assimilate you, to rob you of every feature I cherish . . . I tried everything to free you. To pull you from it. To cover you with my body so that it might ignore the both of us. But after all I tried, it didn&apos;t matter &mdash; it gave up on you on its own.&quot;</p>",
      "<p id=\"1.17.2.12\" class=\"Titus\">&emsp;The dream returns to me. I look at the birthmark on my wrist.</p>",
      "<p id=\"1.17.2.13\" class=\"Titus\">&emsp;&quot;The thread,&quot; I mutter. </p>",
      "<p id=\"1.17.2.14\" class=\"Titus\">&emsp;&quot;The what?&quot;</p>",
      "<p id=\"1.17.2.15\" class=\"Titus\">&emsp;&quot;Nothing. Just a dream,&quot; I say.</p>",
      "<p id=\"1.17.2.16\" class=\"Titus\">&emsp;&quot;But then the Afterlife found us. Said something about pure blood, and then they took us into the city. And then Ullrich was there. He spoke of our potential&mdash;&quot;</p>",
      "<p id=\"1.17.2.17\" class=\"Titus\">&emsp;&quot;Ullrich? As in . . . the Grandmaster?&quot;</p>",
      "<p id=\"1.17.2.18\" class=\"Titus\">&emsp;&quot;That&apos;s right. You shared a stage with him. And he said we were special compared to the ones that died, that there was something inside us, and he extended an offer that I accepted for the two of us.&quot;</p>",
      "<p id=\"1.17.2.19\" class=\"Titus\">&emsp;His word choice bothers me, but I assume she misspoke.</p>",
      "<p id=\"1.17.2.20\" class=\"Titus\">&emsp;&quot;What offer?&quot;</p>",
      "<p id=\"1.17.2.21\" class=\"Titus\">&emsp;&quot;He remembered you from graduation. That our fireteam was in the highest echelon of the Academy. He said that we were meant to join the Afterlife&apos;s Royal Guard, to join with the other Dragon-Class cadets in a mission to strike back against the Chymaera beyond the walls. To literally serve the Gods like they do!&quot;</p>",
      "<p id=\"1.17.2.22\" class=\"Titus\">&emsp;&quot;And you just accepted this without thinking about it?&quot;</p>",
      "<p id=\"1.17.2.23\" class=\"Titus\">&emsp;The question catches her off-guard. She lifts her head from my chest and meets my eyes with her crimson rings, finding disbelief in my skepticism. &quot;What do you mean?&quot;</p>",
      "<p id=\"1.17.2.24\" class=\"Titus\">&emsp;&quot;You just accepted this proposal right away. Without time to grieve, or metabolize this, or process it in any way, or to ask me? It&apos;s been how many days?&quot;</p>",
      "<p id=\"1.17.2.25\" class=\"Titus\">&emsp;&quot;Two. And I&apos;ve been here for almost all of it, besides swearing in.&quot;</p>",
      "<p id=\"1.17.2.26\" class=\"Titus\">&emsp;&quot;Swearing in?&quot; I scoff. &quot;I thought it&apos;d be an eventuality, that at least it was an &apos;eventual yes&apos; or something like that.&quot;</p>",
      "<p id=\"1.17.2.27\" class=\"Titus\">&emsp;&quot;There was no reason not to, and with the path we were following before all this, it was only a continuation of that.&quot; She wipes her eyes, taking a moment to metabolize this discomfort between us. &quot;I don&apos;t know. I just thought you&apos;d be ecstatic about this opportunity.&quot;</p>",
      "<p id=\"1.17.2.28\" class=\"Titus\">&emsp;&quot;I don&apos;t have room for that feeling right now. All I have is grief. For Romin. For Valentina. For my father, my sister, for Vera and Jarrett and Delvin, and . . . I haven&apos;t told you yet, but my father died right in front of me. He died in my arms in my childhood home, trying to save his daughter!&quot;</p>",
      "<p id=\"1.17.2.29\" class=\"Titus\">&emsp;&quot;I&mdash;I didn&apos;t know that. I&apos;m sorry,&quot; she says.</p>",
      "<p id=\"1.17.2.30\" class=\"Titus\">&emsp;It bothers me. &quot;How can you just move on like this? All these people you love. Can&apos;t we take some time together to just process this if we&apos;re building the strength to live on? Well, no. I guess we can&apos;t, if you went ahead and signed your life away.&quot;</p>",
      "<p id=\"1.17.2.31\" class=\"Titus\">&emsp;&quot;I was never in a place to experience . . . that. Not once. Not ever. And I don&apos;t think I&apos;ve ever really had that.&quot;</p>",
      "<p id=\"1.17.2.32\" class=\"Titus\">&emsp;&quot;What, family?&quot;</p>",
      "<p id=\"1.17.2.33\" class=\"Titus\">&emsp;&quot;I was never chosen like you were, Titus. Maybe your mother made me feel like a part of your family before she died, but then they tossed me to the streets at eighteen, and I was only financially saved by the Academy, by our rank, by riding the coattails of you and Romin and Valentina!&quot; She tensions her hands around the sheets. &quot;I don&apos;t have any other family with them gone. I never did. Only the four of us, and with them gone, all I have is you. And I was certain, so certain you&apos;d be willing to take this leap with me.&quot;</p>",
      "<p id=\"1.17.2.34\" class=\"Titus\">&emsp;&quot;I just don&apos;t understand why it doesn&apos;t bother you. It just seems inhuman to want to move on so quickly. Don&apos;t you feel anything?&quot;</p>",
      "<p id=\"1.17.2.35\" class=\"Titus\">&emsp;&quot;I am sad. I assure you, but when I thought I lost everything &mdash; you, the others, I just felt this panic inside me that was so much stronger than grief. This fear that overwhelmed any inkling of that sadness: that same feeling when I was on the streets; when the older kids in the orphanage did those horrible things to us, and even more so to me . . .&quot;</p>",
      "<p id=\"1.17.2.36\" class=\"Titus\">&emsp;&quot;I&apos;m sorry, Sylvia,&quot; I say. I draw her closer to me and embrace her with whatever warmth I can muster.</p>",
      "<p id=\"1.17.2.37\" class=\"Titus\">&emsp;&quot;And it was just like everything else didn&apos;t matter,&quot; she sobs. &quot;I was petrified. I was actually a PART of something for so long, not having to think about what it felt like being on the outside again, and I remembered that feeling, sitting alone in that room before you might visit me, feeling so distant and vacant like I came from nowhere, only to be a soulless thing with no more autonomy to move than one of those training dummies . . .&quot;</p>",
      "<p id=\"1.17.2.38\" class=\"Titus\">&emsp;&quot;It must have been hard,&quot; I tell her.</p>",
      "<p id=\"1.17.2.39\" class=\"Titus\">&emsp;&quot;And I just knew that I had to never feel like that again, no matter the cost, you know.&quot;</p>",
      "<p id=\"1.17.2.40\" class=\"Titus\">&emsp;&quot;I do know,&quot; I tell her.</p>",
      "<p id=\"1.17.2.41\" class=\"Titus\">&emsp;I feel the wetness from her eyes seep into the covers. I brush her hair to the side the same way I did when we were alone together in that terrible place, and it slowly calms her. </p>",
      "<p id=\"1.17.2.42\" class=\"Titus\">&emsp;My voice cracks when I muster the words from my dry mouth. </p>",
      "<p id=\"1.17.2.43\" class=\"Titus\">&emsp;&quot;As long as I last, I&apos;ll be here,&quot; I tell her.</p>",
      "<p id=\"1.17.2.44\" class=\"Titus\">&emsp;She pauses for a moment, and just like every time before, a part of me fears those three words will rise from either of us. We&apos;ve spent our lives saying everything but as if it were some dangerous incantation, even though our connection is so far beyond them.</p>",
      "<p id=\"1.17.2.45\" class=\"Titus\">&emsp;So I say a different three.</p>",
      "<p id=\"1.17.2.46\" class=\"Titus\">&emsp;&quot;I&apos;ll be here,&quot; I tell her.</p>",
      "<p id=\"1.17.2.47\" class=\"Titus\">&emsp;&quot;I&apos;ll be here for you too,&quot; she says.</p>",
      "<p id=\"1.17.2.48\" class=\"Titus\">&emsp;&quot;And I&apos;ll consider it. Probably end up taking the same oath, but I need time,&quot; I say.</p>",
      "<p id=\"1.17.2.49\" class=\"Titus\">&emsp;&quot;Okay.&quot;</p>",
      "<p id=\"1.17.2.50\" class=\"Titus\">&emsp;Several minutes pass before her breaths return to a calm rhythm and she lifts herself from my chest. She gathers her things together, mentioning that she has the first responsibilities of her service to attend to today, leaving me with a few sweet words before she breaks the threshold of the door. It&apos;s only moments after Sylvia departs that the Grandmaster Ullrich surprises me with his presence: not only to extend the offer, but to surprise me by asking for something else.</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 184,
  "ReleaseDate": [
    "07",
    "04",
    "2025",
    "2025-07-04 00:00:00"
  ],
  "Active": true,
  "Perspective": "Titus",
  "Status": "Final Draft",
  "WordCount": 0,
  "Summary": ""
}