{"Story": "Firebrand", "Title": "Chapter Nineteen", "Subtitle": "Vainglory", "Act": 1, "ChapterNumber": 19, "Synopsis": "Tomorrow marks the advent of a golden age!&apos;", "RevNotes": "", "ID": "2.19", "Body": [" <p>&emsp;The words leave my lips by their own volition. My emotions crescendo with the weight of my words. This is nothing like that soulless graduation speech. This time I speak not of future dreams and visions of success and camaraderie: those visions are the afterimage of a beautiful dream our lower people dreamt before the horrors of Endogeny. Wrapped in my words, I don&apos;t notice the expressions of the crowd. I&apos;m trying to stay afloat, on the edge of drowning in all the anxiety and sorrow, closing to this podium like a branch that will save my life.</p> <p>&emsp;I&apos;m afraid of what might happen to me if I stop talking. My eyes water when I think of their faces. Romin. Valentina. Ellie and my father, cherished family and friends I failed to protect. </p> <p>&emsp;As longer pauses span between words, I am finally attentive to the crowd. They continue drinking and laughing, not paying any attention to what I have to say. These are stories of the real people that fell to the Chymaera to keep them alive, who haplessly took the brunt force of our common enemy.</p> <p>&emsp;&quot;The Chymaera will pay for what they did. We all need to live on in their names,&quot; I say, and as I continue to speak on the courage of my comrades, the demeanor of the crowd is changing, as if they&apos;ve heard enough. When I use the words &quot;lower peoples&quot; and &quot;honor&quot; and &quot;sacrifice&quot; in the same string of sentences, their expressions grow sour.</p> <p>&emsp;&quot;They are the heroes. Never forget their names, as long as you all live, because&mdash;&quot;</p> <p>&emsp;&quot;Oh, shut up, already!&quot; A heckler derails my train of thought. I consider I&apos;m hearing things, as if the thoughts in my head have been given a voice, but then it continues. &quot;They were meant to die.&quot; </p> <p>&emsp;And then I realize their laughter wasn&apos;t in idle side chatter.</p> <p>&emsp;They find this funny. My words are just another piece of entertainment for them.</p> <p>&emsp;All the energy I have in sympathy dissolves wholly to unbridled anger. My tongue sharpens to a dagger on the grindstone of their ignorance.</p> <p>&emsp;&quot;Why? Why do you laugh? We share a common enemy! Did we all die just so you could celebrate?&quot;</p> <p>&emsp;&quot;You died so we could live, you stupid rustblood!&quot;</p> <p>&emsp;Ullrich chimes in, then, from behind me. &quot;And here he is: one of the last pathetic bastards we found we beyond the walls.&quot;</p> <p>&emsp;The crowd laughs and jeers. I feel myself crumbling inwards in a visceral mix of terror, disbelief, and spite, because in this finite moment my soul is ungalvanized from the anguish, scratched away by the wear of sudden and immutable suffering, the rot spreads as a thousand years of rust.</p> <p>&emsp;&quot;Show us now! Show us what you have to say to the true enemy of the Humans.&quot;</p> <p>&emsp;&quot;It&apos;s the Chymaera! I&apos;m not one of them, I swear,&quot; I say, pleading now. &quot;I&apos;m one of you!&quot;</p> <p>&emsp;I&apos;m pelted in the chest by something that stings like rubber, and from the ruddy residue left on my clothes, I realize it&apos;s an entire cooked steak. A meal finer than I could ever provide for Ellie, something well-cooked I&apos;ve only eaten once or twice in my life.</p> <p>&emsp;But Ullrich halts them. &quot;Not yet, people. You will get your chance,&quot; he says, &quot;as much as you wanted to see Endogeny cull the ones whose weakness led us here. Today we will make an example of the weak: the offspring of the rustbloods who let our people die!&quot;</p> <p>&emsp;The people jeer and cajole like caged animals, as if a century of ceaseless catering atop the great pedestal of Lionshead was a plight that could ever incite such anger. Ullrich smiles at the response he&apos;s cultivated. I can tell he looks forward to what comes next.</p> <p>&emsp;The vision persists in my mind of all the people who wait for me on the other side of the Reservoir. Somewhere I&apos;m sure my sister has been reunited with my father. Romin and Valentina await my return. For a month I&apos;ve been forestalled from accepting the inevitability of the end.</p> <p>&emsp;I won&apos;t go out a coward.</p> <p>&emsp;I spring to action on feeble limbs, driving everything I have in one punch against Ullrich, and I catch him by surprise. My knuckles crack as they grind against his cheek, and the smile on my face crests to an ear-to-ear grin as I prepare to tell these spineless bastards the truth they refuse to hear, regardless of whether they accept it.</p> <p>&emsp;&quot;The people below are the real heroes of our people. All you will ever be known to history as are the parasites that leech off of true Humanity, the ones who enabled you!&quot;</p> <p>&emsp;The Royal Guard approach, armed to the teeth, but they don&apos;t raise their weapons, because they know another force can hurt me far more.</p> <p>&emsp;I don&apos;t see the crystal chalice before it collides with my head: it blends too well with the reflections of jewelry and glass. My tongue stops dead in my mouth, still as cardstock and dry as paper. The taste of iron and the sensation of warmth are the last sensations I feel before time lapses and my head collides with the stage. They still insist on staying in the audience. Their clothes are far too disgustingly white to tarnish them with the streak of blood that scrapes in front of me. They fear all the matters of man that callous the hands and spread dirt on the palms, thinking themselves too clean to see the result of their murders. And thus the crystal chalice that likely fractured my skull came from no-one, just as the blame of unleashing Endogeny on the population can&apos;t fall on the blind.</p> <p>&emsp;My adrenaline will last me long enough to speak my last words. I raise myself to my knees and prepare my vocal cords.</p> <p>&emsp;&quot;You all are murderers. You can incapacitate, curse out, and bludgeon me, but you can never remove the weight of the ultimate truth, and you all will die with it.&quot;</p> <p>&emsp;It&apos;s then that Ullrich grabs me. &quot;I want you to know it was nothing personal,&quot; he whispers, before driving his knee into my stomach, letting me keel over in the absence of breath. &quot;When I let your father die. Those Chymaerans that you inferior people fear are the ones that stand with us.&quot;</p> <p>&emsp;My limbs refuse to lift me from the stage. I had just enough strength to speak and just enough fury to attack him once. My vision falters when I look to the box seats where Sylvia sits, squinting to see if I can find those crimson eyes before I&apos;m stoned with artifacts finer than anything Clint&apos;s shop could ever sell; before the refined barbarism of these godless adherents ends me. All I know is that she is there. She covers her eyes of the sight though she convulses with sobs, too timid and afraid to watch me dying.</p> There is nothing left for me here. But Ullrich doesn&apos;t want me to die. Between the cheers of this congregation, he makes his pronouncement: &quot;This rustblood, and the other two prisoners, will be saved for later. Endogeny will finish its liquidation of the last stragglers in merely a day, and these will be the last to fall to the tar. Tomorrow begins the rise of the pure-blooded Mask, the Heiress of Purgatory, whose divinity spans two races. She toils deep within the heart of this mountain to train and raise an army of the worthy. With the new golden age of the Humans only a sunset away, we will rise and reclaim Nordhaven, and all the lands beyond the frost!&quot;", " <p>&emsp;So little I remembered of the trip to the dungeon: only two similarities and a difference. First, it was the same escorts surrounding me just as closely as they did before, without the pleasantries of a word. Second, it was the same car that took me there, leading me to an understanding that this was the plan the whole time.</p> <p>&emsp;The only difference is the feeling of betrayal I could never imagine: to have my understandings of this people transition from lauded selflessness to utter disgust; to have all those formative years in Seminary I learned songs of admiration and worship to mean absolutely nothing; only certain of the presence of divinity by that inexplicable column of crimson light in my dead father&apos;s shop that precipitated all of this.</p> <p>&emsp;We drew closer and closer to that anomalous mirage of bending light on the horizon, just over the rim, and when we finally made it to the precipice, I saw the endless stretch of warehouses, segregated by rail lines fanning like capillaries from a vein of something critical being distributed around the city. Nearest to the northeast near Province Nine, I could see that one of them leads to a depot where I can only imagine a lift carries those resources down.</p> <p>&emsp;Darkness consumed the open-topped touring car after we descended between the span of warehouses. It&apos;s a wide tunnel with two rail lines on either side. I felt a nausea crescendo the closer we drew to the light at the end, as if my body was being compressed and stretched against its own matter though it holds the same volume. The guards held their noses, ducked their heads, and closed their eyes as if they felt it a thousand times before. But with my eyes wide open, the shrinking world behind us took on a distinct shade of blue as if  our eyes were adjusting from candlelight, though this long tunnel is darker than sin. There was no fire to precipitate the sensation of heat, or the glowing motes passing us that shift from blood red to yellow to white to cerulean to deep indigo, giving off no ambient light. Ahead, the grand skylit chamber looked as if it were set ablaze, redder than the sky when Everett&apos;s trade house burned with the children inside, minus the ash and smoke. The colors saturated stronger with acceleration, the sensation of all my matter being pulled from the front and back and squeezed on every side, until finally we came to a stop at the threshold of a vast chamber, bathed once more in pure white light from wide openings above.</p> <p>&emsp;Now they escort me from the automobile, depriving me of all my possessions. Parting with my mother&apos;s necklace means so little now that there is no one else left to remember her. They strip me of the fine-woven uniform, giving me the only sullied linen outfit I&apos;m convinced exists in this puritan bubble &mdash; that is, until I pass the room filled with thousands of the same, lightly tinged with dried blood that couldn&apos;t have been cleansed in the meager seconds each of these were cleaned.</p> <p>&emsp;The cloth feels older than humanity itself. When my fingertips graze the tears in the fabric, I realize they&apos;re not the frayed, soft contours of holes made from wear, but from something sharp that sliced the threads and the meat behind it. A residue of fine particulate garnishes my fingers, and I find it&apos;s from the fabric itself: so old that the smallest fragments of the fiber lack the strength to adhere together, and if I dressed any more aggressively, the outfit might have turned to dust.</p> <p>&emsp;I think it is glass that accents the entire outside of this dome, so great it might be able to cover the entire Academy of Province Twelve, but it&apos;s something else. No way that glass could ever be curved so precisely absent the scratches, over such a vast surface, and when I look closer, it looks like a shaded membrane of some gas that doesn&apos;t like being crushed. Maybe that entire experience in the tunnel spans only a couple feet up there: unsurvivable by even the celestials, and when I hear something crash to the ground in front of me, I find the only other sign of life at my feet. It&apos;s a cardinal: flushed with vibrant feathers on its right side as if it died only seconds ago. The midsection is bare, stripped to rotting meat as if the decay of weeks had taken hold of it. And on the left, there is nothing left but the bones that once held the structure of the wings.</p> <p>&emsp;&quot;Keep moving,&quot; my entourage beckons: the first words they&apos;ve said since they dragged me from the hall. We march through another tunnel lit in patterned rectangles of light from above, and I come to understand that there are three of these monolithic chambers in a triangle joined by the halls. Something divinely powerful and older than the rocks of this planet rumbles below. It sounds like voices, like entire conversations spoken in seconds, the sound of tools of both violence and labor. Though I can&apos;t see past the threshold of the overlook, I know it&apos;s there to afford light to whatever survives beneath, probably spanning deeper than the height of the frostbitten ground at the foothills of this vast mountain.</p> <p>&emsp;We descend a set of stone stairs, and the light is ever-so-slightly saturated in blues and reds once again. I hold my nose and close my eyes or else I might vomit, led by the guards and my grasp of the guardrail until there&apos;s no more steps etched in the stone. The cells were recently vacated: I can tell from the sight of half-consumed produce and meat without the yellowed decay or smell of rot, and it&apos;s when I hear the shouting that I realize I&apos;m being led to the other two unfortunate prisoners.</p> <p>&emsp;&quot;This is all your fault! I told you over and over that the debt we amassed for being out there &mdash; for holding to that pathetic, imaginary sense of self-congratulatory purpose &mdash; would come due. That it would result in this if we didn&apos;t try. The collapse of everything. And all we did was fucking watch!&quot; The young woman says</p> <p>&emsp;They don&apos;t even notice at first when the steel-barred door hinges open, creaking on centuries of rust, and I&apos;m ushered into the cell. The massive dark-skinned man dressed in aged robes of the Carmine bows his head as he crumples in the corner. The carved stone is dark in splotches beneath his head, and I realize that he must be crying. He wipes his gray beard of the mucus that collected there, still refusing to deposit it on his robes though he&apos;s been stripped of all his honor.</p> <p>&emsp;&quot;And we call ourselves the First Red? The ones that staked our whole lives on planning a return, on liberating our own flesh and blood that were raised to die? The ones that are already dead? Those vaults in all the compounds are still full: full of all the implements we needed to at least fucking try, Raine!&quot; She shouts. When she withdraws the hood of her own Carmine fabrics, her back turned to me, I recognize this anger is only half of her raw display of emotion. Behind the dark-brown braid that spans from behind her head to the front of her right shoulder, she weeps harder than the man called Raine squatting in the corner.</p> <p>&emsp;Raine&apos;s voice is deep and remorseful. &quot;I understand, Lyra. I understand your grief, and I&apos;m aware . . . of our failure . . . &quot;</p> <p>&emsp;&quot;Trapped in the very chambers their weakest young are sent to toil, to train . . . kids no older than I look that come out beyond recognition, if they ever leave. And can you believe this place was once a blessing? A Divine Wish by a Chosen Mask to afford a boundless source of sustenance with meager sacrifice of every living person? Bastardized for war and imbalance?&quot;</p> <p>&emsp;I&apos;m hesitant to speak so I just stand there. All that&apos;s left is to bide time before whatever fate approaches, and I&apos;ve resigned myself to it.</p> <p>&emsp;The girl called Lyra slumps in the other corner. Her hazel, bloodshot eyes briefly meet mine before settling on the floor, letting seconds pass before she offers so much as a word. &quot;And what makes you so important to them?&quot;</p> <p>&emsp;&quot;No idea. I was good at the Academy. That&apos;s about all I ever was.&quot;</p> <p>&emsp;I ramble on with recent events. My voice is better background noise than the rumble of whatever churns beneath us, and with my aching body devoid of any peace to bring me to sleep, I spill everything to try to find the slightest sliver of catharsis.</p> <p>&emsp;&quot;And so I lost everything. My father. My sister. My fireteam. And now the person most special to me. She couldn&apos;t even watch when I stood up for myself,&quot; I tell them.</p> <p>&emsp;&quot;Family was a sacrifice for all of us. We&apos;ll be joining them in the Reservoir soon enough,&quot; Raine says. &quot;I gave up my family to act as a liaison for the Carmine of my Province. I thought it was for the better. To prepare. To return and save our own race, but we became so&mdash;&quot;</p> <p>&emsp;&quot;Complacent. Pathetic. Self-gratifying over an unkept promise, tugging yourselves off to your own glory,&quot; Lyra says.</p> <p>&emsp;&quot;I know that,&quot; Raine says.</p> <p>&emsp;&quot;Your own family,&quot; I ask, &quot;are they dead?&quot;</p> <p>&emsp;&quot;I have no way to know. All I know is that my children think their mother and I am. It had to be airtight. When the last elder passed and the opportunity arose, I was next in line, and it had to be unquestionable, no paperwork or trail leading back, or else the Afterlife would smite us.&quot;</p> <p>&emsp;Lyra adds, &quot;And all that was&mdash;&quot;</p> <p>&emsp;&quot;Yes, Lyra,&quot; Raine says. &quot;It was all for nothing in the end.&quot;</p> <p>&emsp;Water drips somewhere beyond the cell. The faintest light from the grand central dome reaches the walls by the stairwell, merely a reflection of a reflection of sunlight in the dark hollow, the only evidence of a world beyond this space.</p> <p>&emsp;&quot;And what of you?&quot; I ask Lyra.</p> <p>&emsp;&quot;I&apos;ve been running of the fumes of a stupid hope that once filled me with purpose,&quot; she says. &quot;My father betrayed our own people. My mother died early. And my older brother put himself in danger to save me.&quot;</p> <p>&emsp;&quot;He gave his life. There&apos;s no denying it,&quot; Raine says.</p> <p>&emsp;&quot;I still refuse to believe that,&quot; Lyra says. &quot;His grave was empty. Before I ever left the Afterlife to join the mission of the First Red, I visited that place beyond the walls again and again, but one day it was empty.&quot;</p> <p>&emsp;&quot;But that means nothing,&quot; Raine says, savoring a sense of revenge for the poison of her past words. They both rise to their feet. &quot;A shallow grave? Maybe his limbs were picked apart by hungry, desperate wolves with the claws to dig. Maybe Snowdrifters exhumed his body for any precious accessories they could steal.&quot;</p> <p>&emsp;&quot;There&apos;s not a chance!&quot; Lyra says. She drives her fist against him with all the intention of a powerful blow, but his chest is no different in hardness than the three stone walls surrounding us. </p> <p>&emsp;Lyra crumples. It was all the strength she had.</p> <p>&emsp;&quot;I know he&apos;s out there. Or he was. I just know my father was hiding something, that Everett was hiding something, that it would be impossible for a child of cross-raced, pure-blooded strength of royalty to be allowed to die so fruitlessly. That column of crimson light was proof of it!&quot; she says. &quot;He was going to be the next Mask of the Gods. Now all we have is this impostor . . .&quot;</p> <p>&emsp;The curiosity of the name outweighs my helplessness, so I stop her rambling. &quot;Everett?&quot; I ask.</p> <p>&emsp;&quot;My uncle. The pathetic weakling that forced my brother&apos;s hand. The one that locked us out of the only safe place we could separate ourselves from those marauders guising as Snowdrifters.&quot;</p> <p>&emsp;&quot;My grandfather was once called Everett,&quot; I say.</p> <p>&emsp;&quot;Not a surprise to be named after one of the royal children of Nordhaven,&quot; she says. &quot;My Everett was the original. And my father was his older brother: the one that leads this holocaust. You know him as the Grandmaster.&quot;</p> <p>&emsp;&quot;What? So Ullrich is your father?&quot; I ask.</p> <p>&emsp;&quot;He disowned me when I stood up for the very people he once swore to protect,&quot; Lyra says. &quot;When he returned to the scene of bloodshed and my dying brother, something changed inside of him forever. It was almost too quick a change to believe, as if he were weathered by a thousand lifetimes in a few seconds. And, by the Gods how he loathed Everett: that lonely, pathetic coward insisting he was protecting what those intruders came for, more valuable than either of our lives. I&apos;m glad he had no children to carry the weakness of his blood. And I&apos;m glad he spent the rest of his life regretting that choice...&quot;</p> <p>&emsp;&quot;Well. My Everett had a son that he ignored, and his offspring did the same to me,&quot; I say.</p> <p>&emsp;&quot;Good for you,&quot; she mutters. A couple seconds of dripping water pass the time before she opens her mouth again. &quot;I&apos;m sorry. I didn&apos;t mean that. It&apos;s just &mdash; none of this really matters anymore. There&apos;s nothing left to fight for: nothing left to save. All that&apos;s left is to watch that other cross-blooded monster take the birthright of my brother. Maybe father made another one since I didn&apos;t have the right blood for it.&quot;</p> <p>&emsp;&quot;And why is this &apos;mask&apos; so damn important, worth massacring for?&quot;</p> <p>&emsp;&quot;Well, what would you do to harness the power of the Gods, if it meant fixing something that was taken from you? There&apos;s no going back for him. Not to the innocent child he buried over his negligence. Not to the daughter he disowned because his grief was stronger than his love. Not to when Nordhaven  fell to the Chymaera a hundred and fifty years ago when he was a young man, when his own people escaped to the north, extinguished of all their Essence, rendered powerless from the loss of generations of Essence accumulation. Maybe he thinks he can get even with fate, maybe he&apos;s convinced himself that he&apos;s earned it,&quot; she rambles.</p> <p>&emsp;&quot;Is he going to get it?&quot; I ask.</p> &quot;Not a chance. No outcome is ever going to be enough.&quot;"], "BodyFormatted": [], "Release": 198, "ReleaseDate": ["07", "18", "2025", "2025-07-18 00:00:00"], "Active": true, "Perspective": "Titus", "Status": "No Status", "WordCount": 0, "Summary": ""}