{"Story": "Firebrand", "Title": "Chapter Three", "Subtitle": "Snowdrifter", "Act": 1, "ChapterNumber": 3, "Synopsis": "Titus and his friend Romin explore the outer wastes of Blackwater.", "RevNotes": "", "ID": "1.3", "Body": [" <p>&emsp;The skyline burns in the light of an everlasting sun. Blistering winds raise the virgin snow into clouds of shimmering flakes, blending the distant foilage of the tundra into the ancient sheets of frost. Dry snowbanks of frigid, grating ice stretch further than my eyes can focus, cracking like dead leaves in the wake of my footfalls. </p> <p>&emsp;I am a Snowdrifter, and this is my last adventure: tethering the line of danger and death in pursuit of artifacts from a long-past age. Only the poor dare to venture beyond the walls of the the last city, seeking treasures and wares to sell to others who have the money to collect them. But for this last trip, I&apos;m not alone. </p> <p>&emsp;We unwrap the scarves from our faces when the smoke no longer saturates our lungs, trading breath behind fabric for the freshness of the biting cold. Furs cover every surface of our flesh with at least an inch of insulation, trapping snowflakes between strands of fur like flies to honeyed paper. </p> <p>&emsp;Somewhere hours behind us, the last city of Blackwater awakens. Streetlamps of lighttime set civilians on their schedule in the absence of a setting sun. Turbines churn power into the veins of the Humans&apos; last city, pumping life and heat into a dying, frostbitten husk: a heat we don&apos;t have his far beyond the walls.</p> <p>&emsp;But there&apos;s a different way to keep warm, even if it stings.</p> <p>&emsp;Romin takes swigs from the bottle to warm his insides, casting me in the shadow of his stature. His dark skin sweats from internal heat as he carries the weight of all his corded muscle. The warmth of liquor gives us enough breath to speak, despite how the frigid air burns our lungs. And he does enough speaking for the two of us, passing time in chaff by listing as many as he can remember.</p> <p>&emsp;&quot; . . . And then the one girl I snuck off with after the end of Seminary. Then that one broad from down the hall, you know, when we moved into the Lofts: the one that said she worked with livestock. I&apos;m not sure what she did with the animals, but she changed my whole view of what a woman can do.&quot; </p> <p>&emsp;My lungs burn on a laugh as he takes a deep swig, using the bottle to punctuate his sentences. </p> <p>&emsp;He says, &quot;I think that woman ruined my sense of taste!&quot;</p> <p>&emsp;&quot;Oh, really?&quot; I ask. &quot;Becuase you think you can do any better?&quot; </p> <p>&emsp;Half the time I think he&apos;s off on a bit, but this time, it&apos;s too hard to tell. Romin spent the last hour recounting the names of all his sexual partners. The hour before, he recounted his plans for life after service in the Royal Guard, and how he plans to spend all his money. And now that the booze blocks his memory, he uses the next hour to badger me again with the same stupid question.</p> <p>&emsp;&quot;I invited myself to come because I was afraid you weren&apos;t planning on coming back. Gods above, the years you spent getting to this point . . . and when they want to throw a lavish party in your honor, you turn them down for this?&quot; </p> <p>&emsp;He gestures at the barren landscape. Trapped in an open room of white flakes, there&apos;s nothing to see except the silhouettes of trees, the sky above us, and maybe rogue bands of Chymaerans, concealing their slender limbs in the branches. </p> <p>&emsp;&quot;Gods above, Titus! You&apos;re the Valedictorian of all the Academies,&quot; Romin says. &quot;You should be using it to get everything you can. It&apos;s the anxiety of what comes next that makes all the sex so much better.&quot;</p> <p>&emsp;&quot;I didn&apos;t do it for recognition,&quot; I tell him.</p> <p>&emsp;&quot;Then for what? You&apos;re not weak like the lower ranks. You&apos;ve made it,&quot; he insists. &quot;We made it. Our whole Fireteam did. Did you know that eight percent of graduates this year iced themselves?&quot;</p> <p>&emsp;&quot;Yeah. And I saw the empty seats from the stage at graduation.&quot;</p> <p>&emsp;&quot;Of course, our Fireteam is good enough to defend the city: top one percent. But if you were with those losers, wouldn&apos;t it be better to die beyond the walls? Taking the fight to the Chymaera, rather than falling on your own blade?&quot;</p> <p>&emsp;&quot;They&apos;re not losers. It&apos;s not their fault: most are coerced into it, even bred for it. Some send their sons and daughters to the Academy with apathy for what comes after. They crank out kids like rabbits for the welfare &mdash; train them high enough to get into an upper class, and you&apos;re relieved of poverty for as long as they can study.&quot;</p> <p>&emsp;&quot;Well, you were adopted,&quot; Romin says. &quot;And your father wastes his own money, not yours.&quot;</p> <p>&emsp;&quot;No, he wastes my money, too,&quot; I say. &quot;He gets most of the check.&quot;</p> <p>&emsp; &quot;But you don&apos;t have the ties of blood like us, so why did you even bother? What made you fight?&quot;</p> <p>&emsp;&quot;A feeling,&quot; I tell him. </p> <p>&emsp;A feeling I&apos;ve had since as long as I can remember.</p> <p>&emsp;&quot;A feeling?&quot;</p> <p>&emsp;&quot;Yeah,&quot; I say.</p> <p>&emsp;&quot;What kind of feeling?&quot;</p> <p>&emsp;&quot;I don&apos;t know,&quot; I tell him, because I don&apos;t have the words. Somewhere between desperate longing and crippling anxiety. It&apos;s been so long that I can only remember the experiences that shaped it. </p> <p>&emsp;So many years ago in that orphanage with Sylvia, it came from a dream I had. When  I was watching all the other kids get adopted. When I had a bedroom window facing the impassable gates. All I ever wanted was to be good enough for a mom and dad &mdash; knowing if I turned eighteen, they&apos;d pitch me on the side of the road and I&apos;d end up like the homeless outwallers. Maybe it&apos;s been raising my sister after my father gave up. Or maybe it was just a spark based off some childish thought &mdash; like revenge against fate, or some innocent dream of grandeur.</p> <p>&emsp;He offers his bottle to usher me further, and after a sip, I try again.</p> <p>&emsp;&quot;All I&apos;ve ever thought of in this life is what I still have to do, and the people I have to do it for.&quot;</p> <p>&emsp;&quot;Sure. Because winning just happens &mdash; not from all those nights you turned down our adventures for studying. I know they blend together, but . . . can&apos;t you remember any of it?&quot;</p> <p>&emsp;&quot;Of course!&quot; There&apos;s too many to count. &quot;The time we explored the pitch-dark drainage tunnels in first year? When you led us from the front, screaming that you saw something? And we ran? How Valentina tore and dirtied up her dress so bad we had to cover her with your coat, or else she&apos;d be parading the halls in her underwear?&quot; I expose the flesh on my left arm. A small staccato of scars spans the space above the birthmark on my wrist. &quot;I sure remember how infected this got.&quot;</p> <p>&emsp;He laughs. &quot;Oh, and the . . . and the time after that when Sylvia drank for the first time?&quot;</p> <p>&emsp;I remember how close she got to me when we were in the hallway alone. My heart was pounding. She hunched over so far we were at eye level. </p> <p>&emsp;&quot;Yeah. I still have that picture she drew &mdash; I framed it on the wall because she hides it every time I leave it out. You think I could sell it to some rich Merlotan family twenty years from now?&quot;</p> <p>&emsp;The thought makes him laugh. The cold makes him cough and stumble. &quot;Gods above. The darling artist whose Academy posters are all over Blackwater. How would those filthy-rich Merlotan pigs try to brag about it on the wall over cheese and crackers?&quot;</p> <p>&emsp;&quot;I imagine Valentina&apos;s family &mdash; expensive drink in one hand, the other gesturing to the marble plaque below the framed napkin on the wall. Oh, I can see it . . . that pretentious cursive serif they use, etched black. With two words.&quot;</p> <p>&emsp;I let the image stew for a while. Romin takes a swig of the moonshine his Carmine brotherhood makes, and I only speak when the bottle is upsidedown in my mouth.</p> <p>&emsp;Romin spits. It almost shoots out his nose before he can regain himself. He drops the lead of his sled and almost disappears into the virgin snow before he finds his breath again, laughing hysterically. &quot;That&apos;s not what I saw at all. But you&apos;re right! Gods above &mdash; I must have had it upside-down.&quot;</p> <p>&emsp;&quot;Isn&apos;t that how all art works?&quot;</p> <p>&emsp;&quot;I guess. Unless it has letters on it?&quot;</p> <p>&emsp;He chuckles a couple times before finding his composure. I ruffle my jet-black beard. &quot;See, I didn&apos;t forget the stuff that matters.  I just remember . . . how you guys made me feel, you know, despite how distant I was. Like I was always welcome to return when I was ready.&quot;</p> <p>&emsp;&quot;Well, it&apos;s over now. You never &apos;got&apos; ready. And now we&apos;re out past the walls, telling jokes on the edge of death. You gave up a fully-funded Academy celebration to trudge around outside the walls and act poor. We&apos;ve made it, Titus! Maybe we&apos;ll never be as rich as Valentina, but you don&apos;t need to do this anymore. To trudge through snow for several days? Dragging back ancient knick-knacks and forbidden books? So that rich Merlotans can buy them from your father&apos;s eternal rummage sale, and plant them on their mantle as a talking piece?&quot;</p> <p>&emsp;&quot;It&apos;s not about that,&quot; I insist. &quot;Not this time. I&apos;m not going to be down in the lower city anymore, so Ellie and Clint will have to manage on their own. It&apos;s about something else. This map&mdash;&quot; but he ignores me, with that lofty look that sticks in his eyes.</p> <p>&emsp;&quot;I thought I had power this close to the top, but you&apos;re on a whole other level. You could have done anything! Hold a party on the Academy&apos;s money, plaster your name and face on everything, and you could take any broad home you want. And if you played it right, maybe two or three, if they were some of those cadets below second rank looking to pop their cherry, before they&apos;re sent off to get iced by the Chymaera.&quot;</p> <p>&emsp;&quot;I&apos;d take adventure over all that social posturing any day,&quot; I say. &quot;You think it would ever end up about me? I&apos;m not about that. And talking to leadership is like watching old people eat. No &mdash; it is watching old people eat. That&apos;s the only reason any instructors or cadets would show up: to load their plates first, and act like they&apos;re there for me second.&quot;</p> <p>&emsp;&quot;No, I get it,&quot; Romin says. &quot;If you want someone to blow your horn all night, you&apos;d rather have your lady do it in private.&quot;</p> <p>&emsp;&quot;Oh, screw off,&quot; I tell him. Usually he cracks a smile trying to get a rise out of me, but is as if there&apos;s some truth he found snared in it.</p> <p>&emsp;&quot;All that time you spend in the Academy lofts, doing whatever it is you do, we hardly see you. Gods above, you should&apos;ve heard what Sylvia said the other night. Val and I coaxed her out and bought her some drinks.&quot;</p> <p>&emsp;&quot;What did she say?&quot; I ask.</p> <p>&emsp;&quot;Why should I tell you?&quot; he says &quot;You weren&apos;t there to hear it.&quot;</p> <p>&emsp;My eyes return to the ground. I built walls around a tightness in my chest, and for a second, I catch myself thinking he understands.</p> <p>&emsp;Romin says, &quot;I get why you&apos;re upset. We&apos;re all going through change. All those cadets and their foursome Fireteams might never talk again. It&apos;s so hard to believe that, especially after every group has been together this long.&quot;</p> <p>&emsp;&quot;You&apos;re right. It&apos;s just been hard,&quot; I say, because lying is easy. I&apos;ve practiced so many times on my younger sister Ellie that it&apos;s second nature. &quot;It&apos;s just the guilt of all those cadets that aren&apos;t going to make it,&quot; I come up with.</p> <p>&emsp;&quot;But it&apos;s not your fault.&quot; He places his hand on my shoulder. &quot;If leading the Carmine has taught me anything, it&apos;s that people are addicted to a free ride, and none want to pay the ticket when it&apos;s due.&quot;</p> <p>&emsp;&quot;The civvies call us suicide scholars for a reason. The money is tempting. And yet, regardless of all that empty land near the outer walls, they never seem to run out of space.&quot; </p> <p>&emsp; &quot;But it&apos;s not your fault,&quot; Romin repeats. &quot;You don&apos;t get to feel guilty for succeeding when we were only born into this system. We earned this. We signed up for this just like they did. You can&apos;t achieve anything without stepping on someone else, so you might as well do it with force.&quot;</p> <p>&emsp;&quot;But some of them were born just for the stipend,&quot; I say. &quot;And others are adopted, like me, for that same reason.&quot;</p> <p>&emsp;&quot;Oh, come on. Your mother and father loved you!&quot;</p> <p>&emsp;&quot;Moira loved me,&quot; I say. &quot;And ever since that night, I&apos;ve done it all alone.&quot;</p> <p>&emsp;&quot;We&apos;ve all been alone. Wading through so much shit we lost all sense of smell. But there&apos;s something more, waiting after all of that. Can&apos;t you feel it?&quot;</p> <p>&emsp;&quot;Yeah.&quot; </p> <p>&emsp;That bottomless pit in my stomach. </p> <p>&emsp;The guilt of inaction. </p> <p>&emsp;The fear of every possibility forking everywhere at the same time, and always wondering if I lost the true path some0time long ago.</p> <p>&emsp;I say, &quot;Maybe I&apos;ve always felt it.&quot;</p> <p>&emsp;&quot;This is a new beginning, Titus. Leaders do nothing compared to the weaker ones below them. We&apos;ll be serving the acolytes of the Gods whose prayer feeds our entire city. Above the clouds where Essence will keep us warm. And we&apos;ll be doing nothing &mdash; who fights the chosen ones in the central peaks of the Afterlife? Who bites the hand that feeds them? And after service, we&apos;ll settle down. You and Sylvia, and me and Valentina &mdash; unless I hit it off with some divine broad up there.&quot;</p> <p>&emsp;&quot;You&apos;d do that?&quot; I ask. &quot;You&apos;d betray us so easily?&quot;</p> <p>&emsp;&quot;Never. You&apos;re my best friend. I&apos;d never leave you behind.&quot;</p> <p>&emsp;&quot;That&apos;s what I thought.&quot;</p> <p>&emsp;&quot;...Unless you got in my way,&quot; he says.</p> "], "BodyFormatted": [], "Release": 86, "ReleaseDate": ["03", "28", "2025", "2025-03-28 00:00:00"], "Active": true, "Perspective": "Titus", "Status": "No Status", "WordCount": 0, "Summary": ""}