{
  "Story": "Firebrand",
  "Title": "Chapter Five",
  "Subtitle": "First Blight",
  "Act": 1,
  "ChapterNumber": 5,
  "Synopsis": "An unfathomable scene quickly overrides the premise of their trip.",
  "RevNotes": "",
  "ID": "1.5",
  "Body": [
    "<p>&emsp;The second day is faster when the sleds are lighter. We&apos;re almost there: all we&apos;re doing is stopping by to scavenge whatever Everett&apos;s scratchings left for us. Time passes rapidly when Romin never runs out of things to talk about.</p><p>&emsp;&quot;That&apos;s enough about me,&quot; he says. &quot;What do you want to know about me?&quot;</p><p>&emsp;We meander around Everett&apos;s spot for an hour, until we find a single house nestled between the hills, finding log posts that faintly mark the boundary of the small estate.</p><p>&emsp;&quot;Surely this is it,&quot; I say. &quot;There isn&apos;t anything else out here.&quot;</p><p>&emsp;&quot;Why have a fence if nature is your only neighbor?&quot;</p><p>&emsp;We toss the leads of our sleds in the snow, preparing ourselves to enter. After trying the knob, I nod to Romin, built in just the shape to get us inside. He smirks, relishing the rare chance to helpfully break something.</p><p>&emsp;The door takes a full shoulder before it gives. The hinges screech from beyond a century of snow-borne rust as chips of pine wood tear from the bottom, leaving the door with jagged, gnashing teeth. It siphons the outside air as if the house has lungs to breathe, exhaling a putrid smell of age.</p><p>&emsp;The house&apos;s siding groans as it breathes wind into its lungs, and a single chandelier hangs from the wooden cross-beam like a tonsil. Dormant lanterns circle the chains as crystalline fragments shimmer&mdash;if Valentina was here, it would surely remind her of her lavish estate in the foothills. There are no voices outside the walls like our apartments at the Academy, but even in the silence, Romin and I feel that we are being watched.</p><p>&emsp;It feels as if some agent consumes all the light in the house, opposite of how light bulbs and lanterns throw their colors. Romin drags a match against the strip of the matchbox, but the box is wet, and he tries drying it off with his shirt. </p><p>&emsp;Impatient, I fumble around. With the ancient curtains still drawn, light struggles to filter through the fabric. But we&apos;re lucky that the horrors of this scene don&apos;t present themselves on their own.</p><p>&emsp;Romin sputters one in sparks. He curses, and light catches a glint in the floor&mdash;is it wet? Glass? Our ancestors beyond the walls couldn&apos;t make floors out of anything other than wood. In the second breadth of darkness, my leg catches a wetness.</p><p>&emsp;Romin drags another. It snaps. &quot;Khiras above,&quot; he curses, before taking out another.</p><p>&emsp;&quot;Don&apos;t use the whole box, we only just got here,&quot; I tell him. &quot;Hold it sideways,&quot; expecting a whine or a punch in the shoulder. But he&apos;s too focused, an oversized toddler playing with fire.</p><p>&emsp;The third one lights, casting flickering shadows on the walls as if we&apos;re huddled in a cave, and neither of us are prepared for the sight. </p><p>&emsp;The manifestation of an ancient bloodbath comes into focus, painted across the floors as if the glass of the red paintings had shattered under pressure and spilled their contents. A paralyzing fear seizes me. My mind races. My stomach lurches. And now the putrid smell makes sense, the odor that first hit us when we entered. </p><p>&emsp;My eyes glance at the map, as if we found the wrong house. The bass in Romin&apos;s voice echoes, but it lacks emotion. &quot;Gods,&quot; he says. We step into the kitchen, where ancient puddles of crimson once caked the floors, kept wet by some form of moisture that condenses in the room, keeping the smell alive. The bones must have been picked apart by animal scavengers: the meat left clean like a rib roast in the dining halls after a hundred starving cadets.</p><p>&emsp;I throw my bag on the counter, scattering journals and notebooks and pages and artifacts&mdash;I brought everything I inherited from my grandfather. Romin passes across the carpet with a lantern. His fingers trace desperate scratches on a locked door, followed by jagged, splintered teeth around the doorknob as if someone had tried to break in, bludgeoned indentations that grew weaker and weaker further down. &quot;Fridging Chymaerans. Must have been trying to break in&mdash;the rest of the family hid in here,&quot; he says.</p><p>&emsp;But there&apos;s no trace of Chymaeran Essence along the corpses&apos; scratches. Sylvia once told me that when Human blood and Chymaeran Essence make contact, it glows purple, then leaves a dry chalk residue. It&apos;s what the Chymaeran curse does to the blood. It&apos;s what killed Everett.</p><p>&emsp;&quot;So, it wasn&apos;t a Chymaeran attack,&quot; Romin says. &quot;Then was it animals? Or . . . was it Human? </p><p>&emsp;&quot;Why would Humans be out here this far? It doesn&apos;t make sense,&quot; I say. &quot;Four-day trips are unheard of.&quot; I scan Everett&apos;s documents and notebooks, and across all of them is the same insignia, the same set of strokes on the stationery my grandfather spilled his last thoughts on. Same with the map, we had been using this map for years &mdash; all the houses, all the terrain other explorers hadn&apos;t charted, beyond the walls, beyond the eyes&apos; reach of the train tracks, all the creases and folds that had been left to my grandfather&apos;s memories, and all those X&apos;es had been circling around one location, where the desperation of Everett&apos;s brainless scratchings reached a crescendo, as if all his cerebral emotions of some long-passed moment had bled in warning. </p><p>&emsp;This map isn&apos;t for treasure. It never was.</p><p>&emsp;And then the realization comes to me. I look at the tattered door. &quot;Gods . . . look at the marks,&quot; I say, and then the size of the clawed scratchings make sense. It wasn&apos;t an animal: they were handprints; tiny, bloody handprints; tiny, bloody, child-sized handprints. </p><p>&emsp;Romin doesn&apos;t bother trying the handle: he can&apos;t stand the thought as an impressionable mentor for the young Carmine. A hundred years dead or not, his kick bludgeons the door in a shower of splinters, and the rancid odor of death grows stronger. The room was some kind of study. The west-facing window glows in dying light as if the entire room were preserved perfectly in amber. </p><p>&emsp;Silence sweeps over us for several minutes as we meander about the scene, until Romin&apos;s voice severs it. Something has been bothering him. &quot;They weren&apos;t protecting themselves,&quot; he says, &quot;it just doesn&apos;t make sense. It had to have been something else.&quot;</p><p>&emsp;&quot;What do you mean?&quot; I ask.</p><p>&emsp;&quot;Un-shattered glass in the study, the windows still intact, all locked in the down position&mdash;you see this door locks from the inside, and it was locked.&quot;</p><p>&emsp;&quot;And?&quot;</p><p>&emsp;&quot;If the windows are intact, they stayed in here. They didn&apos;t try to leave. The coward inside left the children out there! Why did they stay in the room? Against whatever &mdash; or whoever &mdash; was in here, why didn&apos;t they escape out the window?&quot; His fingers feel the window lock: still tight against the panes of glass, and he begins to fervently scan the study. </p><p>&emsp;My stomach turns with the setting sun. Anxiety begins to build. If we don&apos;t leave now, we&apos;re not getting out of here tonight. The sickness of that fills my chest with claustrophobic shadow. &quot;I&apos;m not sleeping here tonight. We don&apos;t have lumber or Essence for a fire, it&apos;s all at the storehouse. We&apos;ll freeze if we&mdash;&quot;</p><p>&emsp;&quot;Just hold up,&quot; Romin says, as darkness crests the horizon somewhere beyond the window. The dusk feels like a cold, viscous fluid seeping into vacant space. It feels like diving to the furthest bottom of a lake, crossing that threshold where the return is questionable, where breath is a treasured commodity. Never have I been this far out, and the paranoia of all my first fears as a Snowdrifter quickly come back to me. The sky is dark. The spaces between the trees become more indiscernible, and as the black-and-white vision in my eyes slowly takes over, anything and everything looks like an amethyst glow. I thought I had outgrown this amateur&apos;s fear, and for a second I almost think I smell ozone in the air.</p><p>&emsp; &quot;Let&apos;s go, Romin,&quot; I say, &quot;let&apos;s go, let&apos;s get out of here, it&apos;s way too late, and we&apos;re not staying here tonig&mdash;&quot;</p><p>&emsp;&quot;We&apos;ll be fine, Titus,&quot; Romin says, &quot;we can stay here. Look.&quot; He pulls out a pouch with the Carmine crest on it, withdrawing the string, and a faint crimson glow emanates from the bag. &quot;This was only for emergency&mdash;scarce enough as it already is. The Carmine holds a small reserve the city doesn&apos;t know about.&quot; I peek. Inside is even more dead Essence, ten times as combustible as gunpowder, enough to last us a hundred nights or blow the house and everything in eyeshot to the sky.</p><p>&emsp;&quot;Fine,&quot; I say, trying to mask the tremor in my voice. Whatever gets us the best haul is all that matters. All I can think of is my sister Ellie, my duty to protect her and raise her, and it terrifies me to think of a world where she lives without me.</p><p>&emsp;As Romin stokes the fireplace, all I can think of were the last words I exchanged with Ellie, the bitterness of that last moment. There is no nature to hear beyond the walls of the house; all that meets us is tinnitus. It feels as if we float in nonexistence, in a vacuous sheet of null space lined with trees. It&apos;s as if time doesn&apos;t exist here; a place where news and sound of the industry doesn&apos;t travel; where the smell of sickening smoke doesn&apos;t reach; the only proof of continuity of nature in the migration of the two moons and a blanket of stars above us.</p>",
    "<p>&emsp;The dying fire we lit off of Romin&apos;s Essence crackles like dry leaves, popping and sputtering as it succumbs to the cold. Romin snores in short starts and stops, too patternless to be anything close to white noise, but it doesn&apos;t matter.</p><p>&emsp;I won&apos;t sleep tonight, anyways. Once I get over the fear of our distance, surrounded by a scene of carnage without Romin&apos;s witticisms to make me forget, my thoughts bottom out into the guilt I brought with me, riding the residual anguish of our last exchange. I pray to the Gods that one day she&apos;ll understand that I never meant to hurt her; that she&apos;ll see how hard I fight for her, even if I&apos;m not around to explain.</p><p>&emsp;It was the morning before we left: the last errand before Romin and I met at my father&apos;s shop.</p><p>&emsp;&quot;Look, look,&quot; Ellie said, &quot;Look, did you see? There&apos;s letters on the walls.&quot; She tensioned her frozen fingers between my hands, dragging me from the footpath.</p><p>&emsp;&quot;Those are names,&quot; I said. &quot;People put their names there before they leave to protect our city. They etch them in there.&quot;</p><p>&emsp;&quot;But why?&quot; my sister asked.</p><p>&emsp;&quot;You&apos;re stalling,&quot; I said. &quot;You have to get to school, so let&apos;s&mdash;&quot;</p><p>&emsp;&quot;Just tell me!&quot; she shouts, standing still as cardstock. &quot;Just tell me, Tie.&quot;</p><p>&emsp;I checked my watch. Every morning was a rush when our father slept at his shop. But I was thankful &mdash; those mornings, the smell of alcohol on his breath was enough to make my sister uncomfortable. </p><p>&emsp;&quot;They put them there to be remembered. It&apos;s really dangerous out there, you know. It&apos;s cold. It&apos;s colder than it is along the outer city walls. &quot; She traced her fingers along the indentations of a stone marked CHESTER COLEMAN. The date read a hundred years ago. &quot;This one was one of the first. In fact, it was almost a hundred years ago our city started doing this, after the fall of the capital city.&quot; Snow saturated the sharp contours of the carving, leaving the name nearly lost to time. I looked up to the top of the walls: the furthest boulders so small they appeared like grains of sand, still etched with names as far as I could see, and only several hundred were marked with the triumphant &apos;X&apos; that denoted a cadet&apos;s return. I prayed to the Gods the survivors had just forgotten to mark them. After I passed the Outer Gates, would any eyes ever read my name upon the wall?</p><p>&emsp;Ellie caught me lost in thought again &mdash; she is good at it. </p><p>&emsp;&quot;Let&apos;s go. We can&apos;t be late like yesterday,&quot; I said.</p><p>&emsp;&quot;But I&apos;m not stalling,&quot; Ellie said, tensioning her grasp further. &quot;I just want to be with you for a while.&quot;</p><p>&emsp;&quot;I know, I know. But I&apos;ll&mdash;&quot; pick you up after? Careful. &quot;I&apos;ll see you in a few days,&quot; I say.</p><p>&emsp;A few days?&quot; she asked. &quot;That&apos;s so long!&quot;</p><p>&emsp;&quot;I have to go beyond the walls again. Dad needs more goods for the rummage store. More antiques to sell. He&apos;s got buyers lined up, so we need fresh stock.&quot;</p><p>&emsp;&quot;Boo,&quot; she said.</p><p>&emsp;&quot;It&apos;s okay, though. Valentina&apos;s drivers will be here after Seminary to pick you up.&quot;</p><p>&emsp;&quot;But it&apos;s not! Why doesn&apos;t Daddy pick me up? I haven&apos;t seen him in days,&quot; she said. &quot;He&apos;s worse than Mom, and Mom is still away.&quot;</p><p>&emsp;Her words stick like shrapnel. Clint seems to find his only comfort in the portrait behind the counter: the metallic corners worn to fillets from his fingers. His same grasp holds the store as it sifts like sand through his fingers.</p><p>&emsp;&quot;He won&apos;t be back tonight. But I&apos;ll be back soon. I promise. Then we can do something fun.&quot;</p><p>&emsp;&quot;But why?&quot; she asked.</p><p>&emsp;&quot;It&apos;s for our future, and your future. And your education,&quot; I say, but Ellie&apos;s hands balled into fists, straining her skin as her nails bit into her flesh. &quot;I promise. I&apos;m really trying&mdash;&mdash;&quot;</p><p>&emsp;&quot;It&apos;s not fair!&quot; she says, stamping her feet. &quot;Why can&apos;t you be here? Why does everyone leave me? Why does everyone hate me?&quot; The emptiness in her gaze stretched on with a thousand-yard stare: not into my eyes, but through me.</p><p>&emsp;I hoped my warmth would suffice for reason. &quot;I love you, Ellie,&quot; I say. &quot;I love you more than anything. But there&apos;s someone in every family who has to fight for it.&quot; I held the back of her head to my shoulder like our mother once did to me. </p><p>&emsp;But she resisted the warmth of my embrace. Her arms dangled in protest. Not seeing her mother or father probably made her wonder if she was ever born at all. And as an adoptee from the orphanage, I knew exactly how that felt.</p><p>&emsp;&quot;I love you,&quot; I told her. &quot;I promise I&apos;ll come back soon.&quot;</p><p>&emsp;&quot;You always do this, Tie.&quot; She twisted from my grasp. &quot;I hate this life here. Daddy says I can live somewhere else, but you won&apos;t let me. I hate you! Why can&apos;t you just let me go?&quot;</p><p>&emsp;She disappeared into the Seminary doors before I could call out to her, her tiny hands clasped around the lunch I packed for her. I hoped she read the note I left in there, every day reminding her how much I loved her &mdash; even if it did nothing, it was the persistence that was worth it. All I could think of was how much I wished I could leave more. Or something more permanent &mdash; something that would stay with her. How will she remember me?</p><p>&emsp;My mind is restless. I have to keep moving, I have to do something. I can&apos;t sleep on the carpet stained with blood, so I scrounge around. A golden corner protrudes from the bag that Romin strapped around his shoulders, and I pull the item out to satiate my ravenous curiosity.</p><p>&emsp;I wrap myself in two blankets before I crack the spine of the book. The darkness makes it difficult to discern the black font from the vellum. I light a candle, primed with a pinch of Romin&apos;s Essence, and it throws crimson light on the walls of the foyer, illuminating the pages.</p><p>&emsp;Before I could read, I looked upon Everett&apos;s books in his library in awe of their black-ink artistry&mdash;scribed in forbidden ink. The weathered pages made me wonder their age, and Everett told me they recorded the world before the Fall of Nordhaven, before the moment that the Chymaeran extremists liquidated our capital city, killing the original royal family and forcing us to retreat to the city of Blackwater.</p><p>&emsp;This book is so similar. Illustrations of a feline race called the Ahkvas line the pages: drawings of landscapes with plants so tall you can&apos;t see the sky from the ground, and another race of creatures with wings, another like plants, and so many others I can&apos;t distinguish. Fine-gritted rocks stretch over endless landscapes in places so dry they don&apos;t get any water. There are bodies of water filled with salt that stretch so far you can&apos;t see the end of them&mdash;to imagine salt as something so common!</p><p>&emsp;But it&apos;s towards the end that the illustrations surprise me. The chapter reads AND NOW, THE GREAT CITY OF BLACKWATER. </p><p>&emsp;The illustrations are indiscernible. Luscious landscapes stretch just beyond the city. Vines cascade from the city walls: I recognize them as the center walls, the original bounds of the city before the Fall forced our people to expand. And in the center are the great peaks of The Afterlife: shrouded in clouds, in great mystery to anyone living below them. After all, the only contact to those Acolytes who connect with the Gods are the Merlot, Valentina&apos;s folk; the city&apos;s active government officials who carry out Their commands and distribute Their gifts.</p><p>&emsp;At first, I think I see the Chymaerans attacking the Humans in the following pages. But I&apos;m wrong. They&apos;re tending fields together. They&apos;re working in cooperation with the Humans. Captions read THE UNION OF LIFE AND DEATH and BLACKWATER: UNION IN DICHOTOMY.</p><p>&emsp;I wish such stories survived to stir the souls of our citizens, not burned en-masse in the great book burnings. The Merlot tell us of the strength in severing ourselves from that past, making ourselves stronger, raising our children to fight and defend the last foothold of the Humans so the Chymaera can&apos;t extinguish our people and our light. They tell us there is no space for fairy tales &mdash; that they distract us from true purpose, from the calling to forge a new golden age for our people.</p><p>&emsp;Romin&apos;s snore pulls me back to the present moment. The Essence we lined in all the candles runs low, and I pray the heat will last us the rest of the night. I think of Ellie and Sylvia. I imagine their disheartened faces if I failed to return.</p><p>&emsp;My eyes grow heavy as my fingers reach to close the book. It catches itself on the last page of an inscription addressed in ink. To Ullrich, Evella, young Fletcher and Lyra: the next golden age lies in our blood.</p><p>&emsp;With love, Everett.</p>",
    "<p>&emsp;Romin awakens to find the house torn apart even further.</p><p>&emsp;&quot;I should have known that map wasn&apos;t for treasure,&quot; I say, my skin pallid from a sleepless night without warmth. I breathe between my palms. &quot;Did you read the inscription on the book you found?&quot;</p><p>&emsp;&quot;No, I just liked the pictures,&quot; Romin says.</p><p>&emsp;I snort. &quot;You oversized toddler.&quot;</p><p>&emsp;&quot;Okay,&quot; he says.</p><p>&emsp;&quot;My father and I thought Everett&apos;s map charted the houses and landmarks he found. But this wasn&apos;t any stranger&apos;s house.&quot;</p><p>&emsp;&quot;Why?&quot;</p><p>&emsp;&quot;Because that book you found was inside this house,&quot; I say. &quot;And it was addressed by my grandfather himself.&quot;</p><p>&emsp;&quot;So?&quot; He asks.</p><p>&emsp; &quot;So this was his house! Or he knew the people here, a long, long time ago. I&apos;ve been looking all morning for more clues. I tore through bookshelf after bookshelf, looking for notes, photographs, anything . . . but it&apos;s almost as if this whole house was already cased. It just feels like things are conveniently missing.&quot;</p><p>&emsp;Romin is smart with this stuff: if being a Snowdrifter is my world, this is entirely his. &quot;I work repossessions with Carmine business. Nobody hides anything from us.&quot;</p><p>&emsp;&quot;Doesn&apos;t everything feel like it&apos;s already been combed through?&quot; I ask.</p><p>&emsp;Romin says, &quot;It does. Low-value items laid out&mdash;you see, to hide their things, they&apos;d arrange their house so neatly you&apos;d think they weren&apos;t hiding anything at all. That&apos;s why my suspicion&mdash;&quot; he says, tracing the corner of the wall again until he returns to the office, feeling for frayed carpet fibers and shifting his weight to feel the wooden planks beneath the surface.</p><p>&emsp;&quot;It&apos;s absurd why anybody would hide something valuable in a house like this,&quot; I say. &quot;This far from the walls? Wouldn&apos;t it be better guarded in a castle or a grand estate?&quot;</p><p>&emsp;&quot;You&apos;d be surprised,&quot; he says. &quot;Most houses built before the Fall of Nordhaven, stone ones like this, had hollow floor spaces. And in a room like the office...&quot;</p><p>&emsp;The carpet folds backwards in the corner. Beyond our lanterns, first light catches a reflection off the rectangular lid of an aluminum tin.</p><p>&emsp;&quot;What is that?&quot; I ask.</p><p>&emsp; &quot;Not sure yet.&quot; Romin&apos;s fingers fondle for an edge until he lifts it from the hollowed crevice. It looks like a munitions box, but a lot heavier: the walls so thick it surely wasn&apos;t stamped out of sheets of steel. </p><p>&emsp;After assessing the weight of the thing inside it, he triumphantly hands it to me. &quot;That might be a free month with your sister,&quot; he says.</p><p>&emsp;I shake it. Something heavy clangs inside, giving off a curious energy that stands my hairs on end, and I mutter words of disbelief.</p><p>&emsp;&quot;Valentina calls my line of work criminal. But I&apos;m glad at least someone can appreciate it,&quot; he says. &quot;I hope it pays back for the night here.&quot; Without the Essence in his bag, there&apos;s no chance we could have made it.</p><p>&emsp;The metal box emits an energy stronger than his bag of Essence. We hastily gather our things and leave as soon as we can.</p><p>&emsp;No grand welcome awaits us as we enter the walls two days later, early that morning, exhausted. I foolishly wonder if my father or Ellie are worried about me, concerned I made it back a day late. Romin parts for the Carmine compound. I crack open the front door of the shop, unloading belongings, but my father Clint isn&apos;t inside. He knows our protocol &mdash; is he contacting the emergency patrol? Is he putting in a notice about my disappearance, or worse, did he go looking for me? I let the thoughts flood my mind before I remember what I&apos;ve always been to him.</p><p>&emsp;&quot;Gods, Titus,&quot; Clint says. &quot;Took you damn long enough.&quot;</p>"
  ],
  "BodyFormatted": [
    [
      "<p>&emsp;The second day is faster when the sleds are lighter. We&apos;re almost there: all we&apos;re doing is stopping by to scavenge whatever Everett&apos;s scratchings left for us. Time passes rapidly when Romin never runs out of things to talk about.</p>",
      "<p>&emsp;&quot;That&apos;s enough about me,&quot; he says. &quot;What do you want to know about me?&quot;</p>",
      "<p>&emsp;We meander around Everett&apos;s spot for an hour, until we find a single house nestled between the hills, finding log posts that faintly mark the boundary of the small estate.</p>",
      "<p>&emsp;&quot;Surely this is it,&quot; I say. &quot;There isn&apos;t anything else out here.&quot;</p>",
      "<p>&emsp;&quot;Why have a fence if nature is your only neighbor?&quot;</p>",
      "<p>&emsp;We toss the leads of our sleds in the snow, preparing ourselves to enter. After trying the knob, I nod to Romin, built in just the shape to get us inside. He smirks, relishing the rare chance to helpfully break something.</p>",
      "<p>&emsp;The door takes a full shoulder before it gives. The hinges screech from beyond a century of snow-borne rust as chips of pine wood tear from the bottom, leaving the door with jagged, gnashing teeth. It siphons the outside air as if the house has lungs to breathe, exhaling a putrid smell of age.</p>",
      "<p>&emsp;The house&apos;s siding groans as it breathes wind into its lungs, and a single chandelier hangs from the wooden cross-beam like a tonsil. Dormant lanterns circle the chains as crystalline fragments shimmer&mdash;if Valentina was here, it would surely remind her of her lavish estate in the foothills. There are no voices outside the walls like our apartments at the Academy, but even in the silence, Romin and I feel that we are being watched.</p>",
      "<p>&emsp;It feels as if some agent consumes all the light in the house, opposite of how light bulbs and lanterns throw their colors. Romin drags a match against the strip of the matchbox, but the box is wet, and he tries drying it off with his shirt. </p>",
      "<p>&emsp;Impatient, I fumble around. With the ancient curtains still drawn, light struggles to filter through the fabric. But we&apos;re lucky that the horrors of this scene don&apos;t present themselves on their own.</p>",
      "<p>&emsp;Romin sputters one in sparks. He curses, and light catches a glint in the floor&mdash;is it wet? Glass? Our ancestors beyond the walls couldn&apos;t make floors out of anything other than wood. In the second breadth of darkness, my leg catches a wetness.</p>",
      "<p>&emsp;Romin drags another. It snaps. &quot;Khiras above,&quot; he curses, before taking out another.</p>",
      "<p>&emsp;&quot;Don&apos;t use the whole box, we only just got here,&quot; I tell him. &quot;Hold it sideways,&quot; expecting a whine or a punch in the shoulder. But he&apos;s too focused, an oversized toddler playing with fire.</p>",
      "<p>&emsp;The third one lights, casting flickering shadows on the walls as if we&apos;re huddled in a cave, and neither of us are prepared for the sight. </p>",
      "<p>&emsp;The manifestation of an ancient bloodbath comes into focus, painted across the floors as if the glass of the red paintings had shattered under pressure and spilled their contents. A paralyzing fear seizes me. My mind races. My stomach lurches. And now the putrid smell makes sense, the odor that first hit us when we entered. </p>",
      "<p>&emsp;My eyes glance at the map, as if we found the wrong house. The bass in Romin&apos;s voice echoes, but it lacks emotion. &quot;Gods,&quot; he says. We step into the kitchen, where ancient puddles of crimson once caked the floors, kept wet by some form of moisture that condenses in the room, keeping the smell alive. The bones must have been picked apart by animal scavengers: the meat left clean like a rib roast in the dining halls after a hundred starving cadets.</p>",
      "<p>&emsp;I throw my bag on the counter, scattering journals and notebooks and pages and artifacts&mdash;I brought everything I inherited from my grandfather. Romin passes across the carpet with a lantern. His fingers trace desperate scratches on a locked door, followed by jagged, splintered teeth around the doorknob as if someone had tried to break in, bludgeoned indentations that grew weaker and weaker further down. &quot;Fridging Chymaerans. Must have been trying to break in&mdash;the rest of the family hid in here,&quot; he says.</p>",
      "<p>&emsp;But there&apos;s no trace of Chymaeran Essence along the corpses&apos; scratches. Sylvia once told me that when Human blood and Chymaeran Essence make contact, it glows purple, then leaves a dry chalk residue. It&apos;s what the Chymaeran curse does to the blood. It&apos;s what killed Everett.</p>",
      "<p>&emsp;&quot;So, it wasn&apos;t a Chymaeran attack,&quot; Romin says. &quot;Then was it animals? Or . . . was it Human? </p>",
      "<p>&emsp;&quot;Why would Humans be out here this far? It doesn&apos;t make sense,&quot; I say. &quot;Four-day trips are unheard of.&quot; I scan Everett&apos;s documents and notebooks, and across all of them is the same insignia, the same set of strokes on the stationery my grandfather spilled his last thoughts on. Same with the map, we had been using this map for years &mdash; all the houses, all the terrain other explorers hadn&apos;t charted, beyond the walls, beyond the eyes&apos; reach of the train tracks, all the creases and folds that had been left to my grandfather&apos;s memories, and all those X&apos;es had been circling around one location, where the desperation of Everett&apos;s brainless scratchings reached a crescendo, as if all his cerebral emotions of some long-passed moment had bled in warning. </p>",
      "<p>&emsp;This map isn&apos;t for treasure. It never was.</p>",
      "<p>&emsp;And then the realization comes to me. I look at the tattered door. &quot;Gods . . . look at the marks,&quot; I say, and then the size of the clawed scratchings make sense. It wasn&apos;t an animal: they were handprints; tiny, bloody handprints; tiny, bloody, child-sized handprints. </p>",
      "<p>&emsp;Romin doesn&apos;t bother trying the handle: he can&apos;t stand the thought as an impressionable mentor for the young Carmine. A hundred years dead or not, his kick bludgeons the door in a shower of splinters, and the rancid odor of death grows stronger. The room was some kind of study. The west-facing window glows in dying light as if the entire room were preserved perfectly in amber. </p>",
      "<p>&emsp;Silence sweeps over us for several minutes as we meander about the scene, until Romin&apos;s voice severs it. Something has been bothering him. &quot;They weren&apos;t protecting themselves,&quot; he says, &quot;it just doesn&apos;t make sense. It had to have been something else.&quot;</p>",
      "<p>&emsp;&quot;What do you mean?&quot; I ask.</p>",
      "<p>&emsp;&quot;Un-shattered glass in the study, the windows still intact, all locked in the down position&mdash;you see this door locks from the inside, and it was locked.&quot;</p>",
      "<p>&emsp;&quot;And?&quot;</p>",
      "<p>&emsp;&quot;If the windows are intact, they stayed in here. They didn&apos;t try to leave. The coward inside left the children out there! Why did they stay in the room? Against whatever &mdash; or whoever &mdash; was in here, why didn&apos;t they escape out the window?&quot; His fingers feel the window lock: still tight against the panes of glass, and he begins to fervently scan the study. </p>",
      "<p>&emsp;My stomach turns with the setting sun. Anxiety begins to build. If we don&apos;t leave now, we&apos;re not getting out of here tonight. The sickness of that fills my chest with claustrophobic shadow. &quot;I&apos;m not sleeping here tonight. We don&apos;t have lumber or Essence for a fire, it&apos;s all at the storehouse. We&apos;ll freeze if we&mdash;&quot;</p>",
      "<p>&emsp;&quot;Just hold up,&quot; Romin says, as darkness crests the horizon somewhere beyond the window. The dusk feels like a cold, viscous fluid seeping into vacant space. It feels like diving to the furthest bottom of a lake, crossing that threshold where the return is questionable, where breath is a treasured commodity. Never have I been this far out, and the paranoia of all my first fears as a Snowdrifter quickly come back to me. The sky is dark. The spaces between the trees become more indiscernible, and as the black-and-white vision in my eyes slowly takes over, anything and everything looks like an amethyst glow. I thought I had outgrown this amateur&apos;s fear, and for a second I almost think I smell ozone in the air.</p>",
      "<p>&emsp; &quot;Let&apos;s go, Romin,&quot; I say, &quot;let&apos;s go, let&apos;s get out of here, it&apos;s way too late, and we&apos;re not staying here tonig&mdash;&quot;</p>",
      "<p>&emsp;&quot;We&apos;ll be fine, Titus,&quot; Romin says, &quot;we can stay here. Look.&quot; He pulls out a pouch with the Carmine crest on it, withdrawing the string, and a faint crimson glow emanates from the bag. &quot;This was only for emergency&mdash;scarce enough as it already is. The Carmine holds a small reserve the city doesn&apos;t know about.&quot; I peek. Inside is even more dead Essence, ten times as combustible as gunpowder, enough to last us a hundred nights or blow the house and everything in eyeshot to the sky.</p>",
      "<p>&emsp;&quot;Fine,&quot; I say, trying to mask the tremor in my voice. Whatever gets us the best haul is all that matters. All I can think of is my sister Ellie, my duty to protect her and raise her, and it terrifies me to think of a world where she lives without me.</p>",
      "<p>&emsp;As Romin stokes the fireplace, all I can think of were the last words I exchanged with Ellie, the bitterness of that last moment. There is no nature to hear beyond the walls of the house; all that meets us is tinnitus. It feels as if we float in nonexistence, in a vacuous sheet of null space lined with trees. It&apos;s as if time doesn&apos;t exist here; a place where news and sound of the industry doesn&apos;t travel; where the smell of sickening smoke doesn&apos;t reach; the only proof of continuity of nature in the migration of the two moons and a blanket of stars above us.</p>"
    ],
    [
      "<p>&emsp;The dying fire we lit off of Romin&apos;s Essence crackles like dry leaves, popping and sputtering as it succumbs to the cold. Romin snores in short starts and stops, too patternless to be anything close to white noise, but it doesn&apos;t matter.</p>",
      "<p>&emsp;I won&apos;t sleep tonight, anyways. Once I get over the fear of our distance, surrounded by a scene of carnage without Romin&apos;s witticisms to make me forget, my thoughts bottom out into the guilt I brought with me, riding the residual anguish of our last exchange. I pray to the Gods that one day she&apos;ll understand that I never meant to hurt her; that she&apos;ll see how hard I fight for her, even if I&apos;m not around to explain.</p>",
      "<p>&emsp;It was the morning before we left: the last errand before Romin and I met at my father&apos;s shop.</p>",
      "<p>&emsp;&quot;Look, look,&quot; Ellie said, &quot;Look, did you see? There&apos;s letters on the walls.&quot; She tensioned her frozen fingers between my hands, dragging me from the footpath.</p>",
      "<p>&emsp;&quot;Those are names,&quot; I said. &quot;People put their names there before they leave to protect our city. They etch them in there.&quot;</p>",
      "<p>&emsp;&quot;But why?&quot; my sister asked.</p>",
      "<p>&emsp;&quot;You&apos;re stalling,&quot; I said. &quot;You have to get to school, so let&apos;s&mdash;&quot;</p>",
      "<p>&emsp;&quot;Just tell me!&quot; she shouts, standing still as cardstock. &quot;Just tell me, Tie.&quot;</p>",
      "<p>&emsp;I checked my watch. Every morning was a rush when our father slept at his shop. But I was thankful &mdash; those mornings, the smell of alcohol on his breath was enough to make my sister uncomfortable. </p>",
      "<p>&emsp;&quot;They put them there to be remembered. It&apos;s really dangerous out there, you know. It&apos;s cold. It&apos;s colder than it is along the outer city walls. &quot; She traced her fingers along the indentations of a stone marked CHESTER COLEMAN. The date read a hundred years ago. &quot;This one was one of the first. In fact, it was almost a hundred years ago our city started doing this, after the fall of the capital city.&quot; Snow saturated the sharp contours of the carving, leaving the name nearly lost to time. I looked up to the top of the walls: the furthest boulders so small they appeared like grains of sand, still etched with names as far as I could see, and only several hundred were marked with the triumphant &apos;X&apos; that denoted a cadet&apos;s return. I prayed to the Gods the survivors had just forgotten to mark them. After I passed the Outer Gates, would any eyes ever read my name upon the wall?</p>",
      "<p>&emsp;Ellie caught me lost in thought again &mdash; she is good at it. </p>",
      "<p>&emsp;&quot;Let&apos;s go. We can&apos;t be late like yesterday,&quot; I said.</p>",
      "<p>&emsp;&quot;But I&apos;m not stalling,&quot; Ellie said, tensioning her grasp further. &quot;I just want to be with you for a while.&quot;</p>",
      "<p>&emsp;&quot;I know, I know. But I&apos;ll&mdash;&quot; pick you up after? Careful. &quot;I&apos;ll see you in a few days,&quot; I say.</p>",
      "<p>&emsp;A few days?&quot; she asked. &quot;That&apos;s so long!&quot;</p>",
      "<p>&emsp;&quot;I have to go beyond the walls again. Dad needs more goods for the rummage store. More antiques to sell. He&apos;s got buyers lined up, so we need fresh stock.&quot;</p>",
      "<p>&emsp;&quot;Boo,&quot; she said.</p>",
      "<p>&emsp;&quot;It&apos;s okay, though. Valentina&apos;s drivers will be here after Seminary to pick you up.&quot;</p>",
      "<p>&emsp;&quot;But it&apos;s not! Why doesn&apos;t Daddy pick me up? I haven&apos;t seen him in days,&quot; she said. &quot;He&apos;s worse than Mom, and Mom is still away.&quot;</p>",
      "<p>&emsp;Her words stick like shrapnel. Clint seems to find his only comfort in the portrait behind the counter: the metallic corners worn to fillets from his fingers. His same grasp holds the store as it sifts like sand through his fingers.</p>",
      "<p>&emsp;&quot;He won&apos;t be back tonight. But I&apos;ll be back soon. I promise. Then we can do something fun.&quot;</p>",
      "<p>&emsp;&quot;But why?&quot; she asked.</p>",
      "<p>&emsp;&quot;It&apos;s for our future, and your future. And your education,&quot; I say, but Ellie&apos;s hands balled into fists, straining her skin as her nails bit into her flesh. &quot;I promise. I&apos;m really trying&mdash;&mdash;&quot;</p>",
      "<p>&emsp;&quot;It&apos;s not fair!&quot; she says, stamping her feet. &quot;Why can&apos;t you be here? Why does everyone leave me? Why does everyone hate me?&quot; The emptiness in her gaze stretched on with a thousand-yard stare: not into my eyes, but through me.</p>",
      "<p>&emsp;I hoped my warmth would suffice for reason. &quot;I love you, Ellie,&quot; I say. &quot;I love you more than anything. But there&apos;s someone in every family who has to fight for it.&quot; I held the back of her head to my shoulder like our mother once did to me. </p>",
      "<p>&emsp;But she resisted the warmth of my embrace. Her arms dangled in protest. Not seeing her mother or father probably made her wonder if she was ever born at all. And as an adoptee from the orphanage, I knew exactly how that felt.</p>",
      "<p>&emsp;&quot;I love you,&quot; I told her. &quot;I promise I&apos;ll come back soon.&quot;</p>",
      "<p>&emsp;&quot;You always do this, Tie.&quot; She twisted from my grasp. &quot;I hate this life here. Daddy says I can live somewhere else, but you won&apos;t let me. I hate you! Why can&apos;t you just let me go?&quot;</p>",
      "<p>&emsp;She disappeared into the Seminary doors before I could call out to her, her tiny hands clasped around the lunch I packed for her. I hoped she read the note I left in there, every day reminding her how much I loved her &mdash; even if it did nothing, it was the persistence that was worth it. All I could think of was how much I wished I could leave more. Or something more permanent &mdash; something that would stay with her. How will she remember me?</p>",
      "<p>&emsp;My mind is restless. I have to keep moving, I have to do something. I can&apos;t sleep on the carpet stained with blood, so I scrounge around. A golden corner protrudes from the bag that Romin strapped around his shoulders, and I pull the item out to satiate my ravenous curiosity.</p>",
      "<p>&emsp;I wrap myself in two blankets before I crack the spine of the book. The darkness makes it difficult to discern the black font from the vellum. I light a candle, primed with a pinch of Romin&apos;s Essence, and it throws crimson light on the walls of the foyer, illuminating the pages.</p>",
      "<p>&emsp;Before I could read, I looked upon Everett&apos;s books in his library in awe of their black-ink artistry&mdash;scribed in forbidden ink. The weathered pages made me wonder their age, and Everett told me they recorded the world before the Fall of Nordhaven, before the moment that the Chymaeran extremists liquidated our capital city, killing the original royal family and forcing us to retreat to the city of Blackwater.</p>",
      "<p>&emsp;This book is so similar. Illustrations of a feline race called the Ahkvas line the pages: drawings of landscapes with plants so tall you can&apos;t see the sky from the ground, and another race of creatures with wings, another like plants, and so many others I can&apos;t distinguish. Fine-gritted rocks stretch over endless landscapes in places so dry they don&apos;t get any water. There are bodies of water filled with salt that stretch so far you can&apos;t see the end of them&mdash;to imagine salt as something so common!</p>",
      "<p>&emsp;But it&apos;s towards the end that the illustrations surprise me. The chapter reads AND NOW, THE GREAT CITY OF BLACKWATER. </p>",
      "<p>&emsp;The illustrations are indiscernible. Luscious landscapes stretch just beyond the city. Vines cascade from the city walls: I recognize them as the center walls, the original bounds of the city before the Fall forced our people to expand. And in the center are the great peaks of The Afterlife: shrouded in clouds, in great mystery to anyone living below them. After all, the only contact to those Acolytes who connect with the Gods are the Merlot, Valentina&apos;s folk; the city&apos;s active government officials who carry out Their commands and distribute Their gifts.</p>",
      "<p>&emsp;At first, I think I see the Chymaerans attacking the Humans in the following pages. But I&apos;m wrong. They&apos;re tending fields together. They&apos;re working in cooperation with the Humans. Captions read THE UNION OF LIFE AND DEATH and BLACKWATER: UNION IN DICHOTOMY.</p>",
      "<p>&emsp;I wish such stories survived to stir the souls of our citizens, not burned en-masse in the great book burnings. The Merlot tell us of the strength in severing ourselves from that past, making ourselves stronger, raising our children to fight and defend the last foothold of the Humans so the Chymaera can&apos;t extinguish our people and our light. They tell us there is no space for fairy tales &mdash; that they distract us from true purpose, from the calling to forge a new golden age for our people.</p>",
      "<p>&emsp;Romin&apos;s snore pulls me back to the present moment. The Essence we lined in all the candles runs low, and I pray the heat will last us the rest of the night. I think of Ellie and Sylvia. I imagine their disheartened faces if I failed to return.</p>",
      "<p>&emsp;My eyes grow heavy as my fingers reach to close the book. It catches itself on the last page of an inscription addressed in ink. To Ullrich, Evella, young Fletcher and Lyra: the next golden age lies in our blood.</p>",
      "<p>&emsp;With love, Everett.</p>"
    ],
    [
      "<p>&emsp;Romin awakens to find the house torn apart even further.</p>",
      "<p>&emsp;&quot;I should have known that map wasn&apos;t for treasure,&quot; I say, my skin pallid from a sleepless night without warmth. I breathe between my palms. &quot;Did you read the inscription on the book you found?&quot;</p>",
      "<p>&emsp;&quot;No, I just liked the pictures,&quot; Romin says.</p>",
      "<p>&emsp;I snort. &quot;You oversized toddler.&quot;</p>",
      "<p>&emsp;&quot;Okay,&quot; he says.</p>",
      "<p>&emsp;&quot;My father and I thought Everett&apos;s map charted the houses and landmarks he found. But this wasn&apos;t any stranger&apos;s house.&quot;</p>",
      "<p>&emsp;&quot;Why?&quot;</p>",
      "<p>&emsp;&quot;Because that book you found was inside this house,&quot; I say. &quot;And it was addressed by my grandfather himself.&quot;</p>",
      "<p>&emsp;&quot;So?&quot; He asks.</p>",
      "<p>&emsp; &quot;So this was his house! Or he knew the people here, a long, long time ago. I&apos;ve been looking all morning for more clues. I tore through bookshelf after bookshelf, looking for notes, photographs, anything . . . but it&apos;s almost as if this whole house was already cased. It just feels like things are conveniently missing.&quot;</p>",
      "<p>&emsp;Romin is smart with this stuff: if being a Snowdrifter is my world, this is entirely his. &quot;I work repossessions with Carmine business. Nobody hides anything from us.&quot;</p>",
      "<p>&emsp;&quot;Doesn&apos;t everything feel like it&apos;s already been combed through?&quot; I ask.</p>",
      "<p>&emsp;Romin says, &quot;It does. Low-value items laid out&mdash;you see, to hide their things, they&apos;d arrange their house so neatly you&apos;d think they weren&apos;t hiding anything at all. That&apos;s why my suspicion&mdash;&quot; he says, tracing the corner of the wall again until he returns to the office, feeling for frayed carpet fibers and shifting his weight to feel the wooden planks beneath the surface.</p>",
      "<p>&emsp;&quot;It&apos;s absurd why anybody would hide something valuable in a house like this,&quot; I say. &quot;This far from the walls? Wouldn&apos;t it be better guarded in a castle or a grand estate?&quot;</p>",
      "<p>&emsp;&quot;You&apos;d be surprised,&quot; he says. &quot;Most houses built before the Fall of Nordhaven, stone ones like this, had hollow floor spaces. And in a room like the office...&quot;</p>",
      "<p>&emsp;The carpet folds backwards in the corner. Beyond our lanterns, first light catches a reflection off the rectangular lid of an aluminum tin.</p>",
      "<p>&emsp;&quot;What is that?&quot; I ask.</p>",
      "<p>&emsp; &quot;Not sure yet.&quot; Romin&apos;s fingers fondle for an edge until he lifts it from the hollowed crevice. It looks like a munitions box, but a lot heavier: the walls so thick it surely wasn&apos;t stamped out of sheets of steel. </p>",
      "<p>&emsp;After assessing the weight of the thing inside it, he triumphantly hands it to me. &quot;That might be a free month with your sister,&quot; he says.</p>",
      "<p>&emsp;I shake it. Something heavy clangs inside, giving off a curious energy that stands my hairs on end, and I mutter words of disbelief.</p>",
      "<p>&emsp;&quot;Valentina calls my line of work criminal. But I&apos;m glad at least someone can appreciate it,&quot; he says. &quot;I hope it pays back for the night here.&quot; Without the Essence in his bag, there&apos;s no chance we could have made it.</p>",
      "<p>&emsp;The metal box emits an energy stronger than his bag of Essence. We hastily gather our things and leave as soon as we can.</p>",
      "<p>&emsp;No grand welcome awaits us as we enter the walls two days later, early that morning, exhausted. I foolishly wonder if my father or Ellie are worried about me, concerned I made it back a day late. Romin parts for the Carmine compound. I crack open the front door of the shop, unloading belongings, but my father Clint isn&apos;t inside. He knows our protocol &mdash; is he contacting the emergency patrol? Is he putting in a notice about my disappearance, or worse, did he go looking for me? I let the thoughts flood my mind before I remember what I&apos;ve always been to him.</p>",
      "<p>&emsp;&quot;Gods, Titus,&quot; Clint says. &quot;Took you damn long enough.&quot;</p>"
    ]
  ],
  "Release": 100,
  "ReleaseDate": [
    "04",
    "11",
    "2025",
    "2025-04-11 00:00:00"
  ],
  "Active": true,
  "Perspective": "Titus",
  "Status": "No Status",
  "WordCount": 0,
  "Summary": ""
}