{
  "Story": "Firebrand",
  "Title": "Chapter Six",
  "Subtitle": "Maleficence",
  "Act": 1,
  "ChapterNumber": 6,
  "Synopsis": "Titus presents the results of his expedition at his father&apos;s rummage store.",
  "RevNotes": "",
  "ID": "1.4",
  "Body": [
    "<p>&emsp;He motions to come in from the cold, more interested in the haul than anything else. The temperature climbs a near thirty degrees compared to the freezing conditions outside. Sweat soaks the front of his thin, white shirt in an upside-down triangle, where dirt from his face wiped across the fabric, and it almost feels like an Academy gym from all the humidity.</p><p>&emsp;The smell of stuffiness makes me wonder which habit of his caused it&mdash;depends on whether the back door is locked or unlocked. But the bruise on his neck makes me hope I&apos;m not getting another sibling.</p><p>&emsp;&quot;So what&apos;dya find out there?&quot; he asks, wiping the sweat from his forehead, tussling his jet-black beard. He hasn&apos;t bathed in a couple days. </p><p>&emsp;&quot;Were you concerned? At all?&quot; I asked.</p><p>&emsp;He looks puzzled. &quot;It&apos;s only been two days since you left, hasn&apos;t it?&quot;</p><p>&emsp;&quot;Four. It&apos;s been four days,&quot; I say, &quot;four days I was out there, and Romin and I didn&apos;t even know if we were going to make it back.&quot;</p><p>&emsp;We share a moment of silence before he says, &quot;Oh.&quot; Not an apology, and he&apos;s not impressed, either, just a mumble before he makes his way to the sled, sorting through the trinkets. In that time, my anger builds like the bottom of an hourglass filling with saltpeter, and I know whatever he does next will set me off.</p><p>&emsp;Clint spreads the items on the wooden shop floor: old metal signs; porcelain furnishings wrapped in blankets; the highest-value items I&apos;ve learned through years of being a Snowdrifter.</p><p>&emsp;&quot;Not a bad haul. But not great, either,&quot; he says.</p><p>&emsp;Stunned, although I should have known better, I respond, &quot;Not great! Not great?&quot;</p><p>&emsp;He shrugs.</p><p>&emsp;&quot;After the lengths I went to?&quot; I add. &quot;Do you even understand?&quot; It takes all my restraint not to bash in that salt-and-pepper scarred face of his, but I hold myself back. I feel the desire to set him off, just as he frustrated me&mdash;as if it were a game of points. &quot;Ellie. Did you see her at all while I was gone?&quot; I ask.</p><p>&emsp;&quot;I&apos;m trying to focus, son. Not now,&quot; he says.</p><p>&emsp;&quot;Your daughter?&quot; The words slip out. &quot;Has she seen you even once this week? This month?&quot; And I can feel his anger build, too.</p><p>&emsp;&quot;No. No I haven&apos;t. I&apos;ve been busy,&quot; he says, and I can hear his words crumble like the weak man that he is.</p><p>&emsp;&quot;Too busy to care for her.&quot;</p><p>&emsp;&quot;Yes, that busy,&quot; Clint says, &quot;trying to keep this family afloat.&quot;</p><p>&emsp;&quot;And you call this a family,&quot; I say.</p><p>&emsp;&quot;And you call your writing flowery essays at the Academy hard. You don&apos;t know the first thing about real work.&quot;</p><p>&emsp;&quot;And it&apos;s not like you know the first thing about letting go.&quot; The next words slip out. &quot;Of this shithole and moving on. Try thinking about someone other than yourself or your dead wife for once!&quot;</p><p>&emsp;They&apos;re the same words he&apos;s heard before. When you argue with someone for so long, when confrontation becomes a part of your daily routine, uncrossable boundaries dissolve and there&apos;s no tape left. When the message doesn&apos;t get across, you go further, and further, until no holds are barred, and irreversible damage singes the bridges that hold together any love you might have felt. There was a day I looked at him and realized he wasn&apos;t my father anymore, just a shell of a man that once carried me on his shoulders, loved his daughter, and kissed his wife. </p><p>&emsp;He&apos;s not that man anymore. And he hasn&apos;t been for a long time.</p><p>&emsp;He drops the granite statuettes Romin found on the dining room table. They snap, and he snaps, balling his fists in tensioned knots as if emotion can replace logic. &quot;My dead wife. Your mother, you piece of shit,&quot; he says. &quot;You don&apos;t know the first thing about being in love, you pathetic virgin. Too much of a coward to let in anyone like I loved Moira!&quot; </p><p>&emsp;It&apos;s disgusting how people use your own sensitive disclosures against you. I feel my soul tighten further in my chest, walls of ice freezing further as my feelings of sadness transmute into unbridled rage.</p><p>&emsp; &quot;And the worst thing is&mdash;you&apos;ll never know how it feels.&quot;</p><p>&emsp;&quot;And that&apos;s the sacrifice I have to make,&quot; I tell him. &quot;to raise Ellie, your daughter, as a better caretaker than your despair would ever allow you. It&apos;s called sacrifice, and you should&mdash;&quot;</p><p>&emsp;He takes a swing at me. If it were ten years earlier, and we were ten years younger, he&apos;d have the strength on me to knock me down. His frail arms atrophy from years without exercise; depression and unsettled anger consuming much of his appetite. All he does is suck out of the bottle. Years later, and all it does is suck out of him. </p><p>&emsp;A second swing surprises me. He hits me square in the chest, but I hardly lose two steps. I have so much anger for him, but the frailer and older he gets, I find my fists can never tension as hard as they should.</p><p>&emsp;Combat school made me reflexive, though, and I fight the instinct to drive a fist in his face. So I punch him in the chest, driving him backwards, not enough to hurt him, but just to leave a bruise. He falls on his back. Two store shelves topple over, their contents scattered across the floor: random Snowdrifter finds and pawned items we&apos;ve accumulated over a near decade. Only a single punch and he&apos;s unable to lift himself.</p><p>&emsp;I come to realize the disappointment that really triggered this. As he bows his head, gasping for breath, I approach him, using everything I have inside me to lower my voice.</p><p>&emsp;&quot;I just . . . I just wanted you to be there, Dad,&quot; I tell him. I extend a hand, but he refuses. His knees crack as he lifts himself up. I bend down to pick up the pieces, but he stops me.</p><p>&emsp;&quot;Let&apos;s handle this another time, son,&quot; he says. &quot;I just, I don&apos;t know, just . . . sometimes the thoughts are so loud I can&apos;t . . .&quot; he trails off. It&apos;s his &apos;I&apos;m sorry&apos;, I guess.</p><p>&emsp;The sleds rest in the corner, still full of items, and we won&apos;t be getting to them tonight&mdash;because we both need time to cool off. My fingers trace my jet-black beard and dry lips in idle action, uncertain what words to respond with.</p><p>&emsp;&quot;And the papers&mdash;&quot; he says.</p><p>&emsp;&quot;Clint. Don&apos;t,&quot; I say.</p><p>&emsp;&quot;Just hear me out, Titus,&quot; he responds, serious enough to use my name. &quot;Nether of us can take care of her the way she deserves. You&apos;re right that I can&apos;t. But you have to realize that you can&apos;t either.&quot; </p><p>&emsp;A rare sight of guilt crests his eyes.</p><p>&emsp;&quot;I have the Academy stipend. She can live in the house we grew up in. I fought so hard for this. And I&apos;ll give whatever it takes to provide her with that,&quot; I say, &quot;even if it means everything I have.&quot;</p><p>&emsp;&quot;But all we can give her is just the afterimage. Those days are over. Forever,&quot; he says, but I refuse to believe that.</p><p>&emsp;&quot;She just can&apos;t see the full picture yet,&quot; I say. &quot;She&apos;s just too young. If she could only know how much I &mdash;&quot; and then I pause &mdash; &quot;how much &apos;we&apos; give for her . . .&quot;</p><p>&emsp;But Clint insists. &quot;Let the papers go through. She needs a family that can love her. She needs a full family.&quot;</p><p>&emsp;&quot;All she needs is me,&quot; I tell him. &quot;She needs us. I might not be her blood, but I can love her. The way that Mom loved me.&quot;</p><p>&emsp;He hesitates. The words catch in the back of his throat before he finds a way to let them out. &quot;Just do it. For her,&quot; Clint says, and his words trail off. It&apos;s the sound of an impasse, and I know he&apos;ll never accept the value of my efforts.And if he doesn&apos;t have time to appreciate my achievements, to celebrate my efforts, I don&apos;t have a time for another day of us sorting through shit and arguing. </p><p>&emsp;&quot;Let&apos;s just get this over with,&quot; I say. &quot;We won&apos;t want to be here any more tomorrow or the next day.&quot; I&apos;d rather be spending this last break with family like everybody else, I think, before I realize where I am, who I am, and who I&apos;m talking to.</p>",
    "<p>&emsp;Two-and-a-half hours pass before we make it to the end. Clint&apos;s not too impressed &mdash; mostly the same stuff that&apos;s been rotting on the shelves for years, but there truly wasn&apos;t anything else out there. Forbidden literature&apos;s much harder to sell than it was a year ago, and after so many close calls with undercover customers from the Ministry Of Truth, we stopped selling them altogether.</p><p>&emsp;&quot;And what&apos;s this?&quot; Clint asks.</p><p>&emsp;&quot;Some kind of necklace,&quot; I say, &quot;has some strange glow to it.&quot; If it&apos;s Essenced, it will be much harder to sell &mdash; items channeling Essence are forbidden by law. But they also fetch a significantly higher price.</p><p>&emsp;&quot;Huh,&quot; he mutters. He draws his glasses from his pocket, peering through the single frame that still holds a lens. &quot;It&apos;s Carmine in origin.&quot;</p><p>&emsp;&quot;Romin&apos;s folk,&quot; I say.</p><p>&emsp;He squints his eyes as he tries to discern the etchings. &quot;They wear necklaces just like this, get &apos;em when they cross initiation. Everett was one of them. Probably a million of these around the capital, worn by most all their members, though it&apos;s strange to find one like this &mdash; this must have been a really old one. Where did you find it?&quot;</p><p>&emsp;&quot;At the spot. Everett&apos;s spot,&quot; I say. His expression shifts with a curious energy, putting an end of his glasses between his front teeth.</p><p>&emsp;&quot;You finally made it there,&quot; he says. &quot;I thought we&apos;d never find out what was in there. You could have told me to start.&quot;</p><p>&emsp;&quot;I did tell you!&quot; I say. &quot;Before I left, Clint.&quot;</p><p>&emsp;&quot;Whatever,&quot; he grunts. &quot;Just give me the box. It&apos;s the only good find out of this whole bunch.&quot;</p><p>&emsp;I hold it a bit longer just to piss him off.</p><p>&emsp;&quot;Titus. Now,&quot; he says, ripping the box from my hands. A jagged metal edge catches my hand, splitting the skin in a fine cut.</p><p>&emsp;&quot;Ah&mdash;Gods, Clint, can you be any more patient?&quot; I say. A line of crimson appears on my finger, staining the jagged, pearlescent metal.</p><p>&emsp;He curses the names of the Gods as if he&apos;s the one hurt. &quot;Khiras and Evella, your idiot friend couldn&apos;t wait to open it &apos;till we brought it here. It&apos;s not my fault. Was he bashed in the head too many times during training?&quot;</p><p>&emsp;&quot;Gods, he&apos;s not an idiot,&quot; I say, &quot;you just have to be careful.&quot; I draw my hand into the box, curious to hold what&apos;s inside.</p><p>&emsp;&quot;Like hell I do, son, if you could just control your stupid friends and&mdash;&quot;</p><p>&emsp;&quot;Oh, piss off,&quot; I say, watching a drip of my blood travel down the necklace. &quot;At least I can control Ellie. My sister. Your daughter. Remember?&quot;</p><p>&emsp;&quot;I&apos;m sorry, do you remember who makes the money around here? Does you swingin&apos; a sword around at the Academy make things best for us?&quot;</p><p>&emsp;&quot;I make more money than you do. I bring the stuff that you sell. And at least it makes our family something: something better than a father who can&apos;t get rid of his wife&apos;s shop. For the best. For us. For Ellie.&quot;</p><p>&emsp;&quot;You son of a bitch,&quot; he spits.</p><p>&emsp;&quot;She wasn&apos;t a bitch,&quot; I say. &quot;You treat her memory like she was.&quot;</p><p>&emsp;&quot;I oughtta&mdash;&quot; Clint says, but then my blood drips down the silver strands and absorbs itself in the center pendant. A sudden flash blinds our eyes: the brightest red leaving a neon in our retinas, and I hear the half-log benches collapse against the ground as we both fall backwards. An aisle of goods crashes to the floor when Clint bashes his head against it. A bright beam of crimson floods from the necklace like a pillar of fire, crashing against the pointed ceiling like a reverse waterfall, filling its volume in an inverted lake of Essenced plasma, and I can hardly see its glowing miasma since both of my eyes are blinded.</p><p>&emsp;It feels as if some agent tries to flood my circuits completely. But in its place, an excruciating sensation burns my right wrist, right where my threaded scar is. </p><p>&emsp;The glow radiates out the windows.I shield my eyes as a sudden surge of energy saturates my circuits. I roll across the floor to take refuge behind an aisle of dried goods.</p><p>&emsp;&quot;Dad!&quot; I shout. &quot;Dad, are you okay?&quot;</p><p>&emsp;&quot;Son,&quot; he says, &quot;Son, are you alright?&quot;</p><p>&emsp;I crawl towards his voice. The luminous glow tapers away, and eventually I feel the collar of his shirt.</p><p>&emsp;&quot;Da&mdash;Clint,&quot; I say, &quot;your head.&quot; He&apos;s bleeding from another slice across his forehead. I lift him from the ground though my eyes can&apos;t yet adjust to the darkness&mdash;he must have clipped the edge of the metal shelves.</p><p>&emsp;&quot;It&apos;s alright, son, I&apos;ve got bandages in the back,&quot; he says. &quot;Where&apos;s that girlfriend of yours with the medical know-how? Sylvia?&quot;</p><p>&emsp;&quot;Not the time,&quot; I say. &quot;How hard did you hit, er&mdash; what day is it?&quot;</p><p>&emsp;&quot;Like I&apos;d know that,&quot; he says. &quot;A workday. Just like yesterday. The day before that, the day before that&mdash;&quot; he points to the calendar on the wall, at least twelve days behind on tearing off the dates.</p><p>&emsp;&quot;What&apos;s my name?&quot; I asked.</p><p>&emsp;&quot;You&apos;re my son, how&apos;d I forget that, you loon,&quot; he says, &quot;I named you. Titus Nathaniel Berguard. Couldn&apos;t have come up with anything better.&quot;</p><p>&emsp;&quot;And where do you live?&quot;</p><p>&emsp;&quot;At our house, just down the street.&quot;</p><p>&emsp;&quot;You haven&apos;t been there in months,&quot; I say.</p><p>&emsp;&quot;I guess I live here then,&quot; he says, with a dry, heaving cough to follow. &quot;You gonna lift me up?&quot;</p><p>&emsp;&quot;Yeah, yeah,&quot; I say.</p><p>&emsp;&quot;Well, I won&apos;t be living here for long,&quot; Clint says. &quot;Your grandfather left us that warehouse of his. We sell that place, we&apos;ll be able to keep this shop open forever.&quot; But he says that every time. It was just a &apos;month or so&apos; a year ago. And it was just a &apos;year or so&apos; two years ago. There&apos;s an emptiness in his eyes when he looks at the picture of Moira on the wall. And how else can I tell his &quot;habits&quot; from earlier? Because I always find a sheet covering the portrait when he&apos;s in the back-room with a &apos;client&apos; that&apos;s looking to &apos;sample the high-value merchandise,&apos; as if her eyes silently judge him from behind the frame.</p><p>&emsp;I try for a certain sincerity, but my voice wavers. &quot;Dad, we can&apos;t keep doing this. Please. We have to move on,&quot; I say. </p><p>&emsp;He&apos;s heard my reply countless times before, and I&apos;ve heard his response that many times, too, so instead, he ducks his head. &quot;You know, Tie, your mother...&quot;</p><p>&emsp;&quot;Opened this shop with you, I know,&quot; then I add, &quot;Dad. But she wants us to succeed and move on. To do whatever it takes for her children and husband to thrive.&quot;</p><p>&emsp;&quot;She wouldn&apos;t want us to sell this place,&quot; he says. &quot;I know I don&apos;t want to, son. You know I was gonna pass this down to you, and you&apos;d run this business hard, and hustle, after your service with the Academy and you survive, and we&apos;ll run this shop together, you and me, and Ellie can help us.&quot;</p><p>&emsp;&quot;I&apos;m just trying to do my best,&quot; I say. My glance dips towards my feet, toes tracing the hardwood floors I crawled on as a child. I find it hard to meet his eyes, and I can tell he has a hard time meeting mine, too. The shop groans from years of eternal winter: the only sound that fills the distance between us. That, and my heart racing at the realization of what the Essenced burst might mean. I can only imagine the punishment that awaits us if Merlot sympathizers, or the city guard, had seen it.</p><p>&emsp;Clint says, &quot;So why don&apos;t you go check on Elizabeth at our . . . er, the house, and&mdash;&quot;</p><p>&emsp;&quot;But the Essence! Someone had to have seen that. The city guards, do you know what they&apos;ll do to us? You know what happens to the heretics&mdash;those people who use Essence for anything else.&quot;</p><p>&emsp;&quot;We&apos;re fine, Titus,&quot; he says.</p><p>&emsp;&quot;We&apos;ll be hanged, or thrown in prison on a twenty-year sentence. Or worse, we&mdash;&quot;</p><p>&emsp;&quot;Quit being a pussy and take care of your sister, Titus,&quot; Clint says. &quot;We&apos;ll be fine. Nobody saw it.&quot;</p><p>&emsp;And our conversation ends like that. No question of how I am, of the adventure I went on, if I survived, if the mortal coil is still in my body. I&apos;m a convenient tool to him as his son. And the only thing that connects me to him is that he legally receives the stipend from my work in the Academy. If he drops this pathetic shop, we&apos;ll have a chance at something &mdash; anything &mdash; else, but he&apos;s too stubborn and resilient to see a sunken cost when it&apos;s in front of him.</p>"
  ],
  "BodyFormatted": [
    [
      "<p id=\"1.6.1.1\" class=\"Titus\">&emsp;He motions to come in from the cold, more interested in the haul than anything else. The temperature climbs a near thirty degrees compared to the freezing conditions outside. Sweat soaks the front of his thin, white shirt in an upside-down triangle, where dirt from his face wiped across the fabric, and it almost feels like an Academy gym from all the humidity.</p>",
      "<p id=\"1.6.1.2\" class=\"Titus\">&emsp;The smell of stuffiness makes me wonder which habit of his caused it&mdash;depends on whether the back door is locked or unlocked. But the bruise on his neck makes me hope I&apos;m not getting another sibling.</p>",
      "<p id=\"1.6.1.3\" class=\"Titus\">&emsp;&quot;So what&apos;dya find out there?&quot; he asks, wiping the sweat from his forehead, tussling his jet-black beard. He hasn&apos;t bathed in a couple days. </p>",
      "<p id=\"1.6.1.4\" class=\"Titus\">&emsp;&quot;Were you concerned? At all?&quot; I asked.</p>",
      "<p id=\"1.6.1.5\" class=\"Titus\">&emsp;He looks puzzled. &quot;It&apos;s only been two days since you left, hasn&apos;t it?&quot;</p>",
      "<p id=\"1.6.1.6\" class=\"Titus\">&emsp;&quot;Four. It&apos;s been four days,&quot; I say, &quot;four days I was out there, and Romin and I didn&apos;t even know if we were going to make it back.&quot;</p>",
      "<p id=\"1.6.1.7\" class=\"Titus\">&emsp;We share a moment of silence before he says, &quot;Oh.&quot; Not an apology, and he&apos;s not impressed, either, just a mumble before he makes his way to the sled, sorting through the trinkets. In that time, my anger builds like the bottom of an hourglass filling with saltpeter, and I know whatever he does next will set me off.</p>",
      "<p id=\"1.6.1.8\" class=\"Titus\">&emsp;Clint spreads the items on the wooden shop floor: old metal signs; porcelain furnishings wrapped in blankets; the highest-value items I&apos;ve learned through years of being a Snowdrifter.</p>",
      "<p id=\"1.6.1.9\" class=\"Titus\">&emsp;&quot;Not a bad haul. But not great, either,&quot; he says.</p>",
      "<p id=\"1.6.1.10\" class=\"Titus\">&emsp;Stunned, although I should have known better, I respond, &quot;Not great! Not great?&quot;</p>",
      "<p id=\"1.6.1.11\" class=\"Titus\">&emsp;He shrugs.</p>",
      "<p id=\"1.6.1.12\" class=\"Titus\">&emsp;&quot;After the lengths I went to?&quot; I add. &quot;Do you even understand?&quot; It takes all my restraint not to bash in that salt-and-pepper scarred face of his, but I hold myself back. I feel the desire to set him off, just as he frustrated me&mdash;as if it were a game of points. &quot;Ellie. Did you see her at all while I was gone?&quot; I ask.</p>",
      "<p id=\"1.6.1.13\" class=\"Titus\">&emsp;&quot;I&apos;m trying to focus, son. Not now,&quot; he says.</p>",
      "<p id=\"1.6.1.14\" class=\"Titus\">&emsp;&quot;Your daughter?&quot; The words slip out. &quot;Has she seen you even once this week? This month?&quot; And I can feel his anger build, too.</p>",
      "<p id=\"1.6.1.15\" class=\"Titus\">&emsp;&quot;No. No I haven&apos;t. I&apos;ve been busy,&quot; he says, and I can hear his words crumble like the weak man that he is.</p>",
      "<p id=\"1.6.1.16\" class=\"Titus\">&emsp;&quot;Too busy to care for her.&quot;</p>",
      "<p id=\"1.6.1.17\" class=\"Titus\">&emsp;&quot;Yes, that busy,&quot; Clint says, &quot;trying to keep this family afloat.&quot;</p>",
      "<p id=\"1.6.1.18\" class=\"Titus\">&emsp;&quot;And you call this a family,&quot; I say.</p>",
      "<p id=\"1.6.1.19\" class=\"Titus\">&emsp;&quot;And you call your writing flowery essays at the Academy hard. You don&apos;t know the first thing about real work.&quot;</p>",
      "<p id=\"1.6.1.20\" class=\"Titus\">&emsp;&quot;And it&apos;s not like you know the first thing about letting go.&quot; The next words slip out. &quot;Of this shithole and moving on. Try thinking about someone other than yourself or your dead wife for once!&quot;</p>",
      "<p id=\"1.6.1.21\" class=\"Titus\">&emsp;They&apos;re the same words he&apos;s heard before. When you argue with someone for so long, when confrontation becomes a part of your daily routine, uncrossable boundaries dissolve and there&apos;s no tape left. When the message doesn&apos;t get across, you go further, and further, until no holds are barred, and irreversible damage singes the bridges that hold together any love you might have felt. There was a day I looked at him and realized he wasn&apos;t my father anymore, just a shell of a man that once carried me on his shoulders, loved his daughter, and kissed his wife. </p>",
      "<p id=\"1.6.1.22\" class=\"Titus\">&emsp;He&apos;s not that man anymore. And he hasn&apos;t been for a long time.</p>",
      "<p id=\"1.6.1.23\" class=\"Titus\">&emsp;He drops the granite statuettes Romin found on the dining room table. They snap, and he snaps, balling his fists in tensioned knots as if emotion can replace logic. &quot;My dead wife. Your mother, you piece of shit,&quot; he says. &quot;You don&apos;t know the first thing about being in love, you pathetic virgin. Too much of a coward to let in anyone like I loved Moira!&quot; </p>",
      "<p id=\"1.6.1.24\" class=\"Titus\">&emsp;It&apos;s disgusting how people use your own sensitive disclosures against you. I feel my soul tighten further in my chest, walls of ice freezing further as my feelings of sadness transmute into unbridled rage.</p>",
      "<p id=\"1.6.1.25\" class=\"Titus\">&emsp; &quot;And the worst thing is&mdash;you&apos;ll never know how it feels.&quot;</p>",
      "<p id=\"1.6.1.26\" class=\"Titus\">&emsp;&quot;And that&apos;s the sacrifice I have to make,&quot; I tell him. &quot;to raise Ellie, your daughter, as a better caretaker than your despair would ever allow you. It&apos;s called sacrifice, and you should&mdash;&quot;</p>",
      "<p id=\"1.6.1.27\" class=\"Titus\">&emsp;He takes a swing at me. If it were ten years earlier, and we were ten years younger, he&apos;d have the strength on me to knock me down. His frail arms atrophy from years without exercise; depression and unsettled anger consuming much of his appetite. All he does is suck out of the bottle. Years later, and all it does is suck out of him. </p>",
      "<p id=\"1.6.1.28\" class=\"Titus\">&emsp;A second swing surprises me. He hits me square in the chest, but I hardly lose two steps. I have so much anger for him, but the frailer and older he gets, I find my fists can never tension as hard as they should.</p>",
      "<p id=\"1.6.1.29\" class=\"Titus\">&emsp;Combat school made me reflexive, though, and I fight the instinct to drive a fist in his face. So I punch him in the chest, driving him backwards, not enough to hurt him, but just to leave a bruise. He falls on his back. Two store shelves topple over, their contents scattered across the floor: random Snowdrifter finds and pawned items we&apos;ve accumulated over a near decade. Only a single punch and he&apos;s unable to lift himself.</p>",
      "<p id=\"1.6.1.30\" class=\"Titus\">&emsp;I come to realize the disappointment that really triggered this. As he bows his head, gasping for breath, I approach him, using everything I have inside me to lower my voice.</p>",
      "<p id=\"1.6.1.31\" class=\"Titus\">&emsp;&quot;I just . . . I just wanted you to be there, Dad,&quot; I tell him. I extend a hand, but he refuses. His knees crack as he lifts himself up. I bend down to pick up the pieces, but he stops me.</p>",
      "<p id=\"1.6.1.32\" class=\"Titus\">&emsp;&quot;Let&apos;s handle this another time, son,&quot; he says. &quot;I just, I don&apos;t know, just . . . sometimes the thoughts are so loud I can&apos;t . . .&quot; he trails off. It&apos;s his &apos;I&apos;m sorry&apos;, I guess.</p>",
      "<p id=\"1.6.1.33\" class=\"Titus\">&emsp;The sleds rest in the corner, still full of items, and we won&apos;t be getting to them tonight&mdash;because we both need time to cool off. My fingers trace my jet-black beard and dry lips in idle action, uncertain what words to respond with.</p>",
      "<p id=\"1.6.1.34\" class=\"Titus\">&emsp;&quot;And the papers&mdash;&quot; he says.</p>",
      "<p id=\"1.6.1.35\" class=\"Titus\">&emsp;&quot;Clint. Don&apos;t,&quot; I say.</p>",
      "<p id=\"1.6.1.36\" class=\"Titus\">&emsp;&quot;Just hear me out, Titus,&quot; he responds, serious enough to use my name. &quot;Nether of us can take care of her the way she deserves. You&apos;re right that I can&apos;t. But you have to realize that you can&apos;t either.&quot; </p>",
      "<p id=\"1.6.1.37\" class=\"Titus\">&emsp;A rare sight of guilt crests his eyes.</p>",
      "<p id=\"1.6.1.38\" class=\"Titus\">&emsp;&quot;I have the Academy stipend. She can live in the house we grew up in. I fought so hard for this. And I&apos;ll give whatever it takes to provide her with that,&quot; I say, &quot;even if it means everything I have.&quot;</p>",
      "<p id=\"1.6.1.39\" class=\"Titus\">&emsp;&quot;But all we can give her is just the afterimage. Those days are over. Forever,&quot; he says, but I refuse to believe that.</p>",
      "<p id=\"1.6.1.40\" class=\"Titus\">&emsp;&quot;She just can&apos;t see the full picture yet,&quot; I say. &quot;She&apos;s just too young. If she could only know how much I &mdash;&quot; and then I pause &mdash; &quot;how much &apos;we&apos; give for her . . .&quot;</p>",
      "<p id=\"1.6.1.41\" class=\"Titus\">&emsp;But Clint insists. &quot;Let the papers go through. She needs a family that can love her. She needs a full family.&quot;</p>",
      "<p id=\"1.6.1.42\" class=\"Titus\">&emsp;&quot;All she needs is me,&quot; I tell him. &quot;She needs us. I might not be her blood, but I can love her. The way that Mom loved me.&quot;</p>",
      "<p id=\"1.6.1.43\" class=\"Titus\">&emsp;He hesitates. The words catch in the back of his throat before he finds a way to let them out. &quot;Just do it. For her,&quot; Clint says, and his words trail off. It&apos;s the sound of an impasse, and I know he&apos;ll never accept the value of my efforts.And if he doesn&apos;t have time to appreciate my achievements, to celebrate my efforts, I don&apos;t have a time for another day of us sorting through shit and arguing. </p>",
      "<p id=\"1.6.1.44\" class=\"Titus\">&emsp;&quot;Let&apos;s just get this over with,&quot; I say. &quot;We won&apos;t want to be here any more tomorrow or the next day.&quot; I&apos;d rather be spending this last break with family like everybody else, I think, before I realize where I am, who I am, and who I&apos;m talking to.</p>"
    ],
    [
      "<p id=\"1.6.2.1\" class=\"Titus\">&emsp;Two-and-a-half hours pass before we make it to the end. Clint&apos;s not too impressed &mdash; mostly the same stuff that&apos;s been rotting on the shelves for years, but there truly wasn&apos;t anything else out there. Forbidden literature&apos;s much harder to sell than it was a year ago, and after so many close calls with undercover customers from the Ministry Of Truth, we stopped selling them altogether.</p>",
      "<p id=\"1.6.2.2\" class=\"Titus\">&emsp;&quot;And what&apos;s this?&quot; Clint asks.</p>",
      "<p id=\"1.6.2.3\" class=\"Titus\">&emsp;&quot;Some kind of necklace,&quot; I say, &quot;has some strange glow to it.&quot; If it&apos;s Essenced, it will be much harder to sell &mdash; items channeling Essence are forbidden by law. But they also fetch a significantly higher price.</p>",
      "<p id=\"1.6.2.4\" class=\"Titus\">&emsp;&quot;Huh,&quot; he mutters. He draws his glasses from his pocket, peering through the single frame that still holds a lens. &quot;It&apos;s Carmine in origin.&quot;</p>",
      "<p id=\"1.6.2.5\" class=\"Titus\">&emsp;&quot;Romin&apos;s folk,&quot; I say.</p>",
      "<p id=\"1.6.2.6\" class=\"Titus\">&emsp;He squints his eyes as he tries to discern the etchings. &quot;They wear necklaces just like this, get &apos;em when they cross initiation. Everett was one of them. Probably a million of these around the capital, worn by most all their members, though it&apos;s strange to find one like this &mdash; this must have been a really old one. Where did you find it?&quot;</p>",
      "<p id=\"1.6.2.7\" class=\"Titus\">&emsp;&quot;At the spot. Everett&apos;s spot,&quot; I say. His expression shifts with a curious energy, putting an end of his glasses between his front teeth.</p>",
      "<p id=\"1.6.2.8\" class=\"Titus\">&emsp;&quot;You finally made it there,&quot; he says. &quot;I thought we&apos;d never find out what was in there. You could have told me to start.&quot;</p>",
      "<p id=\"1.6.2.9\" class=\"Titus\">&emsp;&quot;I did tell you!&quot; I say. &quot;Before I left, Clint.&quot;</p>",
      "<p id=\"1.6.2.10\" class=\"Titus\">&emsp;&quot;Whatever,&quot; he grunts. &quot;Just give me the box. It&apos;s the only good find out of this whole bunch.&quot;</p>",
      "<p id=\"1.6.2.11\" class=\"Titus\">&emsp;I hold it a bit longer just to piss him off.</p>",
      "<p id=\"1.6.2.12\" class=\"Titus\">&emsp;&quot;Titus. Now,&quot; he says, ripping the box from my hands. A jagged metal edge catches my hand, splitting the skin in a fine cut.</p>",
      "<p id=\"1.6.2.13\" class=\"Titus\">&emsp;&quot;Ah&mdash;Gods, Clint, can you be any more patient?&quot; I say. A line of crimson appears on my finger, staining the jagged, pearlescent metal.</p>",
      "<p id=\"1.6.2.14\" class=\"Titus\">&emsp;He curses the names of the Gods as if he&apos;s the one hurt. &quot;Khiras and Evella, your idiot friend couldn&apos;t wait to open it &apos;till we brought it here. It&apos;s not my fault. Was he bashed in the head too many times during training?&quot;</p>",
      "<p id=\"1.6.2.15\" class=\"Titus\">&emsp;&quot;Gods, he&apos;s not an idiot,&quot; I say, &quot;you just have to be careful.&quot; I draw my hand into the box, curious to hold what&apos;s inside.</p>",
      "<p id=\"1.6.2.16\" class=\"Titus\">&emsp;&quot;Like hell I do, son, if you could just control your stupid friends and&mdash;&quot;</p>",
      "<p id=\"1.6.2.17\" class=\"Titus\">&emsp;&quot;Oh, piss off,&quot; I say, watching a drip of my blood travel down the necklace. &quot;At least I can control Ellie. My sister. Your daughter. Remember?&quot;</p>",
      "<p id=\"1.6.2.18\" class=\"Titus\">&emsp;&quot;I&apos;m sorry, do you remember who makes the money around here? Does you swingin&apos; a sword around at the Academy make things best for us?&quot;</p>",
      "<p id=\"1.6.2.19\" class=\"Titus\">&emsp;&quot;I make more money than you do. I bring the stuff that you sell. And at least it makes our family something: something better than a father who can&apos;t get rid of his wife&apos;s shop. For the best. For us. For Ellie.&quot;</p>",
      "<p id=\"1.6.2.20\" class=\"Titus\">&emsp;&quot;You son of a bitch,&quot; he spits.</p>",
      "<p id=\"1.6.2.21\" class=\"Titus\">&emsp;&quot;She wasn&apos;t a bitch,&quot; I say. &quot;You treat her memory like she was.&quot;</p>",
      "<p id=\"1.6.2.22\" class=\"Titus\">&emsp;&quot;I oughtta&mdash;&quot; Clint says, but then my blood drips down the silver strands and absorbs itself in the center pendant. A sudden flash blinds our eyes: the brightest red leaving a neon in our retinas, and I hear the half-log benches collapse against the ground as we both fall backwards. An aisle of goods crashes to the floor when Clint bashes his head against it. A bright beam of crimson floods from the necklace like a pillar of fire, crashing against the pointed ceiling like a reverse waterfall, filling its volume in an inverted lake of Essenced plasma, and I can hardly see its glowing miasma since both of my eyes are blinded.</p>",
      "<p id=\"1.6.2.23\" class=\"Titus\">&emsp;It feels as if some agent tries to flood my circuits completely. But in its place, an excruciating sensation burns my right wrist, right where my threaded scar is. </p>",
      "<p id=\"1.6.2.24\" class=\"Titus\">&emsp;The glow radiates out the windows.I shield my eyes as a sudden surge of energy saturates my circuits. I roll across the floor to take refuge behind an aisle of dried goods.</p>",
      "<p id=\"1.6.2.25\" class=\"Titus\">&emsp;&quot;Dad!&quot; I shout. &quot;Dad, are you okay?&quot;</p>",
      "<p id=\"1.6.2.26\" class=\"Titus\">&emsp;&quot;Son,&quot; he says, &quot;Son, are you alright?&quot;</p>",
      "<p id=\"1.6.2.27\" class=\"Titus\">&emsp;I crawl towards his voice. The luminous glow tapers away, and eventually I feel the collar of his shirt.</p>",
      "<p id=\"1.6.2.28\" class=\"Titus\">&emsp;&quot;Da&mdash;Clint,&quot; I say, &quot;your head.&quot; He&apos;s bleeding from another slice across his forehead. I lift him from the ground though my eyes can&apos;t yet adjust to the darkness&mdash;he must have clipped the edge of the metal shelves.</p>",
      "<p id=\"1.6.2.29\" class=\"Titus\">&emsp;&quot;It&apos;s alright, son, I&apos;ve got bandages in the back,&quot; he says. &quot;Where&apos;s that girlfriend of yours with the medical know-how? Sylvia?&quot;</p>",
      "<p id=\"1.6.2.30\" class=\"Titus\">&emsp;&quot;Not the time,&quot; I say. &quot;How hard did you hit, er&mdash; what day is it?&quot;</p>",
      "<p id=\"1.6.2.31\" class=\"Titus\">&emsp;&quot;Like I&apos;d know that,&quot; he says. &quot;A workday. Just like yesterday. The day before that, the day before that&mdash;&quot; he points to the calendar on the wall, at least twelve days behind on tearing off the dates.</p>",
      "<p id=\"1.6.2.32\" class=\"Titus\">&emsp;&quot;What&apos;s my name?&quot; I asked.</p>",
      "<p id=\"1.6.2.33\" class=\"Titus\">&emsp;&quot;You&apos;re my son, how&apos;d I forget that, you loon,&quot; he says, &quot;I named you. Titus Nathaniel Berguard. Couldn&apos;t have come up with anything better.&quot;</p>",
      "<p id=\"1.6.2.34\" class=\"Titus\">&emsp;&quot;And where do you live?&quot;</p>",
      "<p id=\"1.6.2.35\" class=\"Titus\">&emsp;&quot;At our house, just down the street.&quot;</p>",
      "<p id=\"1.6.2.36\" class=\"Titus\">&emsp;&quot;You haven&apos;t been there in months,&quot; I say.</p>",
      "<p id=\"1.6.2.37\" class=\"Titus\">&emsp;&quot;I guess I live here then,&quot; he says, with a dry, heaving cough to follow. &quot;You gonna lift me up?&quot;</p>",
      "<p id=\"1.6.2.38\" class=\"Titus\">&emsp;&quot;Yeah, yeah,&quot; I say.</p>",
      "<p id=\"1.6.2.39\" class=\"Titus\">&emsp;&quot;Well, I won&apos;t be living here for long,&quot; Clint says. &quot;Your grandfather left us that warehouse of his. We sell that place, we&apos;ll be able to keep this shop open forever.&quot; But he says that every time. It was just a &apos;month or so&apos; a year ago. And it was just a &apos;year or so&apos; two years ago. There&apos;s an emptiness in his eyes when he looks at the picture of Moira on the wall. And how else can I tell his &quot;habits&quot; from earlier? Because I always find a sheet covering the portrait when he&apos;s in the back-room with a &apos;client&apos; that&apos;s looking to &apos;sample the high-value merchandise,&apos; as if her eyes silently judge him from behind the frame.</p>",
      "<p id=\"1.6.2.40\" class=\"Titus\">&emsp;I try for a certain sincerity, but my voice wavers. &quot;Dad, we can&apos;t keep doing this. Please. We have to move on,&quot; I say. </p>",
      "<p id=\"1.6.2.41\" class=\"Titus\">&emsp;He&apos;s heard my reply countless times before, and I&apos;ve heard his response that many times, too, so instead, he ducks his head. &quot;You know, Tie, your mother...&quot;</p>",
      "<p id=\"1.6.2.42\" class=\"Titus\">&emsp;&quot;Opened this shop with you, I know,&quot; then I add, &quot;Dad. But she wants us to succeed and move on. To do whatever it takes for her children and husband to thrive.&quot;</p>",
      "<p id=\"1.6.2.43\" class=\"Titus\">&emsp;&quot;She wouldn&apos;t want us to sell this place,&quot; he says. &quot;I know I don&apos;t want to, son. You know I was gonna pass this down to you, and you&apos;d run this business hard, and hustle, after your service with the Academy and you survive, and we&apos;ll run this shop together, you and me, and Ellie can help us.&quot;</p>",
      "<p id=\"1.6.2.44\" class=\"Titus\">&emsp;&quot;I&apos;m just trying to do my best,&quot; I say. My glance dips towards my feet, toes tracing the hardwood floors I crawled on as a child. I find it hard to meet his eyes, and I can tell he has a hard time meeting mine, too. The shop groans from years of eternal winter: the only sound that fills the distance between us. That, and my heart racing at the realization of what the Essenced burst might mean. I can only imagine the punishment that awaits us if Merlot sympathizers, or the city guard, had seen it.</p>",
      "<p id=\"1.6.2.45\" class=\"Titus\">&emsp;Clint says, &quot;So why don&apos;t you go check on Elizabeth at our . . . er, the house, and&mdash;&quot;</p>",
      "<p id=\"1.6.2.46\" class=\"Titus\">&emsp;&quot;But the Essence! Someone had to have seen that. The city guards, do you know what they&apos;ll do to us? You know what happens to the heretics&mdash;those people who use Essence for anything else.&quot;</p>",
      "<p id=\"1.6.2.47\" class=\"Titus\">&emsp;&quot;We&apos;re fine, Titus,&quot; he says.</p>",
      "<p id=\"1.6.2.48\" class=\"Titus\">&emsp;&quot;We&apos;ll be hanged, or thrown in prison on a twenty-year sentence. Or worse, we&mdash;&quot;</p>",
      "<p id=\"1.6.2.49\" class=\"Titus\">&emsp;&quot;Quit being a pussy and take care of your sister, Titus,&quot; Clint says. &quot;We&apos;ll be fine. Nobody saw it.&quot;</p>",
      "<p id=\"1.6.2.50\" class=\"Titus\">&emsp;And our conversation ends like that. No question of how I am, of the adventure I went on, if I survived, if the mortal coil is still in my body. I&apos;m a convenient tool to him as his son. And the only thing that connects me to him is that he legally receives the stipend from my work in the Academy. If he drops this pathetic shop, we&apos;ll have a chance at something &mdash; anything &mdash; else, but he&apos;s too stubborn and resilient to see a sunken cost when it&apos;s in front of him.</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 107,
  "ReleaseDate": [
    "04",
    "18",
    "2025",
    "2025-04-18 00:00:00"
  ],
  "Active": true,
  "Perspective": "Titus",
  "Status": "Final Draft",
  "WordCount": 0,
  "Summary": ""
}