{
  "Story": "Firebrand",
  "Title": "Chapter Nine",
  "Subtitle": "Getting Even",
  "Act": 1,
  "ChapterNumber": 9,
  "Synopsis": "There are always consequences for improper uses of Essence.",
  "RevNotes": "",
  "ID": "1.9",
  "Body": [
    "<p>&emsp;I lay on the hardwood floor. Perverse thoughts in my mind tell me I don&apos;t deserve the comfort of the bed, so I lay there, listening to the reverberations of a party below.</p><p>&emsp;I let time pass by for what feels like hours, until I think my guilt can lift me from the floor, but it never arrives. I think about the radiant glow of the necklace enveloping my father&apos;s shop&mdash;it wasn&apos;t the first time that an Outwaller artifact had gone off on us. In fact, it is my only proof that a God might exist, and the absurdity of those moments often blend into the dullness of my daily life &mdash; saturated in propaganda posters, in crimson-font books administered by the Ministry of Courage, and in the repetition of combat training where we&apos;re pitted against other fireteams.</p><p>&emsp;The hardwood floor doesn&apos;t bother me. I&apos;m used to sleeping on rough surfaces after years of survival training in the Academy, drilling as my team&apos;s Tactician or unofficial leader, and so I feel myself melt into the hardness of the floor.</p><p>&emsp;The same dream comes to me. For a moment I stand in the infinite space of a dark landscape, the smell of ozone overpowering. Is it beyond the walls? A great cavern? Or somewhere beyond space itself? Thousands of graves lie before me on an endless plane of ash. Most of the bodies wear Academy marks, others wear ordinary clothes, and almost all of them seem to be the same age. I pray they aren&apos;t dreams of a horrible future. I hope they&apos;re not the lives of my fellow cadets in our service beyond the walls. I spend so many nights in this lifeless internal space &mdash; I&apos;m unable to move, without a body, just a spectator to the grounds of a boundless crypt, but I can feel the coldness of my surroundings. I can imagine the abrasiveness of the ash, hear the crackle of distant fires, cascading embers from indiscernible skies and amethyst glows in the veins of rotten flesh. No words are spoken here, there is no one left to speak them. I am just a ghost of a forgotten time, bearing witness to either a horrendous future or a miserable nightmare.</p><p>&emsp;&quot;It&apos;s almost time.&quot; The voice speaks from a directionless origin. Its vibrations resonate within me. Am I speaking it to someone else? Or is it a voice of an internal force? Or&mdash;</p><p>&emsp;&quot;Years you&apos;ve lived since that time. Maybe you&apos;ve forgotten, or tried to forget. But your connection has been snagged on that incident, that choice.&quot;</p><p>&emsp;I try my vocal chords, but nothing resonates; all I can do is listen. A whole life I&apos;ve lived with only the memory of the orphanage, of the brutal fights and violence to prove my worth as a tool galvanized by teeth and blood.</p><p>&emsp;&quot;A column of light marks the start of your true journey. Only if you accept the natural path, will you ever be free.&quot;</p><p>&emsp;Darkness swallows the forms in the furthest distance. The bubble of this dream is collapsing. I can hear my voice being called from somewhere far beyond. The ground shakes. Ash shudders and lifts into the air like a great sandstorm on the gale of otherworldly winds, and everything begins to crumble to dust, returning to the most basic form of all matter.</p><p>&emsp;&quot;Die to yourself or you will live forever, son.&quot;</p><p>&emsp;A sound at the corner of the stairwell awakes me. </p><p>&emsp;&quot;Titus! Titus.&quot;</p><p>&emsp;Heavy footfalls cascade against the carpet. Light seeps through the edges of the blackout curtains. Gods, It&apos;s almost afternoon. How long was I asleep?</p><p>&emsp;The footsteps are heavy, but not that heavy. Boots. Was it Sylvia? Or Valentina? No way she&apos;d come down here.</p><p>&emsp;A fist pounds on the door. &quot;Titus, Titus, open up,&quot; a voice slurs. The voice sounds drunk, male. But it isn&apos;t Romin.</p><p>&emsp;&quot;Who&apos;s asking?&quot;</p><p>&emsp;&quot;Dammit. Open the door, son.&quot;</p><p>&emsp;&quot;Clint? What are you doing here?&quot;</p><p>&emsp;&quot;Just open up,&quot; he demanded. But why&mdash; he stays in the store as if he&apos;s chained to it. I hear his heavy breathing&mdash;either he took a flight of stairs too fast or is on the verge of throwing up.</p><p>&emsp;I lift myself from the floor. My knees crack. The door opens, cracked. But I&apos;m wrong: he isn&apos;t drunk. Fear flushes his face, an emotion I haven&apos;t seen in him since I can remember.</p><p>&emsp;&quot;Sons&apos;a bitches broke in, Titus,&quot; he says, &quot;I couldn&apos;t stop them, they took that damn thing you brought in. Told them we were closed, told them to come in the lighttime, first it was the Carmine, then bastards wearin&apos; all black, and...&quot;</p><p>&emsp;&quot;Slow down,&quot; I say. His face swells with bruises. Dried blood runs in two parallel lines from his nose, and he can hardly speak, and I want to tell him that I told him so. &quot;When did this happen?&quot;</p><p>&emsp;&quot;I was sleepin&apos; in the back room. Heard a knock on the door, told them the store was closed,&quot; he says. &quot;First it was the Carmine. Said they&apos;d be willing to pay handsomely for that thing you brought in earlier, knew we had it, they saw the light. Told us that the next party to show up would kill for it. I told them to wait &apos;till lighttime when we were open, but &apos;no,&apos; they said, &apos;they&apos;ll kill you for it if we don&apos;t take it now,&apos; they says. &apos;Then let them come,&apos; I say.&quot;</p><p>&emsp;&quot;The Carmine came for it first,&quot; I say.</p><p>&emsp;He nods. &quot;Gods, I should have just let the Carmine take it, I didn&apos;t think they were serious. The next group came an hour ago. Dressed in all black. Said they were from the City Guard, but they didn&apos;t look like guards. Said they was trying to keep all the humans alive. On my, last refusal then they kicked down the door, a whole lot of &apos;em, and they took the necklace right from my hands.&quot;</p><p>&emsp;I asked, &quot;So what does that have to do with me?&quot;</p><p>&emsp;&quot;You mean, your injured father? Broken doors that&apos;ll cost a week&apos;s earnings for a locksmith?&quot; Clint says. The only thing that holds him to this life is threatened. The existential horror registers in his expression. &quot;My shop . . . er, our shop.&quot;</p><p>&emsp;I feel the apathy swell within me, and the approach of my uncertain future grate on me. My focus is far beyond this.</p><p>&emsp;&quot;It&apos;s your shop.&quot;</p><p>&emsp;&quot;What do you mean? It&apos;s ours,&quot; he says. It almost seems like my father is on the verge of tears, and it frightens me, but I still feel that force of resentment and anger that tears me from him.</p><p>&emsp;&quot;Ours only when you want it to be. I have so much more to deal with right now.&quot; The anger pushes the next words. &quot;More important things.&quot;</p><p>&emsp;&quot;Well . . . you, I . . . I just wanted . . .&quot; he stammers, but it eludes him.</p><p>&emsp;&quot;Then I guess you should &apos;quit being a pussy and handle it,&apos;&quot; I tell him, before slamming the door. His somber footsteps drag him away. I hear a sniffle.</p><p>&emsp;&quot;You know, you leaving and all . . . I know I&apos;m not good with feelings, but it&apos;s just as hard for me.&quot;</p><p>&emsp;So hard he can&apos;t show up to my graduation, to see my speech, on the most important day of my life. I could tell he was day-drinking during that time. I could smell it on his breath. I don&apos;t respond, and he walks further. A sickness in my stomach rises as the distance grows between us. Is it guilt I feel? Do I feel bad? Or does his absence feel healing?</p><p>&emsp;His voice is so different from normal that it haunts me. &quot;Promise we&apos;ll talk. There&apos;s so much I want to say to you. I&apos;m terrible with feelings, and you are, too.&quot;</p><p>&emsp;I sit on the floor, back against the door, but my vocal chords refuse.</p><p>&emsp;&quot;I&apos;ve always . . .&quot; he says, but can&apos;t finish the thought before discomfort overtakes him, and a deep, saturating pain stings inside my heart. I sit on the verge of tears, but my eyes remain dry, building pressure there instead. </p>",
    "<p>&emsp;The rest of the day passes slowly. Three days remain before we&apos;re called to action. The phone on my desk rattles on occasion with calls from the operator, so I unplug it. Knocks sound on the door, but I can&apos;t lift myself.</p><p>&emsp;I eat snacks stashed beneath my bed. I throw the wrappers on the floor. The maid service has ended; no one will be around anymore to pick them up. I wonder how many cadets have passed through this space, how differently each Firebrand might have furnished it. Over there is a window with a beautiful view. Four scuff marks speak that it was once a place where a couch peered out. A smaller spread near the opposite wall shows where a film projector might have rested, brought by some rich cadet, and I recall that on my first night here, I found reels of a movie called &quot;Fear The Chymaera&quot; left behind, one that Valentina acted in as a child. Did this place once hold celebrations? How many people have passed through the front door? And how many of them are alive today, living somewhere in the city?</p><p>&emsp;It&apos;s the transience of such a space that is so hard to believe, how many proud families unpacked their children&apos;s furniture and closets into this room. Beyond the walls of this temporary home, loud bustling and burdened voices echo through the halls. The Firebrands unpack their things, leaving these spaces vacant for the next proud cadets to live. This space is naught but a temporary place of residence; a base camp, if you will; a place of operations; a bed to sleep and a desk to work; not holding permanence of any kind.</p><p>&emsp;But I have so little to pack.</p><p>&emsp;Nowhere has ever felt permanent. The bills for my childhood home pile up on my desk, and I&apos;ve finally crossed the threshold where all my savings can no longer hold. The demands from the child welfare service are addressed to me now, threatening to take Ellie from me, and for months I&apos;ve ripped them up. I refuse to believe that they will take her: lies of families all over the capital, in other districts, that avidly pursue her. But where else could she be comfortable beside in my arms?</p><p>&emsp;I&apos;ll be away on service for a while. But I can make it work. I&apos;ll make more money. I can pay for the tutors. Hell, maybe Clint will take over. I can pay for the housekeepers, all the people that will keep the house the same way I remembered it. I can love her from a distance. I know I can, and just that idea gives me the strength to move on.</p><p>&emsp;Another darktime approaches. And at one point, I hear commotion from the balcony next door. Upset voices&mdash;too late to be anything related to moving, since the dragging ended hours ago, and the service elevator hasn&apos;t chimed since I last awoke from my third nap.</p><p>&emsp;&quot;Gods, you can&apos;t just barge in here. Who are you?&quot;</p><p>&emsp;&quot;Just a second,&quot; the voice says. &quot;Did you know your neighbor&apos;s deaf? He can&apos;t hear me unless I barge in.&quot;</p><p>&emsp;&quot;Get out!&quot;</p><p>&emsp;The sliding door on the adjacent balcony rattles open, slamming as it reaches the end of its track. I hear a sound of heavy effort. Some massive creature moves beyond the window glass of my balcony door.</p><p>&emsp;&quot;Gods, you&apos;re going to kill yourself,&quot; my neighbors say, but the figure continues grunting. &quot;You&apos;re going to break the railing! You&apos;re paying for&mdash;Help! Anyone, get in here!&quot;</p><p>&emsp;I hear metal screech. The creature shrieks in panic, and I jump from my bed, sprinting to the door. That can&apos;t actually be him. No way. I have to look like I was doing something, like I wasn&apos;t just laying in bed for two days, and so I flick the lights on, running my fingers through my hair a little, and I lift a book.</p><p>&emsp;A thud resounds outside somewhere. It feels as if the cantilever balcony is going to snap from the sudden load. The neighbors curse, the drunk creature laughs, and the neighbors curse even harder. The door flies open, nearly shattering the frame at the stop, and he enters.</p><p>&emsp;&quot;You bastard.&quot; He heaves between breaths. &quot;You know what I had to do to get in here? Good thing those jerks next door aren&apos;t your neighbors anymore,&quot; he says, with the door still open and the neighbors on the balcony.</p><p>&emsp;He stumbles to the telephone resting on the only table in the room, palming the whole thing with a single hand, finding no tension pulling it downward from the power cord. The power cord is disconnected, and he knows I unplugged it.</p><p>&emsp;&quot;Really? Really, Titus?&quot; he says. &quot;And what could you possibly be reading? Classes are over. Thermal Properties of Essence? I don&apos;t even know what that is, and there&apos;s no extra credit anymore.&quot;</p><p>&emsp;He swats the book out of my hands. It slams against the wall between me and my newly-disgruntled neighbors, leaving a dent in the wall that I&apos;ll probably be paying premium for.</p><p>&emsp;&quot;You should be getting drunk with us. Making memories. Val and Sylvia got so upset they made me do this. No&mdash;YOU made me do this, and I&apos;m upset now, too.&quot;</p><p>&emsp;&quot;I&apos;m sorry, Romin, it&apos;s just been&mdash;&quot;</p><p>&emsp;&quot;Tough? Hard?&quot; he says. &quot;And you know how we deal with those feelings? We get trashed. We get trashed, and we deal with them together. We&apos;re running out of time, Titus.&quot; Romin turns me to the door. There&apos;s no refusing the grasp of someone twice your size. &quot;Open the door and say you&apos;re excited to see them,&quot; he demands.</p><p>&emsp;&quot;Can I put on a shirt first?&quot;</p><p>&emsp;&quot;You did this to yourself,&quot; he says, blocking my access to the rest of the room. I sigh and slowly creak it open. Valentina and Sylvia are on the other side, along with most of the hallway, peering out at the ruckus from their rooms. Their eyes trace from my face to my pajama pants, than back to my face again, a slight look of surprise and disgust mixed together.</p><p>&emsp;I repeat Romin&apos;s words, mechanically. &quot;I am excited, to see you,&quot; I tell them.</p><p>&emsp;&quot;Can we come in? Gods. After you . . . get ready?&quot; Valentina asks, turning away from the doorway, her face blushed bright red as Sylvia turns the other way.</p><p>&emsp;&quot;Ready for what?&quot; I ask.</p><p>&emsp;&quot;For our night out,&quot; Valentina says.</p><p>&emsp;&quot;That&apos;s right,&quot; Romin says. &quot;Now get ready. Take off your pants.&quot;</p><p>&emsp;&quot;In front of you? Now? Wait&mdash;&quot;</p><p>&emsp;&quot;Or I&apos;ll take them off for you. I&apos;ve seen your naked ass more times than Sylvia, I&apos;m sure of it,&quot; he says, and Sylvia mutters something indiscernible from behind the door, probably flushed with color.</p><p>&emsp;&quot;We don&apos;t do that,&quot; I say.</p><p>&emsp;&quot;We don&apos;t do that my ass,&quot; Romin says. &quot;Or your ass. Off. And put on some damn pants. Something nice. We&apos;re going back to the Merlot district, and Valentina&apos;s gonna get us in everywhere.&quot;</p><p>&emsp;I slip on some jeans that sprawled on the floor for days like rotten pasta, unwashed and odorous like the rest of my room.</p><p>&emsp;&quot;Good. Now let your girlfriend pick a nice shirt for you,&quot; Romin says. He turns to the two girls beyond the door. &quot;He unplugged the phone, can you believe this idiot? I told you we had to save him.&quot;</p><p>&emsp;&quot;We&apos;re not . . .&quot; Sylvia mumbles.</p><p>&emsp;&quot;You can come in,&quot; I say. My social aversion has no foot in the door against my sudden fear of Romin. And strangely, I find myself a little less empty.</p><p>&emsp;Sylvia&apos;s face is still flushed red. &quot;A shirt . . .&quot;</p><p>&emsp;&quot;You&apos;re the artist. Pick something flashy. We&apos;re getting my boy laid tonight,&quot; Romin says. Sylvia recoils at those words with a certain disgust, bending down to thumb through my limited closet. </p><p>&emsp;&quot;No.&quot; Valentina says, &quot;No, no, no, no, no. This isn&apos;t just a &apos;guys night out.&apos; This is a night for us.&quot;</p><p>&emsp;&quot;Well, one of us is getting laid tonight, at least,&quot; Romin says. &quot;Who&apos;s it going to be?&quot;</p><p>&emsp;&quot;What does that even mean, Romin?&quot; Valentina asks, rhetorically, knowing there&apos;s no reconciling his madness. </p><p>&emsp;Sylvia hands me a shirt, the one she&apos;s told me is her favorite one. &quot;Good choice,&quot; I tell her. She smiles.</p><p>&emsp;&quot;The trains run until long past midnight over break. Tonight&apos;s gonna be a great night,&quot; Romin says, and he turns to me. &quot;Don&apos;t expect to come back here. You&apos;ve slept enough, pal. Time to burn off some of that energy.&quot;</p><p>&emsp;&quot;But I don&apos;t have any money up here,&quot; I say. &quot;If we&apos;re gonna go, let me get some from the house.&quot;</p><p>&emsp;&quot;Not a problem,&quot; Romin says. He turns to Sylvia and Valentina. &quot;You deserve a good celebration for how hard you&apos;ve fought to be Valedictorian, and you deserve to know how the three of us&mdash;&quot; he gestures towards them and they nod&mdash; &quot;feel strongly about you.&quot;</p><p>&emsp;Heat thaws my heart a little further. I smile, genuinely, putting aside the anxieties of the unsettled life I&apos;ll be leaving behind. Either way, I&apos;ll be figuring it out later. </p><p>&emsp;&quot;Thanks, guys. Let&apos;s get going then,&quot; I say. &quot;Like you said. This is a night to remember.&quot;</p>"
  ],
  "BodyFormatted": [
    [
      "<p>&emsp;I lay on the hardwood floor. Perverse thoughts in my mind tell me I don&apos;t deserve the comfort of the bed, so I lay there, listening to the reverberations of a party below.</p>",
      "<p>&emsp;I let time pass by for what feels like hours, until I think my guilt can lift me from the floor, but it never arrives. I think about the radiant glow of the necklace enveloping my father&apos;s shop&mdash;it wasn&apos;t the first time that an Outwaller artifact had gone off on us. In fact, it is my only proof that a God might exist, and the absurdity of those moments often blend into the dullness of my daily life &mdash; saturated in propaganda posters, in crimson-font books administered by the Ministry of Courage, and in the repetition of combat training where we&apos;re pitted against other fireteams.</p>",
      "<p>&emsp;The hardwood floor doesn&apos;t bother me. I&apos;m used to sleeping on rough surfaces after years of survival training in the Academy, drilling as my team&apos;s Tactician or unofficial leader, and so I feel myself melt into the hardness of the floor.</p>",
      "<p>&emsp;The same dream comes to me. For a moment I stand in the infinite space of a dark landscape, the smell of ozone overpowering. Is it beyond the walls? A great cavern? Or somewhere beyond space itself? Thousands of graves lie before me on an endless plane of ash. Most of the bodies wear Academy marks, others wear ordinary clothes, and almost all of them seem to be the same age. I pray they aren&apos;t dreams of a horrible future. I hope they&apos;re not the lives of my fellow cadets in our service beyond the walls. I spend so many nights in this lifeless internal space &mdash; I&apos;m unable to move, without a body, just a spectator to the grounds of a boundless crypt, but I can feel the coldness of my surroundings. I can imagine the abrasiveness of the ash, hear the crackle of distant fires, cascading embers from indiscernible skies and amethyst glows in the veins of rotten flesh. No words are spoken here, there is no one left to speak them. I am just a ghost of a forgotten time, bearing witness to either a horrendous future or a miserable nightmare.</p>",
      "<p>&emsp;&quot;It&apos;s almost time.&quot; The voice speaks from a directionless origin. Its vibrations resonate within me. Am I speaking it to someone else? Or is it a voice of an internal force? Or&mdash;</p>",
      "<p>&emsp;&quot;Years you&apos;ve lived since that time. Maybe you&apos;ve forgotten, or tried to forget. But your connection has been snagged on that incident, that choice.&quot;</p>",
      "<p>&emsp;I try my vocal chords, but nothing resonates; all I can do is listen. A whole life I&apos;ve lived with only the memory of the orphanage, of the brutal fights and violence to prove my worth as a tool galvanized by teeth and blood.</p>",
      "<p>&emsp;&quot;A column of light marks the start of your true journey. Only if you accept the natural path, will you ever be free.&quot;</p>",
      "<p>&emsp;Darkness swallows the forms in the furthest distance. The bubble of this dream is collapsing. I can hear my voice being called from somewhere far beyond. The ground shakes. Ash shudders and lifts into the air like a great sandstorm on the gale of otherworldly winds, and everything begins to crumble to dust, returning to the most basic form of all matter.</p>",
      "<p>&emsp;&quot;Die to yourself or you will live forever, son.&quot;</p>",
      "<p>&emsp;A sound at the corner of the stairwell awakes me. </p>",
      "<p>&emsp;&quot;Titus! Titus.&quot;</p>",
      "<p>&emsp;Heavy footfalls cascade against the carpet. Light seeps through the edges of the blackout curtains. Gods, It&apos;s almost afternoon. How long was I asleep?</p>",
      "<p>&emsp;The footsteps are heavy, but not that heavy. Boots. Was it Sylvia? Or Valentina? No way she&apos;d come down here.</p>",
      "<p>&emsp;A fist pounds on the door. &quot;Titus, Titus, open up,&quot; a voice slurs. The voice sounds drunk, male. But it isn&apos;t Romin.</p>",
      "<p>&emsp;&quot;Who&apos;s asking?&quot;</p>",
      "<p>&emsp;&quot;Dammit. Open the door, son.&quot;</p>",
      "<p>&emsp;&quot;Clint? What are you doing here?&quot;</p>",
      "<p>&emsp;&quot;Just open up,&quot; he demanded. But why&mdash; he stays in the store as if he&apos;s chained to it. I hear his heavy breathing&mdash;either he took a flight of stairs too fast or is on the verge of throwing up.</p>",
      "<p>&emsp;I lift myself from the floor. My knees crack. The door opens, cracked. But I&apos;m wrong: he isn&apos;t drunk. Fear flushes his face, an emotion I haven&apos;t seen in him since I can remember.</p>",
      "<p>&emsp;&quot;Sons&apos;a bitches broke in, Titus,&quot; he says, &quot;I couldn&apos;t stop them, they took that damn thing you brought in. Told them we were closed, told them to come in the lighttime, first it was the Carmine, then bastards wearin&apos; all black, and...&quot;</p>",
      "<p>&emsp;&quot;Slow down,&quot; I say. His face swells with bruises. Dried blood runs in two parallel lines from his nose, and he can hardly speak, and I want to tell him that I told him so. &quot;When did this happen?&quot;</p>",
      "<p>&emsp;&quot;I was sleepin&apos; in the back room. Heard a knock on the door, told them the store was closed,&quot; he says. &quot;First it was the Carmine. Said they&apos;d be willing to pay handsomely for that thing you brought in earlier, knew we had it, they saw the light. Told us that the next party to show up would kill for it. I told them to wait &apos;till lighttime when we were open, but &apos;no,&apos; they said, &apos;they&apos;ll kill you for it if we don&apos;t take it now,&apos; they says. &apos;Then let them come,&apos; I say.&quot;</p>",
      "<p>&emsp;&quot;The Carmine came for it first,&quot; I say.</p>",
      "<p>&emsp;He nods. &quot;Gods, I should have just let the Carmine take it, I didn&apos;t think they were serious. The next group came an hour ago. Dressed in all black. Said they were from the City Guard, but they didn&apos;t look like guards. Said they was trying to keep all the humans alive. On my, last refusal then they kicked down the door, a whole lot of &apos;em, and they took the necklace right from my hands.&quot;</p>",
      "<p>&emsp;I asked, &quot;So what does that have to do with me?&quot;</p>",
      "<p>&emsp;&quot;You mean, your injured father? Broken doors that&apos;ll cost a week&apos;s earnings for a locksmith?&quot; Clint says. The only thing that holds him to this life is threatened. The existential horror registers in his expression. &quot;My shop . . . er, our shop.&quot;</p>",
      "<p>&emsp;I feel the apathy swell within me, and the approach of my uncertain future grate on me. My focus is far beyond this.</p>",
      "<p>&emsp;&quot;It&apos;s your shop.&quot;</p>",
      "<p>&emsp;&quot;What do you mean? It&apos;s ours,&quot; he says. It almost seems like my father is on the verge of tears, and it frightens me, but I still feel that force of resentment and anger that tears me from him.</p>",
      "<p>&emsp;&quot;Ours only when you want it to be. I have so much more to deal with right now.&quot; The anger pushes the next words. &quot;More important things.&quot;</p>",
      "<p>&emsp;&quot;Well . . . you, I . . . I just wanted . . .&quot; he stammers, but it eludes him.</p>",
      "<p>&emsp;&quot;Then I guess you should &apos;quit being a pussy and handle it,&apos;&quot; I tell him, before slamming the door. His somber footsteps drag him away. I hear a sniffle.</p>",
      "<p>&emsp;&quot;You know, you leaving and all . . . I know I&apos;m not good with feelings, but it&apos;s just as hard for me.&quot;</p>",
      "<p>&emsp;So hard he can&apos;t show up to my graduation, to see my speech, on the most important day of my life. I could tell he was day-drinking during that time. I could smell it on his breath. I don&apos;t respond, and he walks further. A sickness in my stomach rises as the distance grows between us. Is it guilt I feel? Do I feel bad? Or does his absence feel healing?</p>",
      "<p>&emsp;His voice is so different from normal that it haunts me. &quot;Promise we&apos;ll talk. There&apos;s so much I want to say to you. I&apos;m terrible with feelings, and you are, too.&quot;</p>",
      "<p>&emsp;I sit on the floor, back against the door, but my vocal chords refuse.</p>",
      "<p>&emsp;&quot;I&apos;ve always . . .&quot; he says, but can&apos;t finish the thought before discomfort overtakes him, and a deep, saturating pain stings inside my heart. I sit on the verge of tears, but my eyes remain dry, building pressure there instead. </p>"
    ],
    [
      "<p>&emsp;The rest of the day passes slowly. Three days remain before we&apos;re called to action. The phone on my desk rattles on occasion with calls from the operator, so I unplug it. Knocks sound on the door, but I can&apos;t lift myself.</p>",
      "<p>&emsp;I eat snacks stashed beneath my bed. I throw the wrappers on the floor. The maid service has ended; no one will be around anymore to pick them up. I wonder how many cadets have passed through this space, how differently each Firebrand might have furnished it. Over there is a window with a beautiful view. Four scuff marks speak that it was once a place where a couch peered out. A smaller spread near the opposite wall shows where a film projector might have rested, brought by some rich cadet, and I recall that on my first night here, I found reels of a movie called &quot;Fear The Chymaera&quot; left behind, one that Valentina acted in as a child. Did this place once hold celebrations? How many people have passed through the front door? And how many of them are alive today, living somewhere in the city?</p>",
      "<p>&emsp;It&apos;s the transience of such a space that is so hard to believe, how many proud families unpacked their children&apos;s furniture and closets into this room. Beyond the walls of this temporary home, loud bustling and burdened voices echo through the halls. The Firebrands unpack their things, leaving these spaces vacant for the next proud cadets to live. This space is naught but a temporary place of residence; a base camp, if you will; a place of operations; a bed to sleep and a desk to work; not holding permanence of any kind.</p>",
      "<p>&emsp;But I have so little to pack.</p>",
      "<p>&emsp;Nowhere has ever felt permanent. The bills for my childhood home pile up on my desk, and I&apos;ve finally crossed the threshold where all my savings can no longer hold. The demands from the child welfare service are addressed to me now, threatening to take Ellie from me, and for months I&apos;ve ripped them up. I refuse to believe that they will take her: lies of families all over the capital, in other districts, that avidly pursue her. But where else could she be comfortable beside in my arms?</p>",
      "<p>&emsp;I&apos;ll be away on service for a while. But I can make it work. I&apos;ll make more money. I can pay for the tutors. Hell, maybe Clint will take over. I can pay for the housekeepers, all the people that will keep the house the same way I remembered it. I can love her from a distance. I know I can, and just that idea gives me the strength to move on.</p>",
      "<p>&emsp;Another darktime approaches. And at one point, I hear commotion from the balcony next door. Upset voices&mdash;too late to be anything related to moving, since the dragging ended hours ago, and the service elevator hasn&apos;t chimed since I last awoke from my third nap.</p>",
      "<p>&emsp;&quot;Gods, you can&apos;t just barge in here. Who are you?&quot;</p>",
      "<p>&emsp;&quot;Just a second,&quot; the voice says. &quot;Did you know your neighbor&apos;s deaf? He can&apos;t hear me unless I barge in.&quot;</p>",
      "<p>&emsp;&quot;Get out!&quot;</p>",
      "<p>&emsp;The sliding door on the adjacent balcony rattles open, slamming as it reaches the end of its track. I hear a sound of heavy effort. Some massive creature moves beyond the window glass of my balcony door.</p>",
      "<p>&emsp;&quot;Gods, you&apos;re going to kill yourself,&quot; my neighbors say, but the figure continues grunting. &quot;You&apos;re going to break the railing! You&apos;re paying for&mdash;Help! Anyone, get in here!&quot;</p>",
      "<p>&emsp;I hear metal screech. The creature shrieks in panic, and I jump from my bed, sprinting to the door. That can&apos;t actually be him. No way. I have to look like I was doing something, like I wasn&apos;t just laying in bed for two days, and so I flick the lights on, running my fingers through my hair a little, and I lift a book.</p>",
      "<p>&emsp;A thud resounds outside somewhere. It feels as if the cantilever balcony is going to snap from the sudden load. The neighbors curse, the drunk creature laughs, and the neighbors curse even harder. The door flies open, nearly shattering the frame at the stop, and he enters.</p>",
      "<p>&emsp;&quot;You bastard.&quot; He heaves between breaths. &quot;You know what I had to do to get in here? Good thing those jerks next door aren&apos;t your neighbors anymore,&quot; he says, with the door still open and the neighbors on the balcony.</p>",
      "<p>&emsp;He stumbles to the telephone resting on the only table in the room, palming the whole thing with a single hand, finding no tension pulling it downward from the power cord. The power cord is disconnected, and he knows I unplugged it.</p>",
      "<p>&emsp;&quot;Really? Really, Titus?&quot; he says. &quot;And what could you possibly be reading? Classes are over. Thermal Properties of Essence? I don&apos;t even know what that is, and there&apos;s no extra credit anymore.&quot;</p>",
      "<p>&emsp;He swats the book out of my hands. It slams against the wall between me and my newly-disgruntled neighbors, leaving a dent in the wall that I&apos;ll probably be paying premium for.</p>",
      "<p>&emsp;&quot;You should be getting drunk with us. Making memories. Val and Sylvia got so upset they made me do this. No&mdash;YOU made me do this, and I&apos;m upset now, too.&quot;</p>",
      "<p>&emsp;&quot;I&apos;m sorry, Romin, it&apos;s just been&mdash;&quot;</p>",
      "<p>&emsp;&quot;Tough? Hard?&quot; he says. &quot;And you know how we deal with those feelings? We get trashed. We get trashed, and we deal with them together. We&apos;re running out of time, Titus.&quot; Romin turns me to the door. There&apos;s no refusing the grasp of someone twice your size. &quot;Open the door and say you&apos;re excited to see them,&quot; he demands.</p>",
      "<p>&emsp;&quot;Can I put on a shirt first?&quot;</p>",
      "<p>&emsp;&quot;You did this to yourself,&quot; he says, blocking my access to the rest of the room. I sigh and slowly creak it open. Valentina and Sylvia are on the other side, along with most of the hallway, peering out at the ruckus from their rooms. Their eyes trace from my face to my pajama pants, than back to my face again, a slight look of surprise and disgust mixed together.</p>",
      "<p>&emsp;I repeat Romin&apos;s words, mechanically. &quot;I am excited, to see you,&quot; I tell them.</p>",
      "<p>&emsp;&quot;Can we come in? Gods. After you . . . get ready?&quot; Valentina asks, turning away from the doorway, her face blushed bright red as Sylvia turns the other way.</p>",
      "<p>&emsp;&quot;Ready for what?&quot; I ask.</p>",
      "<p>&emsp;&quot;For our night out,&quot; Valentina says.</p>",
      "<p>&emsp;&quot;That&apos;s right,&quot; Romin says. &quot;Now get ready. Take off your pants.&quot;</p>",
      "<p>&emsp;&quot;In front of you? Now? Wait&mdash;&quot;</p>",
      "<p>&emsp;&quot;Or I&apos;ll take them off for you. I&apos;ve seen your naked ass more times than Sylvia, I&apos;m sure of it,&quot; he says, and Sylvia mutters something indiscernible from behind the door, probably flushed with color.</p>",
      "<p>&emsp;&quot;We don&apos;t do that,&quot; I say.</p>",
      "<p>&emsp;&quot;We don&apos;t do that my ass,&quot; Romin says. &quot;Or your ass. Off. And put on some damn pants. Something nice. We&apos;re going back to the Merlot district, and Valentina&apos;s gonna get us in everywhere.&quot;</p>",
      "<p>&emsp;I slip on some jeans that sprawled on the floor for days like rotten pasta, unwashed and odorous like the rest of my room.</p>",
      "<p>&emsp;&quot;Good. Now let your girlfriend pick a nice shirt for you,&quot; Romin says. He turns to the two girls beyond the door. &quot;He unplugged the phone, can you believe this idiot? I told you we had to save him.&quot;</p>",
      "<p>&emsp;&quot;We&apos;re not . . .&quot; Sylvia mumbles.</p>",
      "<p>&emsp;&quot;You can come in,&quot; I say. My social aversion has no foot in the door against my sudden fear of Romin. And strangely, I find myself a little less empty.</p>",
      "<p>&emsp;Sylvia&apos;s face is still flushed red. &quot;A shirt . . .&quot;</p>",
      "<p>&emsp;&quot;You&apos;re the artist. Pick something flashy. We&apos;re getting my boy laid tonight,&quot; Romin says. Sylvia recoils at those words with a certain disgust, bending down to thumb through my limited closet. </p>",
      "<p>&emsp;&quot;No.&quot; Valentina says, &quot;No, no, no, no, no. This isn&apos;t just a &apos;guys night out.&apos; This is a night for us.&quot;</p>",
      "<p>&emsp;&quot;Well, one of us is getting laid tonight, at least,&quot; Romin says. &quot;Who&apos;s it going to be?&quot;</p>",
      "<p>&emsp;&quot;What does that even mean, Romin?&quot; Valentina asks, rhetorically, knowing there&apos;s no reconciling his madness. </p>",
      "<p>&emsp;Sylvia hands me a shirt, the one she&apos;s told me is her favorite one. &quot;Good choice,&quot; I tell her. She smiles.</p>",
      "<p>&emsp;&quot;The trains run until long past midnight over break. Tonight&apos;s gonna be a great night,&quot; Romin says, and he turns to me. &quot;Don&apos;t expect to come back here. You&apos;ve slept enough, pal. Time to burn off some of that energy.&quot;</p>",
      "<p>&emsp;&quot;But I don&apos;t have any money up here,&quot; I say. &quot;If we&apos;re gonna go, let me get some from the house.&quot;</p>",
      "<p>&emsp;&quot;Not a problem,&quot; Romin says. He turns to Sylvia and Valentina. &quot;You deserve a good celebration for how hard you&apos;ve fought to be Valedictorian, and you deserve to know how the three of us&mdash;&quot; he gestures towards them and they nod&mdash; &quot;feel strongly about you.&quot;</p>",
      "<p>&emsp;Heat thaws my heart a little further. I smile, genuinely, putting aside the anxieties of the unsettled life I&apos;ll be leaving behind. Either way, I&apos;ll be figuring it out later. </p>",
      "<p>&emsp;&quot;Thanks, guys. Let&apos;s get going then,&quot; I say. &quot;Like you said. This is a night to remember.&quot;</p>"
    ]
  ],
  "Release": 128,
  "ReleaseDate": [
    "05",
    "09",
    "2025",
    "2025-05-09 00:00:00"
  ],
  "Active": true,
  "Perspective": "Titus",
  "Status": "No Status",
  "WordCount": 0,
  "Summary": ""
}