{
  "Story": "Paragate",
  "Title": "Chapter Fourteen",
  "Subtitle": "Knocking At The Door",
  "Act": 1,
  "ChapterNumber": 14,
  "Synopsis": "Chaos drives Katiya to the threshold.",
  "RevNotes": "",
  "ID": "1.14",
  "Body": [
    "<p>&emsp;Calling his name will do nothing. I decide ahead of time to break in instead of patiently knocking, hoping the others piece together my purpose for panic instead of thinking I&apos;m just deserting. My two friends are built like bricks, but it&apos;s all the muscle that helps in a sprint. If Bertram&apos;s house were any further than three blocks, they might have fallen behind. My legs are long and my conditioning is great, but it&apos;s not enough. I feel one of them lift me into the air as I continue to struggle, like a rabbit caught in an eagle&apos;s clutches.</p><p>&emsp;&quot;Let me go! He&apos;s not out sick, he&apos;s dying,&quot; I say.</p><p>&emsp;&quot;I know,&quot; Ryder says. &quot;I checked the Chymaeran&apos;s things. He didn&apos;t have a Guise Marker on him, so he didn&apos;t have the time to sever a finger. You know it takes a while to process.&quot;</p><p>&emsp;&quot;It wasn&apos;t meant to be a permanent guise. It was just for a moment, so it&apos;s off blood. That means Bertram has to be alive to keep it going,&quot; Pax says.</p><p>&emsp;&quot;You&apos;re not doing this alone,&quot; says Ryder, finally putting me down. &quot;We&apos;re going to help him together.&quot;</p><p>&emsp;&quot;Fine. But the guise isn&apos;t active anymore,&quot; I tell them, as we begin to run at even pace. &quot;He has no need to be alive.&quot;</p><p>&emsp;We pass the market street, then sprint along the road at the edge of the lake. I collect speed with distance, and by the time we arrive at Bertram&apos;s gate, I leverage all my Essence and anger against his door, bashing my armored shoulder against the painted wood.</p><p>&emsp;The door splits in splintered halves. The dust and sawdust coalesce in dark, floating motes as the sun casts ribbons of light through the entryway, and I squint my eyes to adjust to the darkness of his house. There is not a sound to tell his whereabouts. We enter the kitchen to find the window ajar with the curtains fluttering, the same window I use to trade for breakfast.</p><p>&emsp;&quot;He&apos;s not on the bottom floor,&quot; I say. It&apos;s just a single, long room that mixes the kitchen with a living space and dining area. None of the chairs are overturned, and the mess looks average for a single man.</p><p>&emsp;We begin to climb the stairs. Pax insists on going first, followed by Ryder, followed by me, with my dagger drawn hilt-up. They know the hallway design is two rooms and a master, so they split off to take the other rooms, leaving me with the only place my friend can feasibly lie.</p><p>&emsp;We throw the doors open at the same time. I hear no commotion from the other two, and as I approach the bed, I see the sheets are clean, crumpled with a pallid figure sweating in short trousers.</p><p>&emsp;&quot;Bertram,&quot; I say. </p><p>&emsp;He&apos;s breathing heavily, still unable to move, and veins of amethyst metastasize in a rash across his skin.</p><p>&emsp;&quot;Clear,&quot; the others report, entering the bedroom to find me kneeling beside his bed.</p><p>&emsp;&quot;How bad is it? Do you know?&quot; I ask Pax. &quot;He&apos;s breathing, and he&apos;s not bleeding, what did they do to him?&quot;</p><p>&emsp;Pax presses his fingers to Bertram&apos;s neck. The room gets colder as his fingertips flush with obsidian. &quot;The guise is up, so he&apos;s not being drained any longer, but he&apos;a really on the edge.&quot;</p><p>&emsp;&quot;Drained?&quot; I ask.</p><p>&emsp;&quot;The blood,&quot; Pax says. &quot;For a short guise like this that doesn&apos;t take a pound of flesh, it evaporates from his body every minute, damaging his organs. He&apos;ll wish he lost a finger instead.&quot;</p><p>&emsp;&quot;We need to heal him right away,&quot; I say, extending my hands, but Pax stops me.</p><p>&emsp;&quot;Human Essence will only make this worse. It&apos;s like treating frostburn with warm water.&quot;</p><p>&emsp;&quot;Then what do we do?&quot; I ask.</p><p>&emsp;&quot;There&apos;s medicine at the base, but it&apos;s really up to him until we can get him there. He&apos;s got to fight,&quot; Pax says. &quot;The worst is over, but I only know l as far as experimenting with my Chymaeran blood has gotten me. I&apos;ll still monitor the Curse.&quot;</p><p>&emsp;&quot;And I&apos;ll carry him,&quot; Ryder says.</p><p>&emsp;&quot;We need to keep him warm,&quot; I say. He&apos;s sweating so profusely, but I tuck the sheets around him, feeling his flesh is colder than ice. I press my head to his chest, listening to his faint heartbeat. &quot;It&apos;s my turn to save you,&quot; I tell him, standing back as Ryder works to position him across the back of his shoulders.</p>Beyond his window, the curious villagers and guards begin to gather, and I pray that Aldrin will have the understanding. I follow Pax and Ryder to the gates of the base on the route of our daily walk, using Essence to help sustain his warmth beneath the blanket.",
    "When we arrive, the spaces between the buildings are strangely vacant. The escaped horses are hitched back to the familiar carriage, parked at the side of the headquarters: surely the royals are elsewhere, enjoying the finest accommodations.  I can hear a loud group of guards and civilians within the walls. I lament the straight walk through the center of the building we&apos;ll have to take to get Bertram the attention he needs.I can hear the voices of the commoners.&quot;If your guards were smart enough to know how to walk and run, we wouldn&apos;t be in this mess.&quot;&quot;You need to get rid of her. They need a gesture of our apology. Send her to the front lines immediately!&quot;&quot;Oh, give her a break! Clumsy or not, she&apos;s the reason the patriarch is still alive.&quot;All the heads turn when we enter. I&apos;m the first to step in, and all the eyes fall on me.&quot;About time you come back after scampering off,&quot; a senior guard says.&quot;I wasn&apos;t &apos;scampering off,&apos;&quot; I tell him. &quot;I was saving the other victim everyone forgot about.&quot;Pax enters next, carrying the real Bertram in his arms now. He steps carefully between villagers seated on the floor.&quot;Gods above,&quot; another says.I find Aldrin standing at the front of the room: his natural height is enough to demand attention. &quot;This only proves further that today was far from a failure. I know you are all scared of repercussions, of tribute lost, but it doesn&apos;t change the fact that Gaffesend is vital to the defense of our homeland.&quot;Since I&apos;m able to catch my breath for the first time, I walk around the back of the room to stand beside Jullian, but he doesn&apos;t turn to me, focused on the words of our leader.&quot;I know it wasn&apos;t perfect. They&apos;re still learning, but they took action, and I want to recognize the bravery of Pax and Katiya, and their quick reactions to the evil vice of our enemy.&quot;He raises his hands to try and start a cheer, but the room is quiet.&quot;We don&apos;t care about bravery, we care about safety. How can we be sure our village is really safe?&quot; Someone says. The other villagers agree.&quot;This was an act to incite fear, to make it feel like a losing battle,&quot; Aldrin says. &quot;It was an act of attacking the mind of a people, not an act of definite power!&quot;&quot;But what if it was?&quot; One of the farmers says. &quot;I stare into the darkness every night in the southeast, how can I be sure of that?&quot;&quot;We need more than just the professional guards, more than the army, we need everything you have!&quot;&quot;Then we will do something about it.&quot;&quot;Do what? The empire will support us less after this!&quot;&quot;We&apos;ll send out the junior guards,&quot; Aldrin says.I can feel the freedom to choose, to be decidedly safe, dissolving away. The numbness returns to my fingers.&quot;Night missions. Indefinite night scouting missions, and during the day, too,&quot; Aldrin offers, the first thing that seems to quell the fears across the town hall. &quot;No more idle quests, we&apos;ll place them at the threshold.&quot;The cheer grows louder. My heart beats faster.&quot;We will do everything in our power to keep this town safe. And we&apos;ll re-institute the volunteer force if needed. I promise you,&quot; he says, and when I reach for a space behind Jullian to sit, the others stand.Before long, the townies are leaving, satisfied enough with the answer. I reach for Jullian&apos;s hand, but he&apos;s gone without a word, and I feel like I deserve it.I can feel the static on my flesh. When I&apos;m far enough behind my friends, I stumble home, feeling the weakness begin to overtake me. My curling fingers fumble for the key. My name will be scratched off it soon. I&apos;m too humiliated to ask for Jullian&apos;s comfort when he never stays in the first place, my other friend is fighting for his life, and it feels like the only option I have is to invoke the help of the stranger I shut out so many weeks ago.I press desperately against the shelf as my body curls on itself, praying that the passageway is still there and I won&apos;t crumple in the closet. I crack the door, struggling to drive it against the bookshelf since I didn&apos;t push it far enough, trying to slide my body only to find a second door firmly locked in place.I remember the strange name of the foreign language I can somehow understand, and I cry it like an incantation. &quot;Cody. Help me, please,&quot; I beg, pounding on the door. &quot;Cody!&quot;The door latches. I hear a shrill, ear-piercing screech sound from beneath my foot as something finesses heavy piece of metal bracing the door. His hand rips the screeching thing to pieces before he manages to leverage it open, killing the metallic creature mid-cry.When the door opens, all I can manage is to collapse into his arms, and he embraces me, leading me into his foyer as the tears run from my eyes.His voice is soothing as he tries to calm me. It&apos;s the only sense I have when my eyes are shut, trying to abate the fear of all the artifacts around me. I can feel my back settle into the comfortable couch where I found his friend sleeping, and he sits beside me, placing his arm around me at enough of a distance to prevent me from thinking that he&apos;s trying to make a move.&quot;So, uh, what happened?&quot;"
  ],
  "BodyFormatted": [
    [
      "<p>&emsp;Calling his name will do nothing. I decide ahead of time to break in instead of patiently knocking, hoping the others piece together my purpose for panic instead of thinking I&apos;m just deserting. My two friends are built like bricks, but it&apos;s all the muscle that helps in a sprint. If Bertram&apos;s house were any further than three blocks, they might have fallen behind. My legs are long and my conditioning is great, but it&apos;s not enough. I feel one of them lift me into the air as I continue to struggle, like a rabbit caught in an eagle&apos;s clutches.</p>",
      "<p>&emsp;&quot;Let me go! He&apos;s not out sick, he&apos;s dying,&quot; I say.</p>",
      "<p>&emsp;&quot;I know,&quot; Ryder says. &quot;I checked the Chymaeran&apos;s things. He didn&apos;t have a Guise Marker on him, so he didn&apos;t have the time to sever a finger. You know it takes a while to process.&quot;</p>",
      "<p>&emsp;&quot;It wasn&apos;t meant to be a permanent guise. It was just for a moment, so it&apos;s off blood. That means Bertram has to be alive to keep it going,&quot; Pax says.</p>",
      "<p>&emsp;&quot;You&apos;re not doing this alone,&quot; says Ryder, finally putting me down. &quot;We&apos;re going to help him together.&quot;</p>",
      "<p>&emsp;&quot;Fine. But the guise isn&apos;t active anymore,&quot; I tell them, as we begin to run at even pace. &quot;He has no need to be alive.&quot;</p>",
      "<p>&emsp;We pass the market street, then sprint along the road at the edge of the lake. I collect speed with distance, and by the time we arrive at Bertram&apos;s gate, I leverage all my Essence and anger against his door, bashing my armored shoulder against the painted wood.</p>",
      "<p>&emsp;The door splits in splintered halves. The dust and sawdust coalesce in dark, floating motes as the sun casts ribbons of light through the entryway, and I squint my eyes to adjust to the darkness of his house. There is not a sound to tell his whereabouts. We enter the kitchen to find the window ajar with the curtains fluttering, the same window I use to trade for breakfast.</p>",
      "<p>&emsp;&quot;He&apos;s not on the bottom floor,&quot; I say. It&apos;s just a single, long room that mixes the kitchen with a living space and dining area. None of the chairs are overturned, and the mess looks average for a single man.</p>",
      "<p>&emsp;We begin to climb the stairs. Pax insists on going first, followed by Ryder, followed by me, with my dagger drawn hilt-up. They know the hallway design is two rooms and a master, so they split off to take the other rooms, leaving me with the only place my friend can feasibly lie.</p>",
      "<p>&emsp;We throw the doors open at the same time. I hear no commotion from the other two, and as I approach the bed, I see the sheets are clean, crumpled with a pallid figure sweating in short trousers.</p>",
      "<p>&emsp;&quot;Bertram,&quot; I say. </p>",
      "<p>&emsp;He&apos;s breathing heavily, still unable to move, and veins of amethyst metastasize in a rash across his skin.</p>",
      "<p>&emsp;&quot;Clear,&quot; the others report, entering the bedroom to find me kneeling beside his bed.</p>",
      "<p>&emsp;&quot;How bad is it? Do you know?&quot; I ask Pax. &quot;He&apos;s breathing, and he&apos;s not bleeding, what did they do to him?&quot;</p>",
      "<p>&emsp;Pax presses his fingers to Bertram&apos;s neck. The room gets colder as his fingertips flush with obsidian. &quot;The guise is up, so he&apos;s not being drained any longer, but he&apos;a really on the edge.&quot;</p>",
      "<p>&emsp;&quot;Drained?&quot; I ask.</p>",
      "<p>&emsp;&quot;The blood,&quot; Pax says. &quot;For a short guise like this that doesn&apos;t take a pound of flesh, it evaporates from his body every minute, damaging his organs. He&apos;ll wish he lost a finger instead.&quot;</p>",
      "<p>&emsp;&quot;We need to heal him right away,&quot; I say, extending my hands, but Pax stops me.</p>",
      "<p>&emsp;&quot;Human Essence will only make this worse. It&apos;s like treating frostburn with warm water.&quot;</p>",
      "<p>&emsp;&quot;Then what do we do?&quot; I ask.</p>",
      "<p>&emsp;&quot;There&apos;s medicine at the base, but it&apos;s really up to him until we can get him there. He&apos;s got to fight,&quot; Pax says. &quot;The worst is over, but I only know l as far as experimenting with my Chymaeran blood has gotten me. I&apos;ll still monitor the Curse.&quot;</p>",
      "<p>&emsp;&quot;And I&apos;ll carry him,&quot; Ryder says.</p>",
      "<p>&emsp;&quot;We need to keep him warm,&quot; I say. He&apos;s sweating so profusely, but I tuck the sheets around him, feeling his flesh is colder than ice. I press my head to his chest, listening to his faint heartbeat. &quot;It&apos;s my turn to save you,&quot; I tell him, standing back as Ryder works to position him across the back of his shoulders.</p>"
    ],
    []
  ],
  "Release": 226,
  "ReleaseDate": [
    "08",
    "15",
    "2025",
    "2025-08-15 00:00:00"
  ],
  "Active": false,
  "Perspective": "Katiya",
  "Status": "Revised Draft",
  "WordCount": 0,
  "Summary": "> Katiya barely saves Bertram.> Everyone laments Katiyathough Aldrin tries to defend her. Alone, she can only reach out to Cody."
}