{
  "Story": "Paragate",
  "Title": "Chapter Nine",
  "Subtitle": "Enemies To Combatants",
  "Act": 1,
  "ChapterNumber": 9,
  "Synopsis": "Differences lead to misunderstandings and violence.",
  "RevNotes": "",
  "ID": "1.9",
  "Body": [
    "<p>&emsp;I wince at the pins and needles throbbing in my hand, thinking about how I&apos;m gonna borrow my cousin and her law degree and sue that damn bitch. Engineering might make me just enough to get by beyond the mortgage, but there&apos;s no way in hell I&apos;m paying for medical care. I&apos;ll take an Uber to the hospital before I call an ambulance.</p><p>&emsp;Cursing under my breath makes it easier to bear. I tear the sleeve off my muddy, bloodstained shirt so I can try to wrap it up, all while I try to remember the content of my middle school health class.</p><p>&emsp;It&apos;s the first time I&apos;m able to look around and take in my surroundings. The sky is overcast and pitch-dark, with none of Denver&apos;s light pollution obscuring the stars. A great body of water spans before me, which is puzzling: if I left the adjoining unit from the front, shouldn&apos;t Emerald Lake be a couple blocks away?</p><p>&emsp;My housing development is devoid of streetlights by design, but when I squint to see the lights that illuminate the road, they flicker. The roads are dirty. And as I grasp the fabric of my tattered shirt as tightly as I can, plotting a large, crimson cardioid, I wonder how the HOA could ever let things get this bad with how much they scalp me every month.</p><p>&emsp;A couple strangers approach. They hasten their walk when they find I&apos;m on my knees: two of them far larger than I am, but all four of them far more built. They&apos;re carrying swords and wearing armor.</p><p>&emsp;I don&apos;t know whether to laugh or to cry.</p><p>&emsp;Hiding behind them is a furry, watching nervously. I&apos;m distracted by how perfect their fursuit is: her eyes move away when I try to meet them, flicking the tail with some kind of servo or something.</p><p>&emsp;&quot;What is going on in this suburb? Early Halloween? Did y&apos;all leave a D&D session? I thought it was all old people here,&quot; I say.</p><p>&emsp;&quot;Old people? This is the Millitary District,&quot; one of them says, &apos;casting fire&apos; in their palm to give us some light. I&apos;m impressed at how well they sell it.</p><p>&emsp;The darker-skinned bald one bends down to look at my palm, still taller than my crouch at half his height. &quot;You have got a good slice there. What happened?&quot;</p><p>&emsp;&quot;Was it Chymaerans?&quot; The other lunk says.</p><p>&emsp;The others look at him disapprovingly.</p><p>&emsp;&quot;Enough of the Chymaeran talk,&quot; says a woman with short, dirty blond hair. &quot;I&apos;ve got the training. I can heal him.&quot;</p><p>&emsp;&quot;As in a med-kit?&quot; I ask. &quot;Some peroxide and a bandage?&quot;</p><p>&emsp;&quot;No,&quot; She says, snarkily. &quot;Essence.&quot;</p><p>&emsp;&quot;What is that?&quot; I expect it&apos;s an off-brand painkiller or holistic herbs, nothing better than a Band-Aid.</p><p>&emsp;She says, &quot;Look &mdash; do you want my help or not?&quot;</p><p>&emsp;&quot;Sure,&quot; I say. She groans in annoyance before taking my palm between her hands. &quot;Where&apos;s the Neighborhood Patrol? I thought the cops were supposed to be out since those kids went tagging at the pool,&quot; I say.</p><p>&emsp;&quot;What in Khiras&apos; name are you on about?&quot; The African-American one asks. He looks me up and down. &quot;You&apos;re rather odd. Are you sure you&apos;re from here? What&apos;s your name, anyway?&quot;</p><p>&emsp;&quot;Name? He who asks should give their name first,&quot; I say. These weeaboos might get a kick from an anime reference if they&apos;re gonna pretend-heal me with their Etsy light gloves.</p><p>&emsp;&quot;My name is Ryder Zebal. This is Jullian, Oria, Pax, and Caeda,&quot; he says.</p><p>&emsp;Might as well befriend the neighbors. &quot;I&apos;m Cody. Cody Dunsmore, and I just moved here.&quot; I realize I don&apos;t have a hand to shake: my left one is being healed with what feels like glove-warmers and LEDs.</p><p>&emsp;&quot;Too strange for a Chymaeran,&quot; the lunk called Pax says.</p><p>&emsp;&quot;How about your papers?&quot; Ryder asks.</p><p>&emsp;&quot;Uh ... alright.&quot; The word &apos;papers&apos; is kinda weird, but I play along with their improv, in case they live close and I&apos;ll have to see them again.</p><p>&emsp;I reach into my back pocket with my right hand, but my wallet isn&apos;t there. I must have left it on the counter after I tipped the delivery guy.</p><p>&emsp;&quot;Hold on a sec,&quot; I say.</p><p>&emsp;They reach for their swords though I can only reach one hand myself, all while Oriya is still &apos;working her magic.&apos;</p><p>&emsp;I retrieve my phone from my pocket. They stare as if it were some kind of monolith. I light the screen with a tap then swipe up to turn on the flashlight.</p><p>&emsp;Click.</p><p>&emsp;They instantly dive backwards, frightened when the blinding flash illuminates the streets brighter than the flickering lamps.</p><p>&emsp;&quot;Good thing I downloaded the MyColorado App recently, in case the cops stop me and I forgot my license. Let&apos;s see here . . .&quot; I swipe down to type M-Y-C in the search bar, and then tap the first result.</p><p>&emsp;They&apos;re still petrified, standing there with their swords drawn.</p><p>&emsp;&quot;Very funny. You guys are great at improv,&quot; I say. &quot;See? Right here. Class C. I can drive, officer.&quot; I hold the bright screen towards Ryder. He draws closer, entranced by the display.</p><p>&emsp;&quot;What kind of magic is this? Are you some kind of mage? An inventor in the Royal Court of Science? Or are you a Mask? Of the Gods?&quot;</p><p>&emsp;&quot;I&apos;m just an engineer,&quot; I tell them. &quot;Hardly one at that.&quot;</p><p>&emsp;&quot;An inventor, then,&quot; Jullian says.</p><p>&emsp;I look to the full-on furry catgirl. She&apos;s hypnotized as if I shined a laser in front of her.</p><p>&emsp;&quot;Well, I should get going,&quot; I tell them, feeling light-headed. &quot;I&apos;ve got to get home and bandage this for real. It&apos;s going to&mdash;&quot; I flex my hand. It feels like nothing. I turn the flashlight from the roadway, looking down at my palm.</p><p>&emsp;I turn to Oriya. &quot;How in God&apos;s name did you do that? Did you glue it?&quot;</p><p>&emsp;&quot;No, idiot. You&apos;re Human, aren&apos;t you? Don&apos;t you have the powers of fire and life?&quot;</p><p>&emsp;&quot;No?&quot; I say.</p><p>&emsp;&quot;Well, get on home,&quot; Oriya says. The others ramble to themselves about the strangeness of what just happened. Oriya reaches to hug Jullian&apos;s arm, and he uncomfortably obliges. I wait until the four of them disappear into the shadows.</p><p>&emsp;I try the handle of the door.</p><p>&emsp;It&apos;s locked.</p><p>&emsp;I run around the back, onto a cobblestone street. Counting as many houses over as it took to turn the corner, I try the window.</p><p>&emsp;It&apos;s open.</p><p>&emsp;I flex my left hand, still not feeling any anguish, pressing my ear to the window to try and discern where the girl is. I spend minutes listening to silence, until I hear Miguel&apos;s scream on the other side.</p>",
    "<p>&emsp;I&apos;m mystified when I cross the threshold of the door. The room is dark, and though I can&apos;t make out the meager spread of items, I can sense how strange the shapes in this room are: so smooth and straight, as if they were cut by divine hands. When I find a glint in the artifacts on the shelves and walls&mdash;even the shelves themselves&mdash;I marvel at how much metal must have been wasted to produce all these things. He must be rich if he can waste money like this: maybe he&apos;s so rich that he bribed the Guard to let him live here, in a prime spot looking across the water.</p><p>&emsp;Does he actually live next door? Did I really mistake this as a closet? My metal boots clatter like hooves against the reflective wood floor, and I trace my finger along the polished granite table, trying to imagine how the resources got here.</p><p>&emsp;A crunch startles me. On the floor are what looks like hand-painted ration cans, but they&apos;re all crushed and ruined.</p><p>&emsp;I&apos;m startled again when I hear snoring in the corner, and I find another odd stranger. A friend? A lover? Maybe a visitor past curfew? My feet sink into the carpet when I approach him, wondering again how the scruffy noble could ever afford such luxurious flooring.</p><p>&emsp;The entire room stinks of man, but this one smells especially bad. He mumbles in a drunken stupor before he awakes, blinking his eyes like a toad.</p><p>&emsp;&quot;Uh . . . hey.&quot;</p><p>&emsp;&quot;Hello,&quot; I say, wishing I had not ditched the dagger.</p><p>&emsp;He asks, &quot;And you are?&quot;</p><p>&emsp;&quot;Katiya. Katiya Breakey-Hilde,&quot; I say.</p><p>&emsp;&quot;Carajo. My homie&apos;s got no chill if he&apos;s bringing girls like you over while I&apos;m here. Must be desperate since he&apos;s got no hose.&quot;</p><p>&emsp;&quot;A hose? Why would you&mdash;&quot; I begin to ask, but he cuts me off.</p><p>&emsp;&quot;I think he&apos;s upstairs,&quot; he tells me, squinting his eyes, and then some semblance of recognition crosses his face. &quot;Wait a minute &mdash; you must be from that fantasy escort service down in Denver, what was it called, uh . . . Call To Adventure, or something like that?&quot;</p><p>&emsp;&quot;I only do escort missions through the Royal Guard,&quot; I say.</p><p>&emsp;&quot;Hah. Good one,&quot; he says.</p><p>&emsp;&quot;It is good,&quot; I say.</p><p>&emsp;&quot;Good.&quot; He clicks his tongue. &quot;Figures. My boy Cody could never score a baddie like you.&quot;</p><p>&emsp;&quot;Cody,&quot; I say.</p><p>&emsp;&quot;Yep.&quot;</p><p>&emsp;An odd name.</p><p>&emsp;&quot;And I&apos;m Miguel.&quot;</p><p>&emsp;Another odd name.</p><p>&emsp;He says, &quot;But he&apos;s a real one, let me tell you. My friend is the best dude you&apos;ll ever meet. I love that guy. You might be here for just a night &mdash; and, look, I know the whole thing about falling in love with a call girl &mdash; but give him a chance, huh? Even if it&apos;s just a booty call thing,&quot; he says.</p><p>&emsp;His hand grazes the table, accidentally casting some black, slender object on the floor. It bounces twice before colliding with something else.</p><p>&emsp;I hear a click, and then behind me, a flash of colorful light envelops the room. I gasp when I turn to look, and my heart jumps into my throat.</p><p>&emsp;Behind the bright window, a mother and daughter are screaming at each other. It gives me such a start that I collapse into the couch. The woman is screaming, the daughter is screaming, I&apos;m screaming, and the man is shouting, trying to free himself from my armor.</p><p>&emsp;I spew a string of apologies as the woman in the window says something about wanting her body back, just as all I want is to go home. Too panicked to realize that the best direction is from whence I came, I sprint for the door as the other guy curses, grasping his leg.</p><p>&emsp;I&apos;ll just go around like Cody. We&apos;ll trade places.</p><p>&emsp;Just like my intruder, I trip backwards out the door, scraping the edges of the cement with my plate armor as I slide down the sculpted stairs, coming directly to a stop beneath a blinding torchlight. I scramble to my feet to try and run, but everything is so bright and unfamiliar that I fall to my knees.</p><p>&emsp;The sky is cloudless, but I can&apos;t find a single star. Lake Garrison is nowhere to be found; instead of the distant lights of my hometown of Hillfar, a pattern of white-and-red dotted lights slide past each other on a hill, somewhere far beyond the eaves of two houses on the other side of the road.</p><p>&emsp;Something loud is approaching. I try to curl into a ball to protect myself, but the armor stiffens me too much. A massive automobile tears past, lighting the entire street with headlamps lodged in the front, unlike anything I&apos;ve ever seen. It sounds like they have an entire orchestra in there behind the glass, but the deafening music fades . . . only to be replaced by two more loud metal chariots that shake the ground.</p><p>&emsp;I&apos;m quivering as I lay there in the grass, wondering where the garden is; why the lake isn&apos;t directly across from me; why stars shifted in the sky so swiftly. </p><p>&emsp;An old woman walks on the side of the street, and I consider she&apos;s a lamplighter until I see her holding a leash. She notices me crumpled in the grass on the verge of tears.</p><p>&emsp;&quot;Are you alright, sweetheart?&quot; She asks.</p><p>&emsp;&quot;No,&quot; I cry.</p><p>&emsp;Her familiar crosses the grass, nuzzling me with its wet nose before it licks my face.</p><p>&emsp;&quot;Oh, that&apos;s Doby. She&apos;s real friendly with all the young&apos;uns living around here &mdash; do you mind dogs? Or are you more of a cat person?&quot;</p><p>&emsp;&quot;I&apos;m a human person. A living human&mdash;&quot;</p><p>&emsp;&quot;&mdash;I swear to the good Lord in heaven: if this neighborhood is turning into one of those &apos;college&apos; towns the Facebook talks about, with all these young&apos;uns in their new houses playing trapping music, I&apos;m going to lose it!&quot;</p><p>&emsp;I haven&apos;t the time to protest when I hear a hissing noise, and it sounds like the elder is conjuring a serpent. Before I can react, I feel a cloudless rain, followed by a direct blast of water to my face, saturating the clothes beneath my armor in seconds.</p><p>&emsp;&quot;Why? Why do you torment me?&quot; I plead, my tears now inseparable from the water soaking me down to my underwear. </p><p>&emsp;&quot;I didn&apos;t set the timer on those sprinklers,&quot; she says, and then adds, &quot;damn beatnik.&quot;</p><p>&emsp;As I kneel in the muddy grass, sullying my new pants, I watch as the cantankerous woman retreats, dragging the mutt alongside her. A single, white moon hangs in the sky. Blinking red and white flashes somewhere even higher, casting smoke in a faint line, leaving the sound of a crackle as it slices the sky. I never knew the sky could be torn. </p><p>&emsp;With my mind petrified, locking my muscles, resigning me to soak in the jets of water, my body decides for me, urging me back inside to pass Cody&apos;s cursing companion.</p><p>&emsp;All I want is to return to the comfort of Fosroth where the world is uncomplicated. I want a cup of tea and a book beside the fire as I warm my bones. I will never bear witness to this horrifying illusion again.</p><p>&emsp;I ignore his companion&apos;s threat to take shots, though he holds a bottle instead of a gun, &mdash; asking if his friend paid for any more guards to defend this house. But as I stumble towards the closet, squeaking my saturated boots with each step, all I find is another figure, standing there at the back of the closet.</p>",
    "<p>&emsp;I throw open the window, dragging myself over the sill and depositing myself on the floor. My shoulder aches where her scalding hands burned me. I twist my body to get my feet beneath me, and manage to stand in front of the door.</p><p>&emsp;I level the lacrosse stick after I lift it off the floor, tearing off the rubber end cap, flipping it around so the basket faces me. And surely enough, like a reflection in the mirror, I find the female knight standing there on the other side.</p><p>&emsp;We pause there for a couple seconds. There&apos;s a panic still deep inside her eyes. I stagger my footing with my hands together on the stick, ready to body her with a cross-check, waiting for her to make the first move since I&apos;m on the defensive.</p><p>&emsp;&quot;En garde,&quot; I say. </p><p>&emsp;And then she charges me.</p>",
    "<p>&emsp;I wager my strength and power over his defenses. The inebriated man called Cody holds the odd, metallic broomstick with his hands together in the center &mdash; a technique I&apos;ve never seen before &mdash; and calls out a phrase I can only decipher as a challenge.</p><p>&emsp;If it&apos;s a sword fight he wants, I know I can make it to the greatsword leaning against the wall, because if this Auvryan cross-blood wants to wreak havoc on my home life with his illusions, sullying the most sacred place I have to replenish myself and find respite, then I have no other choice. </p><p>&emsp;He must be destroyed.</p><p>&emsp;Cody drags his left foot behind him, bending his knees, leaning his body in a forward squat as if that can stop me. Surely this assassin is an Auvryan, and likely some kind of mercenary: their people are masters with pole weapons. But I doubt his technique is greater than the strength of a full-blooded Human flooded with Essence.</p><p>&emsp;I charge with my armored left shoulder, allowing the Essence to flow into my legs, flooding my muscles with such power that every step deflects the floorboards. I close the distance faster than he expects, but he remains steadfast, standing there with the metal broom raised to chest height, hinging his arms to receive the full force of my momentum.</p><p>&emsp;It&apos;s when I&apos;m three steps from deliverance that he bends to get under me &mdash; but my muscle memory is far faster. I lower myself further than he can, sliding beneath the pole, driving my metallic shoulder into his chest and blasting him in the air.</p><p>&emsp;He lets out a rasping wheeze when his ribs bend towards his lungs. He&apos;s lucky that nothing inside him breaks: maybe it&apos;s the alcohol on his breath that hints that his muscles are loose, and that he&apos;s feeling a little braver than he might be otherwise.  Cody crashes against my wall, leaving a sizable divot in the aged wallpaper, and before the ground reclaims him, I manage to snag the greatsword with my left hand, dragging it across the floor to assume a defensive stance. </p><p>&emsp;Somehow, he still manages to death-grip the broom between his hands, coughing and gasping for air as he lifts himself to his feet, overflowing with adrenaline and rage that radiate in his reddening face.</p><p>&emsp;I realize I left him an opening to escape. I expect him to cower, retreating to his conjured illusion to never return. But he flips the broom end of the stick to face him, exposing a sharp, hollow edge. </p><p>&emsp;His hapless courage is admirable. Maybe I would have fallen for him if this were training, and we were on the same side of the war.</p><p>&emsp;Cody coughs. &quot;You couldn&apos;t just let me go, could you?&quot;</p><p>&emsp;&quot;I need to be sure you can&apos;t ever ruin my peace again.&quot;</p><p>&emsp;He takes several labored breaths, clutching his chest, swinging the sharp end of the broom in several circles. &quot;So you&apos;re trying to kill me, then?&quot;</p><p>&emsp;&quot;It&apos;s not my fault that you broke in.&quot;</p><p>&emsp;&quot;I was trying to tell you that the door was open. What the hell kind of neighbor are you?&quot;</p><p>&emsp;&quot;You&apos;re not strong enough to be my neighbor,&quot; I tell him.</p><p>&emsp;The ceiling has just enough clearance to swing the greatsword in a vertical slash. I expect this cumbersome move to give him enough of a start to really escape this time, but he still refuses, standing there with the stick between his hands. </p><p>&emsp;The sword traces a faint line in the wooden ceiling before gravity does the rest of the work. It clashes with the broom &mdash; and I fully expect it to break through &mdash; but all my greatsword does is well a deep notch in the hexagonal shaft.</p><p>&emsp;He mutters something about the material, cursing about how this broom is personal to him, but I know very little of the Auvrya or their traditions. My blade releases sparks when I try to pull it back, grinding against the notch, but the further I pull, the higher the blade climbs. </p><p>&emsp;I hear the screech of metal-on-metal, and it seems it&apos;s his turn to close the distance. He grinds the pole against the sharp edge, driving the sword higher and higher until it falls behind my hands. I&apos;m left defenseless, and he jabs the plastic head of the stick against my breastplate, driving me to the floor.</p>"
  ],
  "BodyFormatted": [
    [
      "<p>&emsp;I wince at the pins and needles throbbing in my hand, thinking about how I&apos;m gonna borrow my cousin and her law degree and sue that damn bitch. Engineering might make me just enough to get by beyond the mortgage, but there&apos;s no way in hell I&apos;m paying for medical care. I&apos;ll take an Uber to the hospital before I call an ambulance.</p>",
      "<p>&emsp;Cursing under my breath makes it easier to bear. I tear the sleeve off my muddy, bloodstained shirt so I can try to wrap it up, all while I try to remember the content of my middle school health class.</p>",
      "<p>&emsp;It&apos;s the first time I&apos;m able to look around and take in my surroundings. The sky is overcast and pitch-dark, with none of Denver&apos;s light pollution obscuring the stars. A great body of water spans before me, which is puzzling: if I left the adjoining unit from the front, shouldn&apos;t Emerald Lake be a couple blocks away?</p>",
      "<p>&emsp;My housing development is devoid of streetlights by design, but when I squint to see the lights that illuminate the road, they flicker. The roads are dirty. And as I grasp the fabric of my tattered shirt as tightly as I can, plotting a large, crimson cardioid, I wonder how the HOA could ever let things get this bad with how much they scalp me every month.</p>",
      "<p>&emsp;A couple strangers approach. They hasten their walk when they find I&apos;m on my knees: two of them far larger than I am, but all four of them far more built. They&apos;re carrying swords and wearing armor.</p>",
      "<p>&emsp;I don&apos;t know whether to laugh or to cry.</p>",
      "<p>&emsp;Hiding behind them is a furry, watching nervously. I&apos;m distracted by how perfect their fursuit is: her eyes move away when I try to meet them, flicking the tail with some kind of servo or something.</p>",
      "<p>&emsp;&quot;What is going on in this suburb? Early Halloween? Did y&apos;all leave a D&D session? I thought it was all old people here,&quot; I say.</p>",
      "<p>&emsp;&quot;Old people? This is the Millitary District,&quot; one of them says, &apos;casting fire&apos; in their palm to give us some light. I&apos;m impressed at how well they sell it.</p>",
      "<p>&emsp;The darker-skinned bald one bends down to look at my palm, still taller than my crouch at half his height. &quot;You have got a good slice there. What happened?&quot;</p>",
      "<p>&emsp;&quot;Was it Chymaerans?&quot; The other lunk says.</p>",
      "<p>&emsp;The others look at him disapprovingly.</p>",
      "<p>&emsp;&quot;Enough of the Chymaeran talk,&quot; says a woman with short, dirty blond hair. &quot;I&apos;ve got the training. I can heal him.&quot;</p>",
      "<p>&emsp;&quot;As in a med-kit?&quot; I ask. &quot;Some peroxide and a bandage?&quot;</p>",
      "<p>&emsp;&quot;No,&quot; She says, snarkily. &quot;Essence.&quot;</p>",
      "<p>&emsp;&quot;What is that?&quot; I expect it&apos;s an off-brand painkiller or holistic herbs, nothing better than a Band-Aid.</p>",
      "<p>&emsp;She says, &quot;Look &mdash; do you want my help or not?&quot;</p>",
      "<p>&emsp;&quot;Sure,&quot; I say. She groans in annoyance before taking my palm between her hands. &quot;Where&apos;s the Neighborhood Patrol? I thought the cops were supposed to be out since those kids went tagging at the pool,&quot; I say.</p>",
      "<p>&emsp;&quot;What in Khiras&apos; name are you on about?&quot; The African-American one asks. He looks me up and down. &quot;You&apos;re rather odd. Are you sure you&apos;re from here? What&apos;s your name, anyway?&quot;</p>",
      "<p>&emsp;&quot;Name? He who asks should give their name first,&quot; I say. These weeaboos might get a kick from an anime reference if they&apos;re gonna pretend-heal me with their Etsy light gloves.</p>",
      "<p>&emsp;&quot;My name is Ryder Zebal. This is Jullian, Oria, Pax, and Caeda,&quot; he says.</p>",
      "<p>&emsp;Might as well befriend the neighbors. &quot;I&apos;m Cody. Cody Dunsmore, and I just moved here.&quot; I realize I don&apos;t have a hand to shake: my left one is being healed with what feels like glove-warmers and LEDs.</p>",
      "<p>&emsp;&quot;Too strange for a Chymaeran,&quot; the lunk called Pax says.</p>",
      "<p>&emsp;&quot;How about your papers?&quot; Ryder asks.</p>",
      "<p>&emsp;&quot;Uh ... alright.&quot; The word &apos;papers&apos; is kinda weird, but I play along with their improv, in case they live close and I&apos;ll have to see them again.</p>",
      "<p>&emsp;I reach into my back pocket with my right hand, but my wallet isn&apos;t there. I must have left it on the counter after I tipped the delivery guy.</p>",
      "<p>&emsp;&quot;Hold on a sec,&quot; I say.</p>",
      "<p>&emsp;They reach for their swords though I can only reach one hand myself, all while Oriya is still &apos;working her magic.&apos;</p>",
      "<p>&emsp;I retrieve my phone from my pocket. They stare as if it were some kind of monolith. I light the screen with a tap then swipe up to turn on the flashlight.</p>",
      "<p>&emsp;Click.</p>",
      "<p>&emsp;They instantly dive backwards, frightened when the blinding flash illuminates the streets brighter than the flickering lamps.</p>",
      "<p>&emsp;&quot;Good thing I downloaded the MyColorado App recently, in case the cops stop me and I forgot my license. Let&apos;s see here . . .&quot; I swipe down to type M-Y-C in the search bar, and then tap the first result.</p>",
      "<p>&emsp;They&apos;re still petrified, standing there with their swords drawn.</p>",
      "<p>&emsp;&quot;Very funny. You guys are great at improv,&quot; I say. &quot;See? Right here. Class C. I can drive, officer.&quot; I hold the bright screen towards Ryder. He draws closer, entranced by the display.</p>",
      "<p>&emsp;&quot;What kind of magic is this? Are you some kind of mage? An inventor in the Royal Court of Science? Or are you a Mask? Of the Gods?&quot;</p>",
      "<p>&emsp;&quot;I&apos;m just an engineer,&quot; I tell them. &quot;Hardly one at that.&quot;</p>",
      "<p>&emsp;&quot;An inventor, then,&quot; Jullian says.</p>",
      "<p>&emsp;I look to the full-on furry catgirl. She&apos;s hypnotized as if I shined a laser in front of her.</p>",
      "<p>&emsp;&quot;Well, I should get going,&quot; I tell them, feeling light-headed. &quot;I&apos;ve got to get home and bandage this for real. It&apos;s going to&mdash;&quot; I flex my hand. It feels like nothing. I turn the flashlight from the roadway, looking down at my palm.</p>",
      "<p>&emsp;I turn to Oriya. &quot;How in God&apos;s name did you do that? Did you glue it?&quot;</p>",
      "<p>&emsp;&quot;No, idiot. You&apos;re Human, aren&apos;t you? Don&apos;t you have the powers of fire and life?&quot;</p>",
      "<p>&emsp;&quot;No?&quot; I say.</p>",
      "<p>&emsp;&quot;Well, get on home,&quot; Oriya says. The others ramble to themselves about the strangeness of what just happened. Oriya reaches to hug Jullian&apos;s arm, and he uncomfortably obliges. I wait until the four of them disappear into the shadows.</p>",
      "<p>&emsp;I try the handle of the door.</p>",
      "<p>&emsp;It&apos;s locked.</p>",
      "<p>&emsp;I run around the back, onto a cobblestone street. Counting as many houses over as it took to turn the corner, I try the window.</p>",
      "<p>&emsp;It&apos;s open.</p>",
      "<p>&emsp;I flex my left hand, still not feeling any anguish, pressing my ear to the window to try and discern where the girl is. I spend minutes listening to silence, until I hear Miguel&apos;s scream on the other side.</p>"
    ],
    [
      "<p>&emsp;I&apos;m mystified when I cross the threshold of the door. The room is dark, and though I can&apos;t make out the meager spread of items, I can sense how strange the shapes in this room are: so smooth and straight, as if they were cut by divine hands. When I find a glint in the artifacts on the shelves and walls&mdash;even the shelves themselves&mdash;I marvel at how much metal must have been wasted to produce all these things. He must be rich if he can waste money like this: maybe he&apos;s so rich that he bribed the Guard to let him live here, in a prime spot looking across the water.</p>",
      "<p>&emsp;Does he actually live next door? Did I really mistake this as a closet? My metal boots clatter like hooves against the reflective wood floor, and I trace my finger along the polished granite table, trying to imagine how the resources got here.</p>",
      "<p>&emsp;A crunch startles me. On the floor are what looks like hand-painted ration cans, but they&apos;re all crushed and ruined.</p>",
      "<p>&emsp;I&apos;m startled again when I hear snoring in the corner, and I find another odd stranger. A friend? A lover? Maybe a visitor past curfew? My feet sink into the carpet when I approach him, wondering again how the scruffy noble could ever afford such luxurious flooring.</p>",
      "<p>&emsp;The entire room stinks of man, but this one smells especially bad. He mumbles in a drunken stupor before he awakes, blinking his eyes like a toad.</p>",
      "<p>&emsp;&quot;Uh . . . hey.&quot;</p>",
      "<p>&emsp;&quot;Hello,&quot; I say, wishing I had not ditched the dagger.</p>",
      "<p>&emsp;He asks, &quot;And you are?&quot;</p>",
      "<p>&emsp;&quot;Katiya. Katiya Breakey-Hilde,&quot; I say.</p>",
      "<p>&emsp;&quot;Carajo. My homie&apos;s got no chill if he&apos;s bringing girls like you over while I&apos;m here. Must be desperate since he&apos;s got no hose.&quot;</p>",
      "<p>&emsp;&quot;A hose? Why would you&mdash;&quot; I begin to ask, but he cuts me off.</p>",
      "<p>&emsp;&quot;I think he&apos;s upstairs,&quot; he tells me, squinting his eyes, and then some semblance of recognition crosses his face. &quot;Wait a minute &mdash; you must be from that fantasy escort service down in Denver, what was it called, uh . . . Call To Adventure, or something like that?&quot;</p>",
      "<p>&emsp;&quot;I only do escort missions through the Royal Guard,&quot; I say.</p>",
      "<p>&emsp;&quot;Hah. Good one,&quot; he says.</p>",
      "<p>&emsp;&quot;It is good,&quot; I say.</p>",
      "<p>&emsp;&quot;Good.&quot; He clicks his tongue. &quot;Figures. My boy Cody could never score a baddie like you.&quot;</p>",
      "<p>&emsp;&quot;Cody,&quot; I say.</p>",
      "<p>&emsp;&quot;Yep.&quot;</p>",
      "<p>&emsp;An odd name.</p>",
      "<p>&emsp;&quot;And I&apos;m Miguel.&quot;</p>",
      "<p>&emsp;Another odd name.</p>",
      "<p>&emsp;He says, &quot;But he&apos;s a real one, let me tell you. My friend is the best dude you&apos;ll ever meet. I love that guy. You might be here for just a night &mdash; and, look, I know the whole thing about falling in love with a call girl &mdash; but give him a chance, huh? Even if it&apos;s just a booty call thing,&quot; he says.</p>",
      "<p>&emsp;His hand grazes the table, accidentally casting some black, slender object on the floor. It bounces twice before colliding with something else.</p>",
      "<p>&emsp;I hear a click, and then behind me, a flash of colorful light envelops the room. I gasp when I turn to look, and my heart jumps into my throat.</p>",
      "<p>&emsp;Behind the bright window, a mother and daughter are screaming at each other. It gives me such a start that I collapse into the couch. The woman is screaming, the daughter is screaming, I&apos;m screaming, and the man is shouting, trying to free himself from my armor.</p>",
      "<p>&emsp;I spew a string of apologies as the woman in the window says something about wanting her body back, just as all I want is to go home. Too panicked to realize that the best direction is from whence I came, I sprint for the door as the other guy curses, grasping his leg.</p>",
      "<p>&emsp;I&apos;ll just go around like Cody. We&apos;ll trade places.</p>",
      "<p>&emsp;Just like my intruder, I trip backwards out the door, scraping the edges of the cement with my plate armor as I slide down the sculpted stairs, coming directly to a stop beneath a blinding torchlight. I scramble to my feet to try and run, but everything is so bright and unfamiliar that I fall to my knees.</p>",
      "<p>&emsp;The sky is cloudless, but I can&apos;t find a single star. Lake Garrison is nowhere to be found; instead of the distant lights of my hometown of Hillfar, a pattern of white-and-red dotted lights slide past each other on a hill, somewhere far beyond the eaves of two houses on the other side of the road.</p>",
      "<p>&emsp;Something loud is approaching. I try to curl into a ball to protect myself, but the armor stiffens me too much. A massive automobile tears past, lighting the entire street with headlamps lodged in the front, unlike anything I&apos;ve ever seen. It sounds like they have an entire orchestra in there behind the glass, but the deafening music fades . . . only to be replaced by two more loud metal chariots that shake the ground.</p>",
      "<p>&emsp;I&apos;m quivering as I lay there in the grass, wondering where the garden is; why the lake isn&apos;t directly across from me; why stars shifted in the sky so swiftly. </p>",
      "<p>&emsp;An old woman walks on the side of the street, and I consider she&apos;s a lamplighter until I see her holding a leash. She notices me crumpled in the grass on the verge of tears.</p>",
      "<p>&emsp;&quot;Are you alright, sweetheart?&quot; She asks.</p>",
      "<p>&emsp;&quot;No,&quot; I cry.</p>",
      "<p>&emsp;Her familiar crosses the grass, nuzzling me with its wet nose before it licks my face.</p>",
      "<p>&emsp;&quot;Oh, that&apos;s Doby. She&apos;s real friendly with all the young&apos;uns living around here &mdash; do you mind dogs? Or are you more of a cat person?&quot;</p>",
      "<p>&emsp;&quot;I&apos;m a human person. A living human&mdash;&quot;</p>",
      "<p>&emsp;&quot;&mdash;I swear to the good Lord in heaven: if this neighborhood is turning into one of those &apos;college&apos; towns the Facebook talks about, with all these young&apos;uns in their new houses playing trapping music, I&apos;m going to lose it!&quot;</p>",
      "<p>&emsp;I haven&apos;t the time to protest when I hear a hissing noise, and it sounds like the elder is conjuring a serpent. Before I can react, I feel a cloudless rain, followed by a direct blast of water to my face, saturating the clothes beneath my armor in seconds.</p>",
      "<p>&emsp;&quot;Why? Why do you torment me?&quot; I plead, my tears now inseparable from the water soaking me down to my underwear. </p>",
      "<p>&emsp;&quot;I didn&apos;t set the timer on those sprinklers,&quot; she says, and then adds, &quot;damn beatnik.&quot;</p>",
      "<p>&emsp;As I kneel in the muddy grass, sullying my new pants, I watch as the cantankerous woman retreats, dragging the mutt alongside her. A single, white moon hangs in the sky. Blinking red and white flashes somewhere even higher, casting smoke in a faint line, leaving the sound of a crackle as it slices the sky. I never knew the sky could be torn. </p>",
      "<p>&emsp;With my mind petrified, locking my muscles, resigning me to soak in the jets of water, my body decides for me, urging me back inside to pass Cody&apos;s cursing companion.</p>",
      "<p>&emsp;All I want is to return to the comfort of Fosroth where the world is uncomplicated. I want a cup of tea and a book beside the fire as I warm my bones. I will never bear witness to this horrifying illusion again.</p>",
      "<p>&emsp;I ignore his companion&apos;s threat to take shots, though he holds a bottle instead of a gun, &mdash; asking if his friend paid for any more guards to defend this house. But as I stumble towards the closet, squeaking my saturated boots with each step, all I find is another figure, standing there at the back of the closet.</p>"
    ],
    [
      "<p>&emsp;I throw open the window, dragging myself over the sill and depositing myself on the floor. My shoulder aches where her scalding hands burned me. I twist my body to get my feet beneath me, and manage to stand in front of the door.</p>",
      "<p>&emsp;I level the lacrosse stick after I lift it off the floor, tearing off the rubber end cap, flipping it around so the basket faces me. And surely enough, like a reflection in the mirror, I find the female knight standing there on the other side.</p>",
      "<p>&emsp;We pause there for a couple seconds. There&apos;s a panic still deep inside her eyes. I stagger my footing with my hands together on the stick, ready to body her with a cross-check, waiting for her to make the first move since I&apos;m on the defensive.</p>",
      "<p>&emsp;&quot;En garde,&quot; I say. </p>",
      "<p>&emsp;And then she charges me.</p>"
    ],
    [
      "<p>&emsp;I wager my strength and power over his defenses. The inebriated man called Cody holds the odd, metallic broomstick with his hands together in the center &mdash; a technique I&apos;ve never seen before &mdash; and calls out a phrase I can only decipher as a challenge.</p>",
      "<p>&emsp;If it&apos;s a sword fight he wants, I know I can make it to the greatsword leaning against the wall, because if this Auvryan cross-blood wants to wreak havoc on my home life with his illusions, sullying the most sacred place I have to replenish myself and find respite, then I have no other choice. </p>",
      "<p>&emsp;He must be destroyed.</p>",
      "<p>&emsp;Cody drags his left foot behind him, bending his knees, leaning his body in a forward squat as if that can stop me. Surely this assassin is an Auvryan, and likely some kind of mercenary: their people are masters with pole weapons. But I doubt his technique is greater than the strength of a full-blooded Human flooded with Essence.</p>",
      "<p>&emsp;I charge with my armored left shoulder, allowing the Essence to flow into my legs, flooding my muscles with such power that every step deflects the floorboards. I close the distance faster than he expects, but he remains steadfast, standing there with the metal broom raised to chest height, hinging his arms to receive the full force of my momentum.</p>",
      "<p>&emsp;It&apos;s when I&apos;m three steps from deliverance that he bends to get under me &mdash; but my muscle memory is far faster. I lower myself further than he can, sliding beneath the pole, driving my metallic shoulder into his chest and blasting him in the air.</p>",
      "<p>&emsp;He lets out a rasping wheeze when his ribs bend towards his lungs. He&apos;s lucky that nothing inside him breaks: maybe it&apos;s the alcohol on his breath that hints that his muscles are loose, and that he&apos;s feeling a little braver than he might be otherwise.  Cody crashes against my wall, leaving a sizable divot in the aged wallpaper, and before the ground reclaims him, I manage to snag the greatsword with my left hand, dragging it across the floor to assume a defensive stance. </p>",
      "<p>&emsp;Somehow, he still manages to death-grip the broom between his hands, coughing and gasping for air as he lifts himself to his feet, overflowing with adrenaline and rage that radiate in his reddening face.</p>",
      "<p>&emsp;I realize I left him an opening to escape. I expect him to cower, retreating to his conjured illusion to never return. But he flips the broom end of the stick to face him, exposing a sharp, hollow edge. </p>",
      "<p>&emsp;His hapless courage is admirable. Maybe I would have fallen for him if this were training, and we were on the same side of the war.</p>",
      "<p>&emsp;Cody coughs. &quot;You couldn&apos;t just let me go, could you?&quot;</p>",
      "<p>&emsp;&quot;I need to be sure you can&apos;t ever ruin my peace again.&quot;</p>",
      "<p>&emsp;He takes several labored breaths, clutching his chest, swinging the sharp end of the broom in several circles. &quot;So you&apos;re trying to kill me, then?&quot;</p>",
      "<p>&emsp;&quot;It&apos;s not my fault that you broke in.&quot;</p>",
      "<p>&emsp;&quot;I was trying to tell you that the door was open. What the hell kind of neighbor are you?&quot;</p>",
      "<p>&emsp;&quot;You&apos;re not strong enough to be my neighbor,&quot; I tell him.</p>",
      "<p>&emsp;The ceiling has just enough clearance to swing the greatsword in a vertical slash. I expect this cumbersome move to give him enough of a start to really escape this time, but he still refuses, standing there with the stick between his hands. </p>",
      "<p>&emsp;The sword traces a faint line in the wooden ceiling before gravity does the rest of the work. It clashes with the broom &mdash; and I fully expect it to break through &mdash; but all my greatsword does is well a deep notch in the hexagonal shaft.</p>",
      "<p>&emsp;He mutters something about the material, cursing about how this broom is personal to him, but I know very little of the Auvrya or their traditions. My blade releases sparks when I try to pull it back, grinding against the notch, but the further I pull, the higher the blade climbs. </p>",
      "<p>&emsp;I hear the screech of metal-on-metal, and it seems it&apos;s his turn to close the distance. He grinds the pole against the sharp edge, driving the sword higher and higher until it falls behind my hands. I&apos;m left defenseless, and he jabs the plastic head of the stick against my breastplate, driving me to the floor.</p>"
    ]
  ],
  "Release": 129,
  "ReleaseDate": [
    "05",
    "10",
    "2025",
    "2025-05-10 00:00:00"
  ],
  "Active": true,
  "Perspective": "Cody",
  "Status": "Final Draft",
  "WordCount": 0,
  "Summary": "> Cody witnesses the fantasy world.> Katiya witnesses the contemporary world.> Cody prepares to fight Katiya.> Katiya fights Cody, part one."
}