{"Story": "Paragate", "Title": "Chapter Ten", "Subtitle": "Strategic Retreat", "Act": 1, "ChapterNumber": 10, "Synopsis": "Katiya struggles to shut out the intruder.", "RevNotes": "", "ID": "2.10", "Body": ["<p>&emsp;Whatever that thing is, it isn&apos;t a broom.</p><p>&emsp;My mind races, but I still manage to remember the bloody dagger in the sink.</p><p>&emsp;I roll behind the kitchen island as he brandishes the head of the stick against a wooden bowl on the counter, casting a whole slew of produce against the ground.</p><p>&emsp;I lift myself by the counter&apos;s edge to dig my hand into the sink, feeling for the hilt of the dagger. </p><p>&emsp;&quot;Your fight is with me, not the damn house!&quot; I say.</p><p>&emsp;He bends down to scoop up one of the apples with the stick, taking it into the basket. I level the dagger at him, taking a butcher&apos;s knife in my other hand, completely unsure of what he&apos;s going to do next.</p><p>&emsp;His hands shift to the sharp end of the stick, leaving the basket at a certain length behind him. </p><p>&emsp;Then he whips it down as hard as he can. </p><p>&emsp;The apple whizzes past my head, exploding against the stone wall, casting chunks of its sugary flesh and skin into my hair.</p><p>&emsp;&quot;I should have practiced since the club team sophomore year,&quot; he says, slurring his words. &quot;Next one&apos;s going corner-pocket in your damn eye socket.&quot;</p><p>&emsp;&quot;Not if I end you first,&quot; I say.</p><p>&emsp;The assassin scoops up an orange with a single flick of his wrist. I ready the knife block. He launches a second one, but I&apos;m quick enough to slice it with my dagger before it blasts me in the forehead. </p><p>&emsp;My eyes burn with the citrus, and when I think he&apos;s reeling to throw something harder &mdash; like a pear or another apple &mdash; squinting as I wipe the juice with my dagger hand, I use my unpracticed off hand to flick the kitchen knife through the air.</p><p>&emsp;It spins several times before embedding itself into the wall behind him. He freezes. I set the dagger on the counter, taking three more kitchen knives into my left hand, certain that I can hit dead-center now that my dominant hand is free.</p><p>&emsp;I whip a second one, letting the Essence tension the fibers of my muscles, launching the paring knife faster than an arrow. </p><p>&emsp;But he&apos;s already pitching up the overturned kitchen table. </p><p>&emsp;The tablecloth hovers to the floor like melting ectoplasm before the paring knife pins it to the table. Cody lets out a yelp in fear, surely unhurt since the blade is far shallower than the thick mahogany. </p><p>&emsp;I decide to upgrade to a carving knife, withdrawing all five inches from the block. I judge its balance. </p><p>&emsp;He peeks from behind the table, and I whip the carving knife where I expect his chest to be, thinking it&apos;s his body that braces the table upright. </p><p>&emsp;But he bends back. </p><p>&emsp;It stabs through almost up to the handle.</p><p>&emsp;&quot;Holy hell,&quot; he exclaims.</p><p>&emsp;I wind up to throw another as he pulls the small knife from the wallpaper, then throw it. The boring knife spins through the air, nearly pinning his hand to the wall. He catches me off guard when he emerges from the side of the table. I reach for another culinary weapon, but I realize my offhand is out of blades.</p><p>&emsp;The oddly-dressed assassin flips the blade to set the sharp edge between his fingers, his eyes dark and piercing as he raises his elbow and lifts the knife behind his head. The panic seizes my heart: this assassin&apos;s skilled enough to engage a vetted Royal Guard when he&apos;s two sheets to the wind. I&apos;m certain a knife will soon be in my chest, and all I can do is ready myself for the deliverance of cold steel.</p><p>&emsp;And then he throws it.</p><p>&emsp;I expect it to fly so fast that I can&apos;t catch a glimpse of its glistening edge before it embeds itself between my breastplate. I expect my consciousness to end, to wash in the next fated moment upon the Reservoir of Souls. </p><p>&emsp;But I can see it.</p><p>&emsp;And it&apos;s not coming at me.</p><p>&emsp;It flies so far to the right that I wonder if he&apos;s aiming at something else. The paring knife spins horizontally through the air, twirling and spinning with such disarray that it only makes it halfway to the kitchen before it clatters against the floor.</p><p>&emsp;&quot;Damn it!&quot; he says.</p><p>&emsp;The laugh escapes before my hands cover my mouth. I can&apos;t even stop the loud snort. His face is crestfallen, even more hurt than the time I rammed him.</p><p>&emsp;&quot;You should stick with that strange basket-stick of yours,&quot; I tell him.</p><p>&emsp;Cody&apos;s voice wavers. &quot;It&apos;s called a lacrosse stick,&quot; he says, blushing hard, peeking over the edge with his glasses as he struggles to withdraw the carving knife from the other side. </p><p>&emsp;I thought he was an Auvryan mind-flayer &mdash; a mythical master of mental manipulation, maybe commissioned by the Chymaera. But he&apos;s no warrior. Just a stupidly-brave commoner that&apos;s overconfident in his skills. And a complete idiot.</p><p>&emsp;I can&apos;t stop laughing. </p><p>&emsp;&quot;What are you, some kind of combat janitor? Do you sweep floors with that thing?&quot;</p><p>&emsp;His face reddens further, whether it&apos;s the booze, his humiliation, or both.  I feel the relief wash over me as the Essence retreats from my circuits. </p><p>&emsp;&quot;Gods above, for a second I thought you were an actual threat,&quot; I say.</p><p>&emsp;&quot;Who says I&apos;m not?&quot; He scoops a tomato into the &apos;cross stick&apos;, poised to whip another one.</p><p>&emsp;&quot;Just . . . stop,&quot; I tell him. &quot;I&apos;m not going to kill a civilian.&quot;</p><p>&emsp;&quot;Maybe you should reconsider,&quot; he says.</p><p>&emsp;&quot;Consider this.&quot;</p><p>&emsp;I raise my hands and cast a controlled plume of flames. He flinches when they stop only inches from his face, dropping something hard and small from his pocket. He has to steady himself with the odd weapon as he stumbles towards the closet.</p><p>&emsp;&quot;Really, Cody. Do you even understand our training? How much Essence a Royal Guard is conditioned with? How much mead does it take to get this kind of courage? I could snap your bones with my hands!&quot;</p><p>&emsp;&quot;I&apos;m your neighbor. I live right next door . . . through there,&quot; he says, lifting a bare arm exposed by his scalded shirt to point towards the closet. </p><p>&emsp;&quot;Why are you living in the military district?&quot;</p><p>&emsp;&quot;I live in Hearthland Ridge,&quot; he insists. &quot;The military base is down in Cheyenne, or maybe Fort Carson.&quot;</p><p>&emsp;&quot;This is Gaffesend,&quot; I tell him.</p><p>&emsp;&quot;No, this is Colorado. The United States,&quot; he says.</p><p>&emsp;&quot;Nothing is united in all of Fosroth. You can&apos;t be stupid enough to be a tourist at the war front!&quot; I say.</p><p>&emsp;&quot;The war is overseas. It&apos;s fought with drones and bombs.&quot;</p><p>&emsp;&quot;It&apos;s waged with swords and rifles!&quot;</p><p>&emsp;I approach him until I can smell the booze on his breath. My eyes flutter between his exposed chest and his arms, a little impressed at his definition when he obviously has no Essence. I catch him glimpsing at my bare thighs that once straddled him, and then to my breastplate, before returning my glare and slowly backing up towards the closet.</p><p>&emsp;But his heels catch on the threshold.</p><p>&emsp;He falls through the portal, unable to steady himself with his weapon before he crashes to the ground on the other side. I take one more glance at the horrors of that incomprehensible world: all its glistening, colored lights like Essenced lightning bugs. The fear forestalls me from passing that threshold ever again, so I stand there: watching; waiting; listening to the faintness of his breath; until I&apos;m certain his intemperance will keep him there.</p><p>&emsp;But the fear of that other world overpowers my penchant for patience. I slam the door behind him, certain I&apos;ll never have to face that stranger again.</p>", "<p>&emsp;I dig my heels into the space between the floorboards, catching my breath as I drive my back against the closet door. My nails tension against the pad of my palm, leaving crescents in my flesh as the blood drains from my fingertips. </p><p>&emsp;My heart can only take so much in a day. I thought the enemy could only strike when my presence was voluntary; when I patrol the borders of Gaffesend by my own volition. And it only took a day for this peaceful haven to be violated by a stranger.</p><p>&emsp;I can&apos;t keep sitting here. The curse will catch me if I don&apos;t get up: the white feeling that tensions my hands and sets my body in full static.  The shorter the time between those moments of frantic stillness, the easier it slides into that incontrovertible state of shock. It&apos;s addiction without a pleasure to be addicted to, and the more often that white feeling haunts me, the stronger it gets &mdash; so I&apos;m glad when I find my effects are still scattered across the floor. A mess to clean is the second-best thing to distract me right now: the first is going to the bar, but after my episode, I&apos;d rather not be seen in public.</p><p>&emsp;I let my mind flow with visions of how I can transform this space into a place of respite, rather than feeling like an ephemeral halfway-house between training and the front lines.  The mind is a vessel that can only hold so much at a time, so I drink to the the purity of those beautiful thoughts, driving down the opacity of fear&apos;s murky brine. The pale white feeling fades as the light begins to shine through, reaching my furthest depths.</p><p>&emsp;When my hands stave off the static, I gather the courage to seal that passageway forever. </p><p>&emsp;I let the Essence flood my circuits with enough heat to melt the handle of the closet door to the deadbolt, ensuring it&apos;s locked forever. Then I drag an empty bookcase across the floor to cover it. It irritates me that it&apos;s slightly spaced from the wall due to the protrusion of the melted handle, so I melt the rest of it, turning the balled handle into a flat plate pressed against the profile of the wooden door, deciding it&apos;s good enough to try to forget.</p><p>&emsp;I lack the Auvryan magic of mind, but I hypnotize myself anyway. </p><p>&emsp;The bookcase has always been here.</p><p>&emsp;Next, I purge anything that reminds me of him. </p><p>&emsp;I wipe his blood from the dagger. I return the fruit scattered across the floor into the bowl. I pull the kitchen knives from the overturned table and reset the tablecloth the other way around, covering the gaping holes in the wood. Finding the evidence is still in the fabric, I sew the clean cuts in the tablecloth closed with thread from my sewing kit. I mop and dab all the puddles and smudges. This leads to finding places for the hundred pounds of my unpacked personal items, placing them anywhere but the closet I should have forgotten, which leads to re-orienting all the decorations and furniture and bookshelf to make the space my own, which leads to dusting every surface I can find. Before long, I find my exasperated body sprawled across the kitchen&apos;s area rug, drugged by the excitement of exertion, staring at the cross-beams of the low wooden ceiling with a slight smile on my face. </p><p>&emsp;I hoped so dearly that this distraction would let me forget. </p><p>&emsp;But even still, I find the urge to reconcile that impossibility.</p><p>&emsp;I need to keep moving. I need to find something to fix when I can&apos;t leave this house. Since I can&apos;t patch the dent in the wall, I decide to look harder for any dust that might coalesce beneath the cabinets. I roll over to find the duster did its job well, but there&apos;s something else tucked under there.</p><p>&emsp;It&apos;s a strange, slender, rectangular object beneath the cutout of the kitchen cabinet. Like all the other things in his realm, it&apos;s perfectly smooth and square &mdash; but I can tell it&apos;s been worn from years and years of continuous use. It would look like an ingot if it wasn&apos;t so flat: hardly enough for a blacksmith to smelt it into anything. When I turn the heavy block in my hands, I find that I&apos;m able to read the foreign words on the back, etched in white beneath an image of a bitten fruit:</p><p><span class=CodyHand msgnote>LOVE YOU JACKIE D</span></p><p><span class=CodyHand msgnote>FROM CODY 2010</span></p><p><span class=CodyHand msgnote>MERRY CHRISTMAS</span></p><p><span class=CodyHand msgnote>160 GB</span></p><p>&emsp;A set of long, slender wires snake from the bottom of it, ending with white buds that look like they could grow into flowers. Does it work with electricity? Because it&apos;s certainly not plugged in to anything.</p><p>&emsp;A light tug pulls out the buds by their roots. I panic for a second until I realize I&apos;ll never have to return this thing to him. </p><p>&emsp;When I jam the buds&apos; metal root back into the hole, the dark square on the front turns on, glowing with an impossible, radiant white, labeled with options in black. </p><p>&emsp;It takes me a while to figure it out, but when my finger glides on the circle, the little window changes. I settle the black bar on PICTURES, expecting a photograph to dispense from the tiny slot in the bottom. </p><p>&emsp;I press the center button. </p><p>&emsp;But instead, the window shows a gateway to an entirely different world. It reminds me of the moving projections that I heard were in the theatre rooms of the capital, though this one is so impossibly small &mdash; and there&apos;s not a creature in existence that could roll the image from inside. It reminds me of the screaming woman behind the window on the stranger&apos;s wall.</p><p>&emsp;There&apos;s so many tiny squares of color that make this picture, but it&apos;s still hard to make out. Two people sit at a table in a stone-walled room lit by a very bright lamp. One is small: just a boy, and the other is older, wearing some kind of green-and-brown uniform &mdash; sharp enough in dress that I figure he&apos;s a warrior.</p><p>&emsp;All I can tell is that they care for each other: sitting together building something metallic and square with wires hanging off of it. And they have this same device there, sharing the white buds between their ears. </p><p>&emsp;I try the same with the round white shapes, but nothing happens. I click another button on the side. The screen goes black, reflecting my eyes on its worn, yet polished surface, and when I realize how time has passed, I look up at the hands of the clock. </p><p>&emsp;Dear Gods above: a whole hour has passed. If I don&apos;t sleep now, dusk will overtake any chance of rest.</p><p>&emsp;I run upstairs with the device in my hand, leaving the square pod and its tangled wires as the first decoration on my nightstand. My body is exhausted from all the fear, and I don&apos;t have to even draw the covers to find myself in slumber. I just collapse onto the bed, retreating into a deep sleep where the smoke of the cabin across the lake never reaches me.</p><p>&emsp;My mind remembers the contours of Cody&apos;s body beneath the tattered shirt. I can&apos;t escape the thought in my dreams, no matter how much physical or mental furniture I pile against the sealed door.</p>", "<p>&emsp;I wake to a rapping on my door, but it&apos;s not the rhythm of the personal knocker. When I dip my head out the window, I find Bertram standing on the top step.</p><p>&emsp;&quot;You&apos;re up early,&quot; I say. I slept in my plainclothes, so I don&apos;t have to hide behind the curtain. &quot; I don&apos;t even think the knocker is awake yet.&quot;</p><p>&emsp;He tilts his head up at me. &quot;Sorry to wake you. I figure we might want to get started early if we&apos;re returning those quest forms.&quot;</p><p>&emsp;Sure. I&apos;ll be out in a minute,&quot; I tell him, rushing through a minimal routine, ensuring I look &quot;royal&quot; enough for the Royal Guard.</p><p>&emsp;When I descend the stairs into the immaculate foyer, the smell of bread confirms it&apos;s going to be another quick morning without cracking a can of rations. I pinch twenty Kine from my coin purse and pass it out the back window.</p><p>&emsp;Another voice rises from the front of the flat. And then another one. And after I dress myself in light armor for another day of chores, I throw open the door to find two others have joined us.</p><p>&emsp;Jullian stands behind Bertram with Oriya, and he offers an explanation I never asked for. &quot;She wanted to join us on the walk over, she asked me last night. We&apos;re right next to each other, anyways.&quot;</p><p>&emsp;&quot;Oh,&quot; I tell him. </p><p>&emsp;Oriya turns her head.</p><p>&emsp;&quot;I&apos;m surprised you never stopped by to check on me,&quot; I tell him.</p><p>&emsp;&quot;We were out late, past midnight, looking at only a few hours of slumber. I didn&apos;t want to wake you since you were sick, I figured you were long asleep,&quot; he says.</p><p>&emsp;&quot;Sure,&quot; I tell him.</p><p>&emsp;But you certainly could have made it a lot better.</p><p>&emsp;Jullian offers his hand. I tension my fingers between his, looking for a squeeze of reassurance.</p><p>&emsp;He returns one.</p><p>&emsp;&quot;I really could have used you last night,&quot; I tell him. You&apos;re never comfortable with the concept of staying.</p><p>&emsp;&quot;I just knew that if I was there, neither one of us would have slept at all,&quot; he says, returning a smile. &quot;And you were feeling ill, so you needed all the rest you could get.&quot;</p><p>&emsp;&quot;I guess.&quot; I turn my head to watch in amusement as Oriya and Bertram struggle to overcome the most basic conversational hurdle.</p><p>&emsp;&quot;But I really wish you were there last night,&quot; Jullian says. &quot;There was hardly anything for us to do. From what all the senior guards say, it seems like junior scouting missions carry light expectations. If that&apos;s as bad as it gets, then this will be a whole lot easier than all the training that led up to it.&quot;</p><p>&emsp;&quot;That&apos;s nice,&quot; I tell him.</p><p>&emsp;&quot;And we all got to know each other a lot better than any other night out,&quot; Oriya says. </p><p>&emsp;&quot;Did you?&quot; I ask.</p><p>&emsp;&quot;Yeah,&quot; Oriya says. &quot;You and Bertram should join us next time!&quot;</p><p>&emsp;&quot;Sure,&quot; I say, tensioning my fingers further against Jullian&apos;s hand.</p><p>&emsp;Oriya decides to continue. &quot;I&apos;ve talked to Jullian a lot, but not you, Katiya,&quot; she says.</p><p>&emsp;I say, &quot;I guess our paths never really crossed. Even in field training.&quot;</p><p>&emsp;Oriya looks at my boyfriend. &quot;Tell me, how is it that you two met?&quot;</p><p>&emsp;I open my mouth to answer, but I hesitate, starving for a small sliver of reassurance. I want to know that he remembers. </p><p>&emsp;&quot;Why don&apos;t you tell her, Jullian?&quot; I ask. I think he&apos;ll stammer for a second, but he&apos;s quick, so much that it almost sounds rehearsed.</p><p>&emsp;&quot;Sure. It was because we had one thing in common,&quot; Jullian says.</p><p>&emsp;&quot;And what&apos;s that?&quot; Oriya asks.</p><p>&emsp;&quot;We were both dirt poor.&quot;</p><p>&emsp;Oriya narrows her brows. &quot;Really? I never would have guessed.&quot;</p><p>&emsp;&quot;It&apos;s true,&quot; I say. &quot;When my brother Erik was sent to Gaffesend, and I was in the last year of training, I had to take up Erik&apos;s share of responsibilities. Our mother was busy on the looms in the factory.&quot; I turn to Jullian, prodding further. &quot;And the day we met?&quot;</p><p>&emsp;&quot;Yeah &mdash; we were taking night classes because we both worked during the day. It was the second-to-last semester, late one night when I was returning from an exam. I had to take my brother to the academy because I was watching him, and as we&apos;re walking home, he sees this beautiful girl passing us.&quot;</p><p>&emsp;&quot;How old was your brother?&quot; Oriya asks.</p><p>&emsp;&quot;He was eight,&quot; Jullian says. &quot;Anyways, I must have been ranting to him about how little time I have for anything, because, get this &mdash; he walks straight up to her, tugs on her shirt, and says, &apos;Hey lady: my brother is lonely and sad: can you fix him?&apos;&quot;</p><p>&emsp;&quot;Really?&quot; Oriya turns to me. &quot;And that worked on you?&quot;</p><p>&emsp;&quot;I guess so,&quot; I say. &quot;I have little half-siblings, too, so I guess I have a soft spot for that impudence. There wasn&apos;t really anyone there for me at the time, and with so much coming after graduation, I was willing to give him a chance.&quot; I only realize what I implied when I look to Bertram.</p><p>&emsp;Jullian says, &quot;I was a loner. I thought I wasn&apos;t worthy, that I was a loser, that nothing would ever work out for me. But Katiya blessed me with something I&apos;d never felt before. And sometimes I&apos;m still not sure I deserve it.&quot; I think he intends it as a joke, but there&apos;s just enough substance that it makes the others feel uncomfortable.</p><p>&emsp;It makes me feel so warm when I remember how great he was with my two half-siblings. How he&apos;d wait for me every night after classes, and we&apos;d stay up until the morning just talking about our lives, until a couple months passed and we were brave enough to explore something else in each other. </p><p>&emsp;But he almost looks sad sharing these memories: holding the same expression on his face I found when we drew closer to graduation, when after challenging each other for months and months to be at our best, we climbed the ranks high enough to be withheld from direct service. It was on the week-long trip to Gaffesend that I saw the biggest change. Before that, he was right on the threshold of opening up, but after a week with his first group of guy friends, following them around to pubs in every layover town on the way to Gaffe, he started to feel colder, almost as distant as when I first met him and had to warm him up.</p><p>&emsp;I still find his eyes wander to other faces when we walk together, even right now, gaging reactions, forever looking for something he can&apos;t find. But with all the wonderful times we shared together, how far we opened up to each other, I&apos;m certain that it&apos;s still there, regardless of how the conditions have changed.</p><p>&emsp;&quot;We&apos;re still so young,&quot; he mutters, just between the two of us.</p><p>&emsp;&quot;I know,&quot; I tell him. &quot;How is that relevant?&quot;</p><p>&emsp;He pauses, as if he meant to think it. &quot;But my future is always with you.&quot; </p><p>&emsp;The familiar nervous tick rises where he scratches at his arms. I still wait to hear those three words. We were so close before it felt like graduation changed everything, and part of me wishes we started earlier.</p><p>&emsp;We approach the quest board outside the re-purposed adventurer&apos;s guild building, swarming with junior guards. We submit our forms from yesterday for a sign-off. I apologize to Bertram, though he insists he knows what I meant, and I offer for the two of us to take on a quest together.</p><p>&emsp;&quot;I think we should do a scouting quest together,&quot; he says. &quot;How about a close one?&quot;</p><p>&emsp;Jullian overhears us as he talks with his friends. I can tell he&apos;s trying to mask that he&apos;s actively listening.</p><p>&emsp;&quot;I&apos;m not sure,&quot; I say. &quot;I think we should do something close.&quot;</p><p>&emsp;&quot;This is the chance to take that next step, you know. I know we can do it. You and me, together. Nothing&apos;s going to happen.&quot;</p><p>&emsp;&quot;Not today,&quot; I say, &quot;but next time. I assure you. I just don&apos;t think I&apos;m ready yet.&quot;</p><p>&emsp;&quot;Even during the day?&quot; Bertram asks. I can feel his disappointment weigh on my self-image. &quot;It&apos;s just the other bank. Please, no more potato harvesting: my nails need a damn rest.&quot;</p><p>&emsp;&quot;Then scouting the city?&quot; I ask.</p><p>&emsp;&quot;But in the forest, you can actually sit down most of the time. Make camp and relax, as long as you&apos;re quiet enough to listen.&quot;</p><p>&emsp;&quot;I&apos;m sure, but&mdash;&quot;</p><p>&emsp;He pauses, realizing how his insistence weighs on me. &quot;No. No, it&apos;s fine,&quot; he says. &quot;I&apos;m wrong. I&apos;m sorry to push you. We can&mdash;&quot;</p><p>&emsp;&quot;It&apos;s alright, Bertram. I&apos;ll take one of the domestic quests alone: you go ahead.&quot;</p><p>&emsp;&quot;No, but . . . are you sure?&quot; </p><p>&emsp;&quot;I&apos;m sure,&quot; I say, watching his bright blue eyes fill with hesitation, though I&apos;ve known him long enough to tell when there&apos;s something he really wants. &quot;Really. Go on, I&apos;ll catch up with you after.&quot;</p><p>&emsp;&quot;O-okay, then,&quot; he says. &quot;Maybe tomorrow, then?&quot;</p><p>&emsp;&quot;Sure,&quot; and then I add, &quot;Maybe. Sure.&quot;</p><p>&emsp;The masses begin moving for the shoreline to catch a boat across the lake. Julian stops me as I turn with the few stragglers heading for the mainland.</p><p>&emsp;&quot;I&apos;d really like it if you&apos;d come with us,&quot; he says. The group of guys and girls look impatient, beginning to suspect something&apos;s off about me.</p><p>&emsp;&quot;It&apos;s alright. I&apos;d rather do stuff closer to home,&quot; I tell him.</p><p>&emsp;&quot;Okay,&quot; he says. </p><p>&emsp;&quot;Okay?&quot; I almost expected more of a fight, more of an effort towards persuasion, but he turns to join the receding group before I have a chance to protest. Oriya is the only one waiting for him.</p><p>&emsp;&quot;I&apos;ll catch up with you later,&quot; he says.</p><p>&emsp;&quot;Okay,&quot; I mutter. But he&apos;s already too far away to hear it. I look down at the quest sheet I tore from behind all the other postings, wondering where this shameful feeling of unease will deposit me today.</p>"], "BodyFormatted": [], "Release": 70, "ReleaseDate": ["03", "12", "2025", "2025-03-12 00:00:00"], "Active": true, "Perspective": "Katiya", "Status": "Final Draft", "WordCount": 0, "Summary": "> Katiya finishes the fight and the two separate.> Katiya calms her panic, and finds Cody&apos;s iPod.> Katiya uncomfortably goes to work with Jullian and others. Refuses scouting."}