{
  "Story": "Paragate",
  "Title": "Chapter Eleven",
  "Subtitle": "Surprise Approach",
  "Act": 1,
  "ChapterNumber": 11,
  "Synopsis": "Changes at work put Cody on the edge.",
  "RevNotes": "",
  "ID": "1.10",
  "Body": [
    "<p>&emsp;Late Sunday morning, around 11:00, I awoke with my neck twisted against the closet door, my face saturated with drool, shirt missing, and a sticky note taped to my forehead with Miguel&apos;s handwriting that read &quot;DRINK WATER.&quot; The pounding headache had mostly subsided: I must have slept it off, or drank loads of water the night before from how quickly I immediately had to sprint to the restroom. And after relieving myself, I found my phone on the counter with three unread texts:</p><p><span class=msgfromdate>Miguel Ruelas // 06:37</span></p><p><span class=msgfrom>u gotta tell me whassup with that wack cosplay chick. neighbor? break-in? u invite rollplay hookers over when i was asleep?</span></p><p><span class=msgfromdate>Miguel Ruelas // 07:13</span></p><p><span class=msgfrom>or shit maybe I dreamt it, doesnt explain the bruise on my leg unless something happened that i forgot</span></p><p><span class=msgfromdate>Miguel Ruelas // 07:14</span></p><p><span class=msgfrom>anyways congrats bro on the house. lets catch up next week im off to church. cleaned up some of the mess. love u bro</span></p><p>&emsp;I looked around to find that the madman actually cleaned everything. The pillows were arranged on the couch, the beer cans sorted into the recycling bin outside, and even the counters looked like he gave them a clean wipe. I responded: </p><p><span class=msgtodate>Cody Dunsmore // 11:12</span></p><p><span class=msgto>Thanks for cleaning up dude, you didn&apos;t have to do that! Let&apos;s chill next weekend. Not much else to do when everyone moved away :/</span></p><p>&emsp;Feeling disgusting, I rushed upstairs to take a shower, getting off the sweat and stench of a failed all-nigher. My shower thoughts brought me back to that dream in another world: getting slashed by a crazy roleplayer and encountering strangers in some semi-modern renaissance world. I looked down at my left hand, as if the warm shower water wasn&apos;t enough to tell me whether or not the flesh parted like a bad haircut. But all I found was smooth skin. </p><p>&emsp;It must have been a shared dream, like Inception, because I still don&apos;t recall inviting anyone over: hell, I don&apos;t even know who to call. But as the scalding water relieves the pounding in my head, I find that all I can think of is the magical woman I fought in my dreams, how she straddled me, threw knives at me, and cleaved that heavy greatsword straight into the middle of my lacrosse stick. </p><p>&emsp;I dried myself off before a different kind of pleasure could emerge from those thoughts: I was more absorbed by the strangeness of that vivid and continuous dream. My curiosity led me to try opening the door to the closet, finding another door behind it that looked as if its handle were blasted with a blowtorch. </p><p>&emsp;I just assumed I&apos;d forgotten there was no closet. Were these pre-builds originally intended for a hotel chain or something with the neighbor door? It didn&apos;t make sense at all, but I knew I wouldn&apos;t feel safe, and I was actively looking for any kind of excuse to make something stupid in my robotics workshop. </p><p>&emsp;After a drive-thru breakfast, I went to the home improvement store to get one of those school-shooter-stopping door stops: one level shy of something permanent like bolting the damn door in place. With a spare microcontroller, I hooked up a hall-effect sensor and a buzzer &mdash; a magnet sensor and a loud speaker, basically &mdash; to detect if that door was ever to move. By soldering the wires to the breadboard, along with some AA batteries, and using generous dollops of hot glue to stick it to the inside wall of the strange-looking door, I called it a day around 9:30 PM, returning to my bed for an early night of sleep so I could get up tomorrow, only to spend four hours doom-scrolling through the week&apos;s sordid politics. </p><p>&emsp;I consider all these details right now when I&apos;m driving ten over the speed limit. It&apos;s not wondering if the notched cut in my lacrosse stick was from when Miguel and I were drunkenly tossing a tennis ball outside, nor is it my missing iPod Classic. It&apos;s how I could have possibly screwed myself over this bad. </p><p>&emsp;I set three alarms. Either my dumb ass shut them off in succession, I slept through them, or I did bad math in figuring out the absolute latest I could wake up, forgetting that I had to take a shower. Now I&apos;m screaming down the highway, hating myself as I KNOW that I&apos;m going to either make it right on time or a couple minutes too late. </p><p>&emsp;I skipped breakfast when that ulcerous, cantankerous feeling arrested my stomach, running the numbers over and over and over about how long it would take me to get there. Now I calculate every second as I pull into the last roadway snaking up into the canyon, taking tight turns that jostle my backpack against the back seat, nearly screeching my tires when I pull up to the front gate. </p><p>&emsp;Eight fifty-three on the dashboard. </p><p>&emsp;The gate guard waves me through. Apparently two years is long enough for him to remember my face. I clip the badge to my wrinkled work shirt and gather my bag when my Subaru fits in the last spot available, sneaking in the back door. </p><p>&emsp;Eight fifty-eight. </p><p>&emsp;I sneak in with the technicians finishing their first union-mandated break. The ones I worked with make fun of me for being lazy, calling me an &quot;eighter-skater&quot;. </p><p>&emsp;Eight fifty-nine. </p><p>&emsp;I climb the stairs. The rows of cubes are empty, and the sinking feeling deepens. What room is the meeting in? Was it thirty minutes earlier? I&apos;ll have to guess since I didn&apos;t check mail or Teams. </p><p>&emsp;Nine o&apos;clock. </p><p>&emsp;I try to calm my breathing or else I&apos;ll embarass myself further. Fuck, the door&apos;s shut. I open the door with a pad and paper in my other hand, meeting six sets of eyes as I retreat to the back, not a chair left for me to sit in. </p><p>&emsp;&quot;Barely on time, Cody,&quot; Nav says. In the dark room, his face is only lit by the computer, and the window of emails is up on the projector. </p><p>&emsp;&quot;I&apos;m sorry. I&mdash;&quot; don&apos;t add kindling to the fire by using an excuse: I find I&apos;m mostly out after this many years. </p><p>&emsp;Navesh continues. &quot;As I was saying. I swear to be transparent with all of you when it comes to this stuff. They monitor what they tell me, because they know I&apos;ll just regurgitate it back to all of you, because you deserve that honesty,&quot; he says. </p><p>&emsp;Our team looks on with a knot in their stomachs: to my left, the Robinson-Monroe lifers Wilford Sameshima, a mechanical, and Michael Leguziamo, an electrical. To my right, Kei Sakurajima tensions her nails against her slender arm as she watches me for my own reaction, and mid-rank electrical Scott Valdez buries his face in his notepad. </p><p>&emsp;&quot;You all know the Aerospace Division was expecting the contract. Which means power cell assemblies to design, which means busy work making our existing models fit to their demands,&quot; Nav says. </p><p>&emsp;Kei types something into her open computer. My wrist vibrates when she hits the return key: </p><p><span class=msgfromdate>SAKURA_KEI 09:02:15:</span></p><p><span class=msgfrom>I thought I had tenure?</span></p><p>&emsp;It&apos;s an inside joke from when we had several electives together, when a professor was fired right in front of us. She cracks a smile that she fights to hide, trying to lighten the tension just a little. The humor joins the emotions inside my chest like adding oil to water, and not much for words right now, I respond. </p><p><span class=msgtodate>DUNSMO_COD 09:02:43:</span></p><p><span class=msgto>Guess not.</span></p><p>&emsp;Scott interjects, &quot;So when are we looking at here? For the . . . reduction of staff.&quot; </p><p>&emsp;Even the lifers are afraid, tenured with all their tribal knowledge. Wilbur says, &quot;How many per group? I mean, we have a small team.&quot; </p><p>&emsp;Nav predicates his next words with a warning. &quot;Now, I&apos;m not sure about any of this because they refuse to tell it straight. We&apos;re looking at one to two people, maybe. And we&apos;re looking at just before Christmas.&quot; </p><p>&emsp;&quot;Just in time to get gifts for my kids,&quot; I say, before realizing I&apos;ve spoken. </p><p>&emsp;&quot;You don&apos;t have kids,&quot; Kei says. </p><p>&emsp;A nervous chuckle circles the room. Nav looks relieved that I tried to ligthen things: it feels like the first time I&apos;ve been really useful to this team in a month. </p><p>&emsp;&quot;They&apos;re probably going to ask me to make a list again, just like I did three years ago, some of you willl remember that. They&apos;re going to force me to rank you. And I&apos;m sure you all know generally where you stand.&quot; I feel him staring at me through the back of his head: he doesn&apos;t have to turn around. </p><p>&emsp;&quot;A team of six is already pretty damn small,&quot; Mike says, mumbling into his folded hands. &quot;We&apos;re probably the smallest in the company already.&quot; </p><p>&emsp;&quot;Which might mean we&apos;re fine. But it&apos;s not just six of us anymore,&quot; Nav says. I can see the notification come across his computer: one of the executives is waiting to enter the meeting after it is over. </p><p>&emsp;&quot;What do you mean?&quot; I ask, feeling my heart skip a beat. If it&apos;s HR, that means the reaper is taking someone away. </p><p>&emsp;&quot;It&apos;s seven now. We vetted him before we lost the contract,&quot; Navesh says. </p><p>&emsp;&quot;Did he even interview?&quot; Kei asks. &quot;I don&apos;t think any of us were there to get to know them.&quot; </p><p>&emsp;The executive walks in: it&apos;s my boss&apos; boss, dressed to the nines, probably lost since someone like him would never even bother to step into a wing of the company like ours. Behind him is a dark-haired, clean-cut guy dressed like any of us used to: slacks, a belt, and a tucked-in collared shirt. Feels like we should stand at attention for such seniority, but I&apos;m already up. The new recruit isn&apos;t nervous at all in introducing himself. </p>",
    "<p>&emsp;&quot;Nice to meet you all. I&apos;m Reed Broderick,&quot; he says. The executive hands him two dozen donuts, and he puts them on the table. &quot;I&apos;ve heard this is how you make an impression.&quot; </p><p>&emsp;&quot;You heard right,&quot; Kei says. The animals all reach their hands for the box, but I lean further against the wall. </p><p>&emsp;&quot;So where are you from, Reed?&quot; Michael asks, his mouth full of donut. &quot;And how old are you? We&apos;ve got a lot of young ones on this team now.&quot; </p><p>&emsp;&quot;Twenty-eight. I graduated last year with a Mechanical degree, but I haven&apos;t found much of anywhere to work until now,&quot; he says. </p><p>&emsp;A year older than I am. </p><p>&emsp;The executive cuts in. &quot;I can assure you that he&apos;s the best. You know his father, John: he used to work in Aerospace until he moved up.&quot; </p><p>&emsp;&quot;So the legacy continues,&quot; Navesh says. &quot;I remember your father! We worked together before they made me the captain of this ship.&quot; </p><p>&emsp;Reed exudes the rest of his confidence. &quot;I know I didn&apos;t formally interview, but I&apos;m really excited to be a part of this team. Let my work speak for me,&quot; he insists, walking around the table to join me in the back. </p><p>&emsp;Navesh squeezes words out under the executive&apos;s hopeful gaze: &quot;Well, we certainly have fresh energy with all these young people here.&quot; </p><p>&emsp;Reed extends his hand, and I shake it. &quot;Nice to meet you, bro,&quot; Reed says, and despite the added tension, I find myself relieved to make another possible friend. </p><p>&emsp;&quot;Cody Dunsmore,&quot; I say. I&apos;d compliment his firm handshake if it didn&apos;t make me feel like I was becoming my father. </p><p>&emsp;&quot;And I&apos;m Kei. Kei Sakurajima.&quot; </p><p>&emsp;She extends her hand as the others rise to introduce themselves like it&apos;s the start of a church service. The executive lifts himself from leaning against the door frame. </p><p>&emsp;&quot;Then I guess I&apos;ll leave y&apos;all to it,&quot; he says. </p><p>&emsp;As the others swarm our unexpected colleague, I try to remember my own first day here, but it was really like any other. It was five hours before IT could get my email working, and although Navesh was warm with his welcome, nobody stood from their cubes to do so much as introduce themselves. I had to bring my own &apos;new guy donuts&apos; the next day to get the rest of the bean-counters and nerds to acknowledge my presence! </p><p>&emsp;We leave the room as soon as everyone gets their introduction. Nav looks like he wants to say something to me again about my timeliness, but is intercepted by Scott, and as we walk back, Reed takes a particular interest in Kei and I. </p><p>&emsp;&quot;Designated seating, I was told,&quot; Reed says. He looks at the new edict from HR, a paper map atop his Bankers box of stuff. &quot;Says I&apos;m right next to you, Kei. Hope you&apos;re patient enough for all my questions.&quot; </p><p>&emsp;I curse the corporate gods of fate that put me in the empty row with Wilbur. </p><p>&emsp;&quot;That shouldn&apos;t be a problem,&quot; Kei replies. &quot;Cody&apos;s bothered me since day one, and he&apos;s still doing it.&quot; </p><p>&emsp;&quot;How long have you both been here?&quot; Reed asks. </p><p>&emsp;&quot;Three years and some change,&quot; Kei says. </p><p>&emsp;&quot;Are you also new?&quot; Reed asks me. </p><p>&emsp;&quot;No. I&apos;ve been here for two years,&quot;I tell him. </p><p>&emsp;&quot;Oh.&quot; His eyes turn from my box on the map, which still reads SUPPORT ENGINEER, and I know I&apos;ve been asking the same question. </p><p>&emsp;I feel a finger tap my shoulder after the others pass us. &quot;Can I talk to you for a second?&quot; Nav says. </p><p>&emsp;&quot;Uh, yeah, sure,&quot; I tell him. My stomach drops further, realizing I have no idea if there&apos;s a bottom. We walk a couple steps to the row with vacant cubes. </p><p>&emsp;I try to take the fire from him by calling myself out first, stumbling over the first words that come to me. &quot;I&apos;m sorry I barely made it on time. Moving shouldn&apos;t be an excuse, and&mdash;&quot; </p><p>&emsp;&quot;I get it,&quot; he says. &quot;But if you were any later, that would have been a reflection on me in front of my boss, and the kind of things that I allow here. I&apos;m not safe here either. But, look. I don&apos;t know if you&apos;re just burned-out or something: you&apos;ve been on the threshold of the next level for ages, and I get you&apos;re feeling restless, but . . .&quot; He pauses because the next words are uncomfortable. &quot;If I&apos;m forced to make a list, I want you to be ready.&quot; </p><p>&emsp;&quot;What do you mean?&quot; </p><p>&emsp;&quot;I mean that you&apos;re going to be near the bottom,&quot; he says, and then clarifies, &quot;by rank.&quot; </p><p>&emsp;&quot;Me and the newer . . . guy?&quot; I ask, hushing my voice so no one can overhear me. Asking about seniority is totally my right, but I&apos;m too damn nervous to bring it up. </p><p>&emsp;&quot;You are, roughly.&quot; </p><p>&emsp;The rising feeling makes me ball my fists behind my back. </p><p>&emsp;I guess I only matter if I fucking know someone, I think. </p><p>&emsp;I hold back the strain in my eyes, and I find myself thinking that if my dream wasn&apos;t to work in that new building a little higher in the valley, and if the fears of that mortgage weren&apos;t so punishing, I&apos;d be actively out looking for something else. </p><p>&emsp;Looking out the window at that building calms me down just enough to pedal a false face of humility. &quot;I understand. I haven&apos;t been that great,&quot; I say. </p><p>&emsp;&quot;No, I like you, Cody,&quot; he reassures me, but I don&apos;t feel it. &quot;I don&apos;t pull the strings or drive the gears. I&apos;m just a pinion between the executives and my team.&quot; An idler gear, only transferring the force it&apos;s given by the others. </p><p>&emsp;It takes a couple breaths before I can bring myself to respond. &quot;I&apos;ll do better, then, whether it means something or not,&quot; I tell him. </p><p>&emsp;&quot;Well, with all this idle time we&apos;re gonna have, we&apos;ll have a couple projects to improve stuff. Make stuff the customers don&apos;t know they want yet. For me, it was redesigning the battery enclosure that made me prove myself enough to move up. So maybe . . .&quot; </p><p>&emsp;&quot;It&apos;s a chance, you&apos;re saying.&quot; </p><p>&emsp;&quot;But not a promise.&quot; </p><p>&emsp;I know that shit already, Nav, I think to myself, as I feel the whole path to my future rearranging itself in front of me. It takes all the strength I have to refuse to show it in my expression. </p><p>&emsp;A breath. And then another. </p>&quot;I appreciate you telling me this,&quot; I manage, enough to get him to go away. As the first tear crests my eye, trying to suck it back into my tear duct, I take a deep breath and decide to take my break early."
  ],
  "BodyFormatted": [
    [
      "<p id=\"1.11.1.1\" class=\"Cody\">&emsp;Late Sunday morning, around 11:00, I awoke with my neck twisted against the closet door, my face saturated with drool, shirt missing, and a sticky note taped to my forehead with Miguel&apos;s handwriting that read &quot;DRINK WATER.&quot; The pounding headache had mostly subsided: I must have slept it off, or drank loads of water the night before from how quickly I immediately had to sprint to the restroom. And after relieving myself, I found my phone on the counter with three unread texts:</p>",
      "<p id=\"1.11.1.2\" class=\"Cody\"><span class=msgfromdate>Miguel Ruelas // 06:37</span></p>",
      "<p id=\"1.11.1.3\" class=\"Cody\"><span class=msgfrom>u gotta tell me whassup with that wack cosplay chick. neighbor? break-in? u invite rollplay hookers over when i was asleep?</span></p>",
      "<p id=\"1.11.1.4\" class=\"Cody\"><span class=msgfromdate>Miguel Ruelas // 07:13</span></p>",
      "<p id=\"1.11.1.5\" class=\"Cody\"><span class=msgfrom>or shit maybe I dreamt it, doesnt explain the bruise on my leg unless something happened that i forgot</span></p>",
      "<p id=\"1.11.1.6\" class=\"Cody\"><span class=msgfromdate>Miguel Ruelas // 07:14</span></p>",
      "<p id=\"1.11.1.7\" class=\"Cody\"><span class=msgfrom>anyways congrats bro on the house. lets catch up next week im off to church. cleaned up some of the mess. love u bro</span></p>",
      "<p id=\"1.11.1.8\" class=\"Cody\">&emsp;I looked around to find that the madman actually cleaned everything. The pillows were arranged on the couch, the beer cans sorted into the recycling bin outside, and even the counters looked like he gave them a clean wipe. I responded: </p>",
      "<p id=\"1.11.1.9\" class=\"Cody\"><span class=msgtodate>Cody Dunsmore // 11:12</span></p>",
      "<p id=\"1.11.1.10\" class=\"Cody\"><span class=msgto>Thanks for cleaning up dude, you didn&apos;t have to do that! Let&apos;s chill next weekend. Not much else to do when everyone moved away :/</span></p>",
      "<p id=\"1.11.1.11\" class=\"Cody\">&emsp;Feeling disgusting, I rushed upstairs to take a shower, getting off the sweat and stench of a failed all-nigher. My shower thoughts brought me back to that dream in another world: getting slashed by a crazy roleplayer and encountering strangers in some semi-modern renaissance world. I looked down at my left hand, as if the warm shower water wasn&apos;t enough to tell me whether or not the flesh parted like a bad haircut. But all I found was smooth skin. </p>",
      "<p id=\"1.11.1.12\" class=\"Cody\">&emsp;It must have been a shared dream, like Inception, because I still don&apos;t recall inviting anyone over: hell, I don&apos;t even know who to call. But as the scalding water relieves the pounding in my head, I find that all I can think of is the magical woman I fought in my dreams, how she straddled me, threw knives at me, and cleaved that heavy greatsword straight into the middle of my lacrosse stick. </p>",
      "<p id=\"1.11.1.13\" class=\"Cody\">&emsp;I dried myself off before a different kind of pleasure could emerge from those thoughts: I was more absorbed by the strangeness of that vivid and continuous dream. My curiosity led me to try opening the door to the closet, finding another door behind it that looked as if its handle were blasted with a blowtorch. </p>",
      "<p id=\"1.11.1.14\" class=\"Cody\">&emsp;I just assumed I&apos;d forgotten there was no closet. Were these pre-builds originally intended for a hotel chain or something with the neighbor door? It didn&apos;t make sense at all, but I knew I wouldn&apos;t feel safe, and I was actively looking for any kind of excuse to make something stupid in my robotics workshop. </p>",
      "<p id=\"1.11.1.15\" class=\"Cody\">&emsp;After a drive-thru breakfast, I went to the home improvement store to get one of those school-shooter-stopping door stops: one level shy of something permanent like bolting the damn door in place. With a spare microcontroller, I hooked up a hall-effect sensor and a buzzer &mdash; a magnet sensor and a loud speaker, basically &mdash; to detect if that door was ever to move. By soldering the wires to the breadboard, along with some AA batteries, and using generous dollops of hot glue to stick it to the inside wall of the strange-looking door, I called it a day around 9:30 PM, returning to my bed for an early night of sleep so I could get up tomorrow, only to spend four hours doom-scrolling through the week&apos;s sordid politics. </p>",
      "<p id=\"1.11.1.16\" class=\"Cody\">&emsp;I consider all these details right now when I&apos;m driving ten over the speed limit. It&apos;s not wondering if the notched cut in my lacrosse stick was from when Miguel and I were drunkenly tossing a tennis ball outside, nor is it my missing iPod Classic. It&apos;s how I could have possibly screwed myself over this bad. </p>",
      "<p id=\"1.11.1.17\" class=\"Cody\">&emsp;I set three alarms. Either my dumb ass shut them off in succession, I slept through them, or I did bad math in figuring out the absolute latest I could wake up, forgetting that I had to take a shower. Now I&apos;m screaming down the highway, hating myself as I KNOW that I&apos;m going to either make it right on time or a couple minutes too late. </p>",
      "<p id=\"1.11.1.18\" class=\"Cody\">&emsp;I skipped breakfast when that ulcerous, cantankerous feeling arrested my stomach, running the numbers over and over and over about how long it would take me to get there. Now I calculate every second as I pull into the last roadway snaking up into the canyon, taking tight turns that jostle my backpack against the back seat, nearly screeching my tires when I pull up to the front gate. </p>",
      "<p id=\"1.11.1.19\" class=\"Cody\">&emsp;Eight fifty-three on the dashboard. </p>",
      "<p id=\"1.11.1.20\" class=\"Cody\">&emsp;The gate guard waves me through. Apparently two years is long enough for him to remember my face. I clip the badge to my wrinkled work shirt and gather my bag when my Subaru fits in the last spot available, sneaking in the back door. </p>",
      "<p id=\"1.11.1.21\" class=\"Cody\">&emsp;Eight fifty-eight. </p>",
      "<p id=\"1.11.1.22\" class=\"Cody\">&emsp;I sneak in with the technicians finishing their first union-mandated break. The ones I worked with make fun of me for being lazy, calling me an &quot;eighter-skater&quot;. </p>",
      "<p id=\"1.11.1.23\" class=\"Cody\">&emsp;Eight fifty-nine. </p>",
      "<p id=\"1.11.1.24\" class=\"Cody\">&emsp;I climb the stairs. The rows of cubes are empty, and the sinking feeling deepens. What room is the meeting in? Was it thirty minutes earlier? I&apos;ll have to guess since I didn&apos;t check mail or Teams. </p>",
      "<p id=\"1.11.1.25\" class=\"Cody\">&emsp;Nine o&apos;clock. </p>",
      "<p id=\"1.11.1.26\" class=\"Cody\">&emsp;I try to calm my breathing or else I&apos;ll embarass myself further. Fuck, the door&apos;s shut. I open the door with a pad and paper in my other hand, meeting six sets of eyes as I retreat to the back, not a chair left for me to sit in. </p>",
      "<p id=\"1.11.1.27\" class=\"Cody\">&emsp;&quot;Barely on time, Cody,&quot; Nav says. In the dark room, his face is only lit by the computer, and the window of emails is up on the projector. </p>",
      "<p id=\"1.11.1.28\" class=\"Cody\">&emsp;&quot;I&apos;m sorry. I&mdash;&quot; don&apos;t add kindling to the fire by using an excuse: I find I&apos;m mostly out after this many years. </p>",
      "<p id=\"1.11.1.29\" class=\"Cody\">&emsp;Navesh continues. &quot;As I was saying. I swear to be transparent with all of you when it comes to this stuff. They monitor what they tell me, because they know I&apos;ll just regurgitate it back to all of you, because you deserve that honesty,&quot; he says. </p>",
      "<p id=\"1.11.1.30\" class=\"Cody\">&emsp;Our team looks on with a knot in their stomachs: to my left, the Robinson-Monroe lifers Wilford Sameshima, a mechanical, and Michael Leguziamo, an electrical. To my right, Kei Sakurajima tensions her nails against her slender arm as she watches me for my own reaction, and mid-rank electrical Scott Valdez buries his face in his notepad. </p>",
      "<p id=\"1.11.1.31\" class=\"Cody\">&emsp;&quot;You all know the Aerospace Division was expecting the contract. Which means power cell assemblies to design, which means busy work making our existing models fit to their demands,&quot; Nav says. </p>",
      "<p id=\"1.11.1.32\" class=\"Cody\">&emsp;Kei types something into her open computer. My wrist vibrates when she hits the return key: </p>",
      "<p id=\"1.11.1.33\" class=\"Cody\"><span class=msgfromdate>SAKURA_KEI 09:02:15:</span></p>",
      "<p id=\"1.11.1.34\" class=\"Cody\"><span class=msgfrom>I thought I had tenure?</span></p>",
      "<p id=\"1.11.1.35\" class=\"Cody\">&emsp;It&apos;s an inside joke from when we had several electives together, when a professor was fired right in front of us. She cracks a smile that she fights to hide, trying to lighten the tension just a little. The humor joins the emotions inside my chest like adding oil to water, and not much for words right now, I respond. </p>",
      "<p id=\"1.11.1.36\" class=\"Cody\"><span class=msgtodate>DUNSMO_COD 09:02:43:</span></p>",
      "<p id=\"1.11.1.37\" class=\"Cody\"><span class=msgto>Guess not.</span></p>",
      "<p id=\"1.11.1.38\" class=\"Cody\">&emsp;Scott interjects, &quot;So when are we looking at here? For the . . . reduction of staff.&quot; </p>",
      "<p id=\"1.11.1.39\" class=\"Cody\">&emsp;Even the lifers are afraid, tenured with all their tribal knowledge. Wilbur says, &quot;How many per group? I mean, we have a small team.&quot; </p>",
      "<p id=\"1.11.1.40\" class=\"Cody\">&emsp;Nav predicates his next words with a warning. &quot;Now, I&apos;m not sure about any of this because they refuse to tell it straight. We&apos;re looking at one to two people, maybe. And we&apos;re looking at just before Christmas.&quot; </p>",
      "<p id=\"1.11.1.41\" class=\"Cody\">&emsp;&quot;Just in time to get gifts for my kids,&quot; I say, before realizing I&apos;ve spoken. </p>",
      "<p id=\"1.11.1.42\" class=\"Cody\">&emsp;&quot;You don&apos;t have kids,&quot; Kei says. </p>",
      "<p id=\"1.11.1.43\" class=\"Cody\">&emsp;A nervous chuckle circles the room. Nav looks relieved that I tried to ligthen things: it feels like the first time I&apos;ve been really useful to this team in a month. </p>",
      "<p id=\"1.11.1.44\" class=\"Cody\">&emsp;&quot;They&apos;re probably going to ask me to make a list again, just like I did three years ago, some of you willl remember that. They&apos;re going to force me to rank you. And I&apos;m sure you all know generally where you stand.&quot; I feel him staring at me through the back of his head: he doesn&apos;t have to turn around. </p>",
      "<p id=\"1.11.1.45\" class=\"Cody\">&emsp;&quot;A team of six is already pretty damn small,&quot; Mike says, mumbling into his folded hands. &quot;We&apos;re probably the smallest in the company already.&quot; </p>",
      "<p id=\"1.11.1.46\" class=\"Cody\">&emsp;&quot;Which might mean we&apos;re fine. But it&apos;s not just six of us anymore,&quot; Nav says. I can see the notification come across his computer: one of the executives is waiting to enter the meeting after it is over. </p>",
      "<p id=\"1.11.1.47\" class=\"Cody\">&emsp;&quot;What do you mean?&quot; I ask, feeling my heart skip a beat. If it&apos;s HR, that means the reaper is taking someone away. </p>",
      "<p id=\"1.11.1.48\" class=\"Cody\">&emsp;&quot;It&apos;s seven now. We vetted him before we lost the contract,&quot; Navesh says. </p>",
      "<p id=\"1.11.1.49\" class=\"Cody\">&emsp;&quot;Did he even interview?&quot; Kei asks. &quot;I don&apos;t think any of us were there to get to know them.&quot; </p>",
      "<p id=\"1.11.1.50\" class=\"Cody\">&emsp;The executive walks in: it&apos;s my boss&apos; boss, dressed to the nines, probably lost since someone like him would never even bother to step into a wing of the company like ours. Behind him is a dark-haired, clean-cut guy dressed like any of us used to: slacks, a belt, and a tucked-in collared shirt. Feels like we should stand at attention for such seniority, but I&apos;m already up. The new recruit isn&apos;t nervous at all in introducing himself. </p>"
    ],
    [
      "<p id=\"1.11.2.1\" class=\"Cody\">&emsp;&quot;Nice to meet you all. I&apos;m Reed Broderick,&quot; he says. The executive hands him two dozen donuts, and he puts them on the table. &quot;I&apos;ve heard this is how you make an impression.&quot; </p>",
      "<p id=\"1.11.2.2\" class=\"Cody\">&emsp;&quot;You heard right,&quot; Kei says. The animals all reach their hands for the box, but I lean further against the wall. </p>",
      "<p id=\"1.11.2.3\" class=\"Cody\">&emsp;&quot;So where are you from, Reed?&quot; Michael asks, his mouth full of donut. &quot;And how old are you? We&apos;ve got a lot of young ones on this team now.&quot; </p>",
      "<p id=\"1.11.2.4\" class=\"Cody\">&emsp;&quot;Twenty-eight. I graduated last year with a Mechanical degree, but I haven&apos;t found much of anywhere to work until now,&quot; he says. </p>",
      "<p id=\"1.11.2.5\" class=\"Cody\">&emsp;A year older than I am. </p>",
      "<p id=\"1.11.2.6\" class=\"Cody\">&emsp;The executive cuts in. &quot;I can assure you that he&apos;s the best. You know his father, John: he used to work in Aerospace until he moved up.&quot; </p>",
      "<p id=\"1.11.2.7\" class=\"Cody\">&emsp;&quot;So the legacy continues,&quot; Navesh says. &quot;I remember your father! We worked together before they made me the captain of this ship.&quot; </p>",
      "<p id=\"1.11.2.8\" class=\"Cody\">&emsp;Reed exudes the rest of his confidence. &quot;I know I didn&apos;t formally interview, but I&apos;m really excited to be a part of this team. Let my work speak for me,&quot; he insists, walking around the table to join me in the back. </p>",
      "<p id=\"1.11.2.9\" class=\"Cody\">&emsp;Navesh squeezes words out under the executive&apos;s hopeful gaze: &quot;Well, we certainly have fresh energy with all these young people here.&quot; </p>",
      "<p id=\"1.11.2.10\" class=\"Cody\">&emsp;Reed extends his hand, and I shake it. &quot;Nice to meet you, bro,&quot; Reed says, and despite the added tension, I find myself relieved to make another possible friend. </p>",
      "<p id=\"1.11.2.11\" class=\"Cody\">&emsp;&quot;Cody Dunsmore,&quot; I say. I&apos;d compliment his firm handshake if it didn&apos;t make me feel like I was becoming my father. </p>",
      "<p id=\"1.11.2.12\" class=\"Cody\">&emsp;&quot;And I&apos;m Kei. Kei Sakurajima.&quot; </p>",
      "<p id=\"1.11.2.13\" class=\"Cody\">&emsp;She extends her hand as the others rise to introduce themselves like it&apos;s the start of a church service. The executive lifts himself from leaning against the door frame. </p>",
      "<p id=\"1.11.2.14\" class=\"Cody\">&emsp;&quot;Then I guess I&apos;ll leave y&apos;all to it,&quot; he says. </p>",
      "<p id=\"1.11.2.15\" class=\"Cody\">&emsp;As the others swarm our unexpected colleague, I try to remember my own first day here, but it was really like any other. It was five hours before IT could get my email working, and although Navesh was warm with his welcome, nobody stood from their cubes to do so much as introduce themselves. I had to bring my own &apos;new guy donuts&apos; the next day to get the rest of the bean-counters and nerds to acknowledge my presence! </p>",
      "<p id=\"1.11.2.16\" class=\"Cody\">&emsp;We leave the room as soon as everyone gets their introduction. Nav looks like he wants to say something to me again about my timeliness, but is intercepted by Scott, and as we walk back, Reed takes a particular interest in Kei and I. </p>",
      "<p id=\"1.11.2.17\" class=\"Cody\">&emsp;&quot;Designated seating, I was told,&quot; Reed says. He looks at the new edict from HR, a paper map atop his Bankers box of stuff. &quot;Says I&apos;m right next to you, Kei. Hope you&apos;re patient enough for all my questions.&quot; </p>",
      "<p id=\"1.11.2.18\" class=\"Cody\">&emsp;I curse the corporate gods of fate that put me in the empty row with Wilbur. </p>",
      "<p id=\"1.11.2.19\" class=\"Cody\">&emsp;&quot;That shouldn&apos;t be a problem,&quot; Kei replies. &quot;Cody&apos;s bothered me since day one, and he&apos;s still doing it.&quot; </p>",
      "<p id=\"1.11.2.20\" class=\"Cody\">&emsp;&quot;How long have you both been here?&quot; Reed asks. </p>",
      "<p id=\"1.11.2.21\" class=\"Cody\">&emsp;&quot;Three years and some change,&quot; Kei says. </p>",
      "<p id=\"1.11.2.22\" class=\"Cody\">&emsp;&quot;Are you also new?&quot; Reed asks me. </p>",
      "<p id=\"1.11.2.23\" class=\"Cody\">&emsp;&quot;No. I&apos;ve been here for two years,&quot;I tell him. </p>",
      "<p id=\"1.11.2.24\" class=\"Cody\">&emsp;&quot;Oh.&quot; His eyes turn from my box on the map, which still reads SUPPORT ENGINEER, and I know I&apos;ve been asking the same question. </p>",
      "<p id=\"1.11.2.25\" class=\"Cody\">&emsp;I feel a finger tap my shoulder after the others pass us. &quot;Can I talk to you for a second?&quot; Nav says. </p>",
      "<p id=\"1.11.2.26\" class=\"Cody\">&emsp;&quot;Uh, yeah, sure,&quot; I tell him. My stomach drops further, realizing I have no idea if there&apos;s a bottom. We walk a couple steps to the row with vacant cubes. </p>",
      "<p id=\"1.11.2.27\" class=\"Cody\">&emsp;I try to take the fire from him by calling myself out first, stumbling over the first words that come to me. &quot;I&apos;m sorry I barely made it on time. Moving shouldn&apos;t be an excuse, and&mdash;&quot; </p>",
      "<p id=\"1.11.2.28\" class=\"Cody\">&emsp;&quot;I get it,&quot; he says. &quot;But if you were any later, that would have been a reflection on me in front of my boss, and the kind of things that I allow here. I&apos;m not safe here either. But, look. I don&apos;t know if you&apos;re just burned-out or something: you&apos;ve been on the threshold of the next level for ages, and I get you&apos;re feeling restless, but . . .&quot; He pauses because the next words are uncomfortable. &quot;If I&apos;m forced to make a list, I want you to be ready.&quot; </p>",
      "<p id=\"1.11.2.29\" class=\"Cody\">&emsp;&quot;What do you mean?&quot; </p>",
      "<p id=\"1.11.2.30\" class=\"Cody\">&emsp;&quot;I mean that you&apos;re going to be near the bottom,&quot; he says, and then clarifies, &quot;by rank.&quot; </p>",
      "<p id=\"1.11.2.31\" class=\"Cody\">&emsp;&quot;Me and the newer . . . guy?&quot; I ask, hushing my voice so no one can overhear me. Asking about seniority is totally my right, but I&apos;m too damn nervous to bring it up. </p>",
      "<p id=\"1.11.2.32\" class=\"Cody\">&emsp;&quot;You are, roughly.&quot; </p>",
      "<p id=\"1.11.2.33\" class=\"Cody\">&emsp;The rising feeling makes me ball my fists behind my back. </p>",
      "<p id=\"1.11.2.34\" class=\"Cody\">&emsp;I guess I only matter if I fucking know someone, I think. </p>",
      "<p id=\"1.11.2.35\" class=\"Cody\">&emsp;I hold back the strain in my eyes, and I find myself thinking that if my dream wasn&apos;t to work in that new building a little higher in the valley, and if the fears of that mortgage weren&apos;t so punishing, I&apos;d be actively out looking for something else. </p>",
      "<p id=\"1.11.2.36\" class=\"Cody\">&emsp;Looking out the window at that building calms me down just enough to pedal a false face of humility. &quot;I understand. I haven&apos;t been that great,&quot; I say. </p>",
      "<p id=\"1.11.2.37\" class=\"Cody\">&emsp;&quot;No, I like you, Cody,&quot; he reassures me, but I don&apos;t feel it. &quot;I don&apos;t pull the strings or drive the gears. I&apos;m just a pinion between the executives and my team.&quot; An idler gear, only transferring the force it&apos;s given by the others. </p>",
      "<p id=\"1.11.2.38\" class=\"Cody\">&emsp;It takes a couple breaths before I can bring myself to respond. &quot;I&apos;ll do better, then, whether it means something or not,&quot; I tell him. </p>",
      "<p id=\"1.11.2.39\" class=\"Cody\">&emsp;&quot;Well, with all this idle time we&apos;re gonna have, we&apos;ll have a couple projects to improve stuff. Make stuff the customers don&apos;t know they want yet. For me, it was redesigning the battery enclosure that made me prove myself enough to move up. So maybe . . .&quot; </p>",
      "<p id=\"1.11.2.40\" class=\"Cody\">&emsp;&quot;It&apos;s a chance, you&apos;re saying.&quot; </p>",
      "<p id=\"1.11.2.41\" class=\"Cody\">&emsp;&quot;But not a promise.&quot; </p>",
      "<p id=\"1.11.2.42\" class=\"Cody\">&emsp;I know that shit already, Nav, I think to myself, as I feel the whole path to my future rearranging itself in front of me. It takes all the strength I have to refuse to show it in my expression. </p>",
      "<p id=\"1.11.2.43\" class=\"Cody\">&emsp;A breath. And then another. </p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 77,
  "ReleaseDate": [
    "03",
    "19",
    "2025",
    "2025-03-19 00:00:00"
  ],
  "Active": true,
  "Perspective": "Cody",
  "Status": "Final Draft",
  "WordCount": 0,
  "Summary": "> Cody finishes the weekend then heads to work to receive news of layoffs.> Reed Broderick is hired despite weakening job security."
}