{
  "Story": "Paragate",
  "Title": "Chapter Twelve",
  "Subtitle": "Anxiety and Avoidance",
  "Act": 1,
  "ChapterNumber": 12,
  "Synopsis": "Katiya tries to resist her paralyzing panic.",
  "RevNotes": "",
  "ID": "1.11",
  "Body": [
    "<p>&emsp;There&apos;s no early breaks in all the domestic quests. It only took a couple days before I realized that sitting on the job was a bad image, unless you have a lunch pail in your hands. Just like any routine &mdash; whether it&apos;s a new cycle of combat training, classes, or a new job &mdash; the first three days are memorable because it&apos;s all so fresh. I thought taking different quests would make each day distinct from the last, but from the fourth day onward, it all became a blur of motion, forgotten at the end of each day by an exaspirated body and a tired mind.</p><p>&emsp;This is the first job on city watch that has me raking leaves on the side. Though the mountainside is still flushed with fading green, the eager leaves transform from yellow to red and deposit themselves early on the stone thoroughfares. From a raised vantage point at the southwestern hillside of Gaffesend, I abate the stress by drawing in the crisp mountain air, watching as the browning wild lashes of the southern grasslands are battered about by gale winds.</p><p>&emsp;Long in the distance, the grand lake reflects the shadowed mountain view, too far to make the crests of little waves. I watch as junior guards paddle back from their postings on the outer rim, wondering which of my friends are among them. But it&apos;s nice to know that at least I&apos;m not alone.</p><p>&emsp;&quot;Have you ever attached a broom handle to the end of it?&quot; I ask. Her sharp eyes bounce between the rake and the tip of her tail.</p><p>&emsp;&quot;I-I don&apos;t think that would work, it&apos;s not strong enough,&quot; Nayada says. I&apos;ve gotten to know her a lot better: the shy pair well with the timid since they end up taking similar tasks. &quot;When should we head down?&quot;</p><p>&emsp;&quot;Well there&apos;s certainly no shortage of leaves, the Verdalan Gods make sure of it. Maybe now, I guess,&quot; I tell her. &quot;This was all supposed to be done before the royals came to town, as if miles of road could be effectively polished by five junior guards.&quot;</p><p>&emsp;&quot;What does such a task even have to do with protecting?&quot; Nayada mutters.</p><p>&emsp;&quot;We&apos;re protecting . . . the . . . image, I guess, of the city. And next we&apos;ll be protecting the parade route.&quot;</p><p>&emsp;&quot;Sometimes it feels like they&apos;re just trying to keep us busy with silly tasks,&quot; she says.</p><p>&emsp;&quot;It&apos;s allowed me to get to know the locals really well, at least. They say they&apos;re glad we take the tasks that make a difference.&quot;</p><p>&emsp;&quot;That&apos;s because you fawn for social interaction, it&apos;s quite marvelous to me how you&apos;re so full of energy all the time. But that&apos;s coming from someone who doesn&apos;t make friends unless they see them every day for about a month.&quot;</p><p>&emsp;&quot;A month?&quot; The math surprises me. But it sounds about right when I count all the days I&apos;ve taken off. I walk with Oriya, Jullian, Berry, and Ryder every morning for five of them, to take new postings from the quest board and get to work. Every sixth or so, I persuade them to join me on a hike or go swimming in the hot springs. And every night is my chance to get out and socialize when I&apos;m not taking night quests: having only scouted twice, I feel quite distant from the others.</p><p>&emsp;The loneliness carries into other areas, too. I&apos;ve only seen Jullian five times since the start of this transition. Besides walking to work hand-in-hand, we&apos;ve gotten together almost every day off to blow off some steam. I&apos;ve only been able to convince him once to go on a date with me to the hot springs, and it was on my earnings. The other times he says he&apos;s too busy &mdash; though I always see him with his friends. It disappoints me when our acts of passion end as soon as he gets off: the only courtesy he seems to have is letting me get there first.</p><p>&emsp;We descend the hill as the northern scouts congregate in Gaffesend Square. The bell tolls midday: normally that would mean a break for rations, but our service is expected to run later, and nobody minds when it makes this a &quot;two-quest-day.&quot;</p><p>&emsp;&quot;I bet Bertram rues being sick when quest forms are this easy,&quot; I tell Naya. The slowness of this life almost makes me believe that Gaffe is as insular as the capital, capable of holding small events for royalty passing through the town. We&apos;re ordered to line up on the sides of the Main Street. It feels like a festival, the way all the street lamps are adorned with fresh flowers; the businesses shuttered for an hour; and the full population split between halves of the street. We stand in pattern between the onlookers and the empty road. The senior guards are busy on the city outskirts, demanding papers, and ensuring no Chymaeran spies are guising unwitting villagers. We hold the ceremonial rifles that we retrieved from the armory, clasped between our hands and upright, though Aldrin insists we &quot;can&apos;t be fully trusted with them yet,&quot; and that we need to &quot;train with a blade before we can handle them.&quot;</p><p>&emsp;My eyes steady on the vacancy in front of me on the other side of the road, originally intended to be held by Bertram. Before long, the shimmering white carriage prattles down the road, drawn by two black horses. They&apos;re looking to have a two-nights&apos;-stay in the hot springs, and we&apos;re meant to prove to them that Gaffesend is safe, encouraging more tourists to make the trek to enrich our lands.</p><p>&emsp;I figure most of our population is excited for the presence of a Chosen Mask: we got the news that he was being paid to defend the carriage between villages. It&apos;s rare that anyone notable ever passes through, especially since we&apos;re the last stop before nothing. I can see him waving to his admirers from the coachman&apos;s seat as they cheer and throw flowers at the feet of the horses. Within the carriage, a finely-dressed family of six waves from the windows, wearing white and gold.</p><p>&emsp;I feel my hands loosen their tension on the rifle. The nagging feeling of fear that&apos;s plagued me since forever is almost in the back seat, and around me, I can drink to the exuberance of the town. To my left, Naya smiles, predictably not the type to cheer. To my right, Pax pumps his fist in the air. And Bertram is absolutely focused on the royals, standing there directly in front of me.</p><p>&emsp;The carriage is drawing closer, at least a hundred paces away. Some of the family&apos;s younger passengers have exited the carriage, walking alongside the road and tossing wrapped candies to the onlookers. The nagging feeling grows stronger. It&apos;s just too peaceful. And as my hands tension around the black steel, Bertram&apos;s eyes catch a glint of amethyst when he decides to make his move.</p>",
    "<p>&emsp;They&apos;re close enough to run me over, but my body&apos;s trained to react before I can think. Muscle memory comes before thought, thought before fear, and fear before true reaction, so it&apos;s only when I&apos;m halfway across the road that the thoughts finally reach my muscles. The others are only beginning to notice when the Chymaeran fleshwalker raises the rifle. I&apos;m the only one that happened to know enough and be close enough to respond, and when I try to take another step, I feel the gravity of my past flood my veins with molasses.</p><p>&emsp;I struggle to refuse the defenses of my own mind. I always swear I can taste the smoke from that fire when my heartbeat rises. And as the Chymaeran assassin guising my friend prepares to take aim and pull the trigger, all I can do is watch as I collapse to the street, giving the horses such a start that they shy and snort, rearing on their hind legs, casting the carriage forwards and backwards.</p><p>&emsp;Pax is quick on the uptake: for every dearth of common sense, he excels in his perception, tuned to that energy of the attacker. While the other junior guards only begin to notice, and the Chosen is left helpless in a battle of speed, the assassin pulls the trigger, spooking the horses and the spectators as Pax tackles him to the ground.</p><p>&emsp;I brace my head with my cheek brushing moss between the roadway stones. The coachman pulls the slip knot, and the horses&apos; hooves clatter against the road, and I hold my breath, as if it could change the chances of the startled stallions shattering my spine or ribs. But they clamber right overhead, and as the carriage passes directly over my prostrated body lying straight with the road, I feel the wetness of something dense drip across my cheek.</p><p>&emsp;My ears still ring from the blast, but I can hear the cries of the children and the wife. And when I&apos;m sure my whole body can still respond to its commands, I begin to crawl from beneath the carriage.</p><p>&emsp;&quot;May the gods damn your pathetic town and its useless guards,&quot; the wife says. &quot;It should be wiped off the face of the map!&quot;</p><p>&emsp;I begin to imagine the repercussions, and I try to prepare myself for what&apos;s to come. I accept my fate to vanish from this program. I had my chance, and yet I couldn&apos;t even finish the job!</p><p>&emsp;The Chosen drags me out from beneath the carriage with his gloved hands. A long streak of the husband&apos;s blood stains my bangs and trickles down my nose. When I look to the inside of the white carriage, emptied of its crying inhabitants and bright with a splatter of red, I find the husband taking shallow breaths as he holds his shoulder, tended to by the glowing hands of their family&apos;s hired healer.</p><p>&emsp;The immaculately-dressed wife&apos;s jewelry clatters when she gets her hands around my collar, thrashing me as the Chosen hesitates to disarm his source of wealth. Her hands are already red with her lover&apos;s blood, clothes absent the pristine ivory white they surely struggled to sustain on such sultry trails.</p><p>&emsp;&quot;You cowering, yellow-bellied bitch,&quot; she exclaims. Her gloved hand batters my cheek with deafening leather contact. &quot;You leach our tribute. You live to give your lives for us, and I&apos;ll be sure you don&apos;t see another sunrise in this line of work. The guard of this backwater town are a joke!&quot;</p><p>&emsp;I can feel my tears streaming, directly in the view of all my comrades that can only just stand there and watch. Jullian ducks his head when I meet his eyes. Naya freezes, her tail frayed. And Ryder and Pax are busy wrestling the Chymaeran as it tries to change forms. </p><p>&emsp;But I hear the husband. &quot;Dear. That young guard is the reason my head is on my shoulders. I mean, Gods, if she hadn&apos;t given the horses a start...&quot;</p><p>&emsp;&quot;She nearly got you killed!&quot;</p><p>&emsp;&quot;The bullet did that,&quot; he says.</p><p>&emsp;&quot;But still,&quot; she says. The mercurial woman releases my collar and tensions her fists, letting out an exasperated cry. The side of my face aches as I slouch, wiping my tears with the unsullied parts of my arms, remembering not to dirty their carriage with contact from my body.</p><p>&emsp;But it&apos;s the distress of the children that damages me the most. Standing on the other side of their life-altering trauma, facing such failure that I&apos;m painted with the aggressor, the devastating shock registers on their faces, now devoid of sorrow, just speechless like I once was as they try to recalibrate their understanding of how horrifying the world can be. And all I want is to embrace them, to tell them that everything will be alright, to let them cry into my shoulder.</p><p>&emsp;&quot;You failed us. And you&apos;re going to pay for this,&quot; the wife screams at Aldrin when he approaches. &quot;How are you going to make this right?&quot;</p><p>&emsp;&quot;You&apos;ll make it right by apologizing to my officer,&quot; he says. &quot;I don&apos;t care how much money you have, what role you play in the Empire, you will apologize for assaulting the woman who tried to save you!&quot;</p><p>&emsp;&quot;And failed,&quot; she insists. &quot;You&apos;re messing with Valensend blood&mdash;&quot;</p><p>&emsp;&quot;You gave two days of warning for your arrival, refusing like all you rich types do to pay in advance, and then you have the gall to say we didn&apos;t prepare. It takes weeks!&quot;</p><p>&emsp;The woman tensions her fists. Two of children grasp her dress by the fabric. I draw deep breaths to make the blood flow back into my fingers and legs, all the while feeling like I&apos;m stealing a resource I no longer deserve.</p><p>&emsp;But I hear the father&apos;s voice behind me. &quot;She would have complained the same if it was just a scare: I would have stopped her if I had the strength. As far as I&apos;m concerned, you saved my life.&quot;</p><p>&emsp;&quot;But I hesitated. I saved no one. It was luck.&quot;</p><p>&emsp;&quot;Luck or not, you&apos;re a reason my children still have a father,&quot; he says. I turn around. He gestures for the servant and the healer to tend to my scratches, and with a quick wave of a hand, I feel the sting slowly dissipate from my face.</p><p>&emsp;He reaches from the open door, dabbing his blood from my skin with a clean corner of a towel, ensuring that nothing ill will come of this. Behind us, the two continue to argue as senior guards apprehend the battered Chymaeran assassin. It&apos;s only when I see the assailant&apos;s guise of my cherished friend that I remember the absence of the real one.</p><p>&emsp;I release an unintelligible string of words before the panic peaks inside me once again. Aldrin shouts. Two of my friends try to stop me, and the woman screams of my cowardice, but all I can think of is what I learned it takes for a Chymaeran to steal a guise.</p><p>&emsp;I run as fast as my feet will take me, choosing to try and save another, even if it means damnation for leaving this all behind.</p>"
  ],
  "BodyFormatted": [
    [
      "<p id=\"1.12.1.1\" class=\"Katiya\">&emsp;There&apos;s no early breaks in all the domestic quests. It only took a couple days before I realized that sitting on the job was a bad image, unless you have a lunch pail in your hands. Just like any routine &mdash; whether it&apos;s a new cycle of combat training, classes, or a new job &mdash; the first three days are memorable because it&apos;s all so fresh. I thought taking different quests would make each day distinct from the last, but from the fourth day onward, it all became a blur of motion, forgotten at the end of each day by an exaspirated body and a tired mind.</p>",
      "<p id=\"1.12.1.2\" class=\"Katiya\">&emsp;This is the first job on city watch that has me raking leaves on the side. Though the mountainside is still flushed with fading green, the eager leaves transform from yellow to red and deposit themselves early on the stone thoroughfares. From a raised vantage point at the southwestern hillside of Gaffesend, I abate the stress by drawing in the crisp mountain air, watching as the browning wild lashes of the southern grasslands are battered about by gale winds.</p>",
      "<p id=\"1.12.1.3\" class=\"Katiya\">&emsp;Long in the distance, the grand lake reflects the shadowed mountain view, too far to make the crests of little waves. I watch as junior guards paddle back from their postings on the outer rim, wondering which of my friends are among them. But it&apos;s nice to know that at least I&apos;m not alone.</p>",
      "<p id=\"1.12.1.4\" class=\"Katiya\">&emsp;&quot;Have you ever attached a broom handle to the end of it?&quot; I ask. Her sharp eyes bounce between the rake and the tip of her tail.</p>",
      "<p id=\"1.12.1.5\" class=\"Katiya\">&emsp;&quot;I-I don&apos;t think that would work, it&apos;s not strong enough,&quot; Nayada says. I&apos;ve gotten to know her a lot better: the shy pair well with the timid since they end up taking similar tasks. &quot;When should we head down?&quot;</p>",
      "<p id=\"1.12.1.6\" class=\"Katiya\">&emsp;&quot;Well there&apos;s certainly no shortage of leaves, the Verdalan Gods make sure of it. Maybe now, I guess,&quot; I tell her. &quot;This was all supposed to be done before the royals came to town, as if miles of road could be effectively polished by five junior guards.&quot;</p>",
      "<p id=\"1.12.1.7\" class=\"Katiya\">&emsp;&quot;What does such a task even have to do with protecting?&quot; Nayada mutters.</p>",
      "<p id=\"1.12.1.8\" class=\"Katiya\">&emsp;&quot;We&apos;re protecting . . . the . . . image, I guess, of the city. And next we&apos;ll be protecting the parade route.&quot;</p>",
      "<p id=\"1.12.1.9\" class=\"Katiya\">&emsp;&quot;Sometimes it feels like they&apos;re just trying to keep us busy with silly tasks,&quot; she says.</p>",
      "<p id=\"1.12.1.10\" class=\"Katiya\">&emsp;&quot;It&apos;s allowed me to get to know the locals really well, at least. They say they&apos;re glad we take the tasks that make a difference.&quot;</p>",
      "<p id=\"1.12.1.11\" class=\"Katiya\">&emsp;&quot;That&apos;s because you fawn for social interaction, it&apos;s quite marvelous to me how you&apos;re so full of energy all the time. But that&apos;s coming from someone who doesn&apos;t make friends unless they see them every day for about a month.&quot;</p>",
      "<p id=\"1.12.1.12\" class=\"Katiya\">&emsp;&quot;A month?&quot; The math surprises me. But it sounds about right when I count all the days I&apos;ve taken off. I walk with Oriya, Jullian, Berry, and Ryder every morning for five of them, to take new postings from the quest board and get to work. Every sixth or so, I persuade them to join me on a hike or go swimming in the hot springs. And every night is my chance to get out and socialize when I&apos;m not taking night quests: having only scouted twice, I feel quite distant from the others.</p>",
      "<p id=\"1.12.1.13\" class=\"Katiya\">&emsp;The loneliness carries into other areas, too. I&apos;ve only seen Jullian five times since the start of this transition. Besides walking to work hand-in-hand, we&apos;ve gotten together almost every day off to blow off some steam. I&apos;ve only been able to convince him once to go on a date with me to the hot springs, and it was on my earnings. The other times he says he&apos;s too busy &mdash; though I always see him with his friends. It disappoints me when our acts of passion end as soon as he gets off: the only courtesy he seems to have is letting me get there first.</p>",
      "<p id=\"1.12.1.14\" class=\"Katiya\">&emsp;We descend the hill as the northern scouts congregate in Gaffesend Square. The bell tolls midday: normally that would mean a break for rations, but our service is expected to run later, and nobody minds when it makes this a &quot;two-quest-day.&quot;</p>",
      "<p id=\"1.12.1.15\" class=\"Katiya\">&emsp;&quot;I bet Bertram rues being sick when quest forms are this easy,&quot; I tell Naya. The slowness of this life almost makes me believe that Gaffe is as insular as the capital, capable of holding small events for royalty passing through the town. We&apos;re ordered to line up on the sides of the Main Street. It feels like a festival, the way all the street lamps are adorned with fresh flowers; the businesses shuttered for an hour; and the full population split between halves of the street. We stand in pattern between the onlookers and the empty road. The senior guards are busy on the city outskirts, demanding papers, and ensuring no Chymaeran spies are guising unwitting villagers. We hold the ceremonial rifles that we retrieved from the armory, clasped between our hands and upright, though Aldrin insists we &quot;can&apos;t be fully trusted with them yet,&quot; and that we need to &quot;train with a blade before we can handle them.&quot;</p>",
      "<p id=\"1.12.1.16\" class=\"Katiya\">&emsp;My eyes steady on the vacancy in front of me on the other side of the road, originally intended to be held by Bertram. Before long, the shimmering white carriage prattles down the road, drawn by two black horses. They&apos;re looking to have a two-nights&apos;-stay in the hot springs, and we&apos;re meant to prove to them that Gaffesend is safe, encouraging more tourists to make the trek to enrich our lands.</p>",
      "<p id=\"1.12.1.17\" class=\"Katiya\">&emsp;I figure most of our population is excited for the presence of a Chosen Mask: we got the news that he was being paid to defend the carriage between villages. It&apos;s rare that anyone notable ever passes through, especially since we&apos;re the last stop before nothing. I can see him waving to his admirers from the coachman&apos;s seat as they cheer and throw flowers at the feet of the horses. Within the carriage, a finely-dressed family of six waves from the windows, wearing white and gold.</p>",
      "<p id=\"1.12.1.18\" class=\"Katiya\">&emsp;I feel my hands loosen their tension on the rifle. The nagging feeling of fear that&apos;s plagued me since forever is almost in the back seat, and around me, I can drink to the exuberance of the town. To my left, Naya smiles, predictably not the type to cheer. To my right, Pax pumps his fist in the air. And Bertram is absolutely focused on the royals, standing there directly in front of me.</p>",
      "<p id=\"1.12.1.19\" class=\"Katiya\">&emsp;The carriage is drawing closer, at least a hundred paces away. Some of the family&apos;s younger passengers have exited the carriage, walking alongside the road and tossing wrapped candies to the onlookers. The nagging feeling grows stronger. It&apos;s just too peaceful. And as my hands tension around the black steel, Bertram&apos;s eyes catch a glint of amethyst when he decides to make his move.</p>"
    ],
    [
      "<p id=\"1.12.2.1\" class=\"Katiya\">&emsp;They&apos;re close enough to run me over, but my body&apos;s trained to react before I can think. Muscle memory comes before thought, thought before fear, and fear before true reaction, so it&apos;s only when I&apos;m halfway across the road that the thoughts finally reach my muscles. The others are only beginning to notice when the Chymaeran fleshwalker raises the rifle. I&apos;m the only one that happened to know enough and be close enough to respond, and when I try to take another step, I feel the gravity of my past flood my veins with molasses.</p>",
      "<p id=\"1.12.2.2\" class=\"Katiya\">&emsp;I struggle to refuse the defenses of my own mind. I always swear I can taste the smoke from that fire when my heartbeat rises. And as the Chymaeran assassin guising my friend prepares to take aim and pull the trigger, all I can do is watch as I collapse to the street, giving the horses such a start that they shy and snort, rearing on their hind legs, casting the carriage forwards and backwards.</p>",
      "<p id=\"1.12.2.3\" class=\"Katiya\">&emsp;Pax is quick on the uptake: for every dearth of common sense, he excels in his perception, tuned to that energy of the attacker. While the other junior guards only begin to notice, and the Chosen is left helpless in a battle of speed, the assassin pulls the trigger, spooking the horses and the spectators as Pax tackles him to the ground.</p>",
      "<p id=\"1.12.2.4\" class=\"Katiya\">&emsp;I brace my head with my cheek brushing moss between the roadway stones. The coachman pulls the slip knot, and the horses&apos; hooves clatter against the road, and I hold my breath, as if it could change the chances of the startled stallions shattering my spine or ribs. But they clamber right overhead, and as the carriage passes directly over my prostrated body lying straight with the road, I feel the wetness of something dense drip across my cheek.</p>",
      "<p id=\"1.12.2.5\" class=\"Katiya\">&emsp;My ears still ring from the blast, but I can hear the cries of the children and the wife. And when I&apos;m sure my whole body can still respond to its commands, I begin to crawl from beneath the carriage.</p>",
      "<p id=\"1.12.2.6\" class=\"Katiya\">&emsp;&quot;May the gods damn your pathetic town and its useless guards,&quot; the wife says. &quot;It should be wiped off the face of the map!&quot;</p>",
      "<p id=\"1.12.2.7\" class=\"Katiya\">&emsp;I begin to imagine the repercussions, and I try to prepare myself for what&apos;s to come. I accept my fate to vanish from this program. I had my chance, and yet I couldn&apos;t even finish the job!</p>",
      "<p id=\"1.12.2.8\" class=\"Katiya\">&emsp;The Chosen drags me out from beneath the carriage with his gloved hands. A long streak of the husband&apos;s blood stains my bangs and trickles down my nose. When I look to the inside of the white carriage, emptied of its crying inhabitants and bright with a splatter of red, I find the husband taking shallow breaths as he holds his shoulder, tended to by the glowing hands of their family&apos;s hired healer.</p>",
      "<p id=\"1.12.2.9\" class=\"Katiya\">&emsp;The immaculately-dressed wife&apos;s jewelry clatters when she gets her hands around my collar, thrashing me as the Chosen hesitates to disarm his source of wealth. Her hands are already red with her lover&apos;s blood, clothes absent the pristine ivory white they surely struggled to sustain on such sultry trails.</p>",
      "<p id=\"1.12.2.10\" class=\"Katiya\">&emsp;&quot;You cowering, yellow-bellied bitch,&quot; she exclaims. Her gloved hand batters my cheek with deafening leather contact. &quot;You leach our tribute. You live to give your lives for us, and I&apos;ll be sure you don&apos;t see another sunrise in this line of work. The guard of this backwater town are a joke!&quot;</p>",
      "<p id=\"1.12.2.11\" class=\"Katiya\">&emsp;I can feel my tears streaming, directly in the view of all my comrades that can only just stand there and watch. Jullian ducks his head when I meet his eyes. Naya freezes, her tail frayed. And Ryder and Pax are busy wrestling the Chymaeran as it tries to change forms. </p>",
      "<p id=\"1.12.2.12\" class=\"Katiya\">&emsp;But I hear the husband. &quot;Dear. That young guard is the reason my head is on my shoulders. I mean, Gods, if she hadn&apos;t given the horses a start...&quot;</p>",
      "<p id=\"1.12.2.13\" class=\"Katiya\">&emsp;&quot;She nearly got you killed!&quot;</p>",
      "<p id=\"1.12.2.14\" class=\"Katiya\">&emsp;&quot;The bullet did that,&quot; he says.</p>",
      "<p id=\"1.12.2.15\" class=\"Katiya\">&emsp;&quot;But still,&quot; she says. The mercurial woman releases my collar and tensions her fists, letting out an exasperated cry. The side of my face aches as I slouch, wiping my tears with the unsullied parts of my arms, remembering not to dirty their carriage with contact from my body.</p>",
      "<p id=\"1.12.2.16\" class=\"Katiya\">&emsp;But it&apos;s the distress of the children that damages me the most. Standing on the other side of their life-altering trauma, facing such failure that I&apos;m painted with the aggressor, the devastating shock registers on their faces, now devoid of sorrow, just speechless like I once was as they try to recalibrate their understanding of how horrifying the world can be. And all I want is to embrace them, to tell them that everything will be alright, to let them cry into my shoulder.</p>",
      "<p id=\"1.12.2.17\" class=\"Katiya\">&emsp;&quot;You failed us. And you&apos;re going to pay for this,&quot; the wife screams at Aldrin when he approaches. &quot;How are you going to make this right?&quot;</p>",
      "<p id=\"1.12.2.18\" class=\"Katiya\">&emsp;&quot;You&apos;ll make it right by apologizing to my officer,&quot; he says. &quot;I don&apos;t care how much money you have, what role you play in the Empire, you will apologize for assaulting the woman who tried to save you!&quot;</p>",
      "<p id=\"1.12.2.19\" class=\"Katiya\">&emsp;&quot;And failed,&quot; she insists. &quot;You&apos;re messing with Valensend blood&mdash;&quot;</p>",
      "<p id=\"1.12.2.20\" class=\"Katiya\">&emsp;&quot;You gave two days of warning for your arrival, refusing like all you rich types do to pay in advance, and then you have the gall to say we didn&apos;t prepare. It takes weeks!&quot;</p>",
      "<p id=\"1.12.2.21\" class=\"Katiya\">&emsp;The woman tensions her fists. Two of children grasp her dress by the fabric. I draw deep breaths to make the blood flow back into my fingers and legs, all the while feeling like I&apos;m stealing a resource I no longer deserve.</p>",
      "<p id=\"1.12.2.22\" class=\"Katiya\">&emsp;But I hear the father&apos;s voice behind me. &quot;She would have complained the same if it was just a scare: I would have stopped her if I had the strength. As far as I&apos;m concerned, you saved my life.&quot;</p>",
      "<p id=\"1.12.2.23\" class=\"Katiya\">&emsp;&quot;But I hesitated. I saved no one. It was luck.&quot;</p>",
      "<p id=\"1.12.2.24\" class=\"Katiya\">&emsp;&quot;Luck or not, you&apos;re a reason my children still have a father,&quot; he says. I turn around. He gestures for the servant and the healer to tend to my scratches, and with a quick wave of a hand, I feel the sting slowly dissipate from my face.</p>",
      "<p id=\"1.12.2.25\" class=\"Katiya\">&emsp;He reaches from the open door, dabbing his blood from my skin with a clean corner of a towel, ensuring that nothing ill will come of this. Behind us, the two continue to argue as senior guards apprehend the battered Chymaeran assassin. It&apos;s only when I see the assailant&apos;s guise of my cherished friend that I remember the absence of the real one.</p>",
      "<p id=\"1.12.2.26\" class=\"Katiya\">&emsp;I release an unintelligible string of words before the panic peaks inside me once again. Aldrin shouts. Two of my friends try to stop me, and the woman screams of my cowardice, but all I can think of is what I learned it takes for a Chymaeran to steal a guise.</p>",
      "<p id=\"1.12.2.27\" class=\"Katiya\">&emsp;I run as fast as my feet will take me, choosing to try and save another, even if it means damnation for leaving this all behind.</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 212,
  "ReleaseDate": [
    "08",
    "01",
    "2025",
    "2025-08-01 00:00:00"
  ],
  "Active": true,
  "Perspective": "Katiya",
  "Status": "Revised Draft",
  "WordCount": 0,
  "Summary": "FOUR WEEK TIME SKIP> Katiya continues taking domestic quests.The town hosts a wealthy family, but Chymaerans attack.> Katiya tries to respond but freezes in fear, half-solving the problem. She races to Bertram."
}