{"Story": "Paragate", "Title": "Chapter Two", "Subtitle": "Robot Boy", "Act": 1, "ChapterNumber": 2, "Synopsis": "A male office worker languishes in his listless life.", "RevNotes": "", "ID": "1.2", "Body": ["<p>&emsp;In the long, dragging years after college, all I could ever ask is to waste my life as efficiently as possible. </p><p>&emsp;My mind loiters in the long lull between emails, dragging the 3D model on my computer in circles. The flat fluorescents take the office closer to a colorless center: what my colleague calls &quot;suicide gray,&quot; showing no sign of winter&apos;s transition to spring. Somewhere beyond the window shades and bleached brick walls, life awakens from its slumber in the foothills of the Rocky Mountains, trading the dormant golden brown for verdant green. And though the end of winter is supposed to bring that nostalgic chill, I&apos;m kept lukewarm by the hum of an unbalanced, rusted fan that rattles over any sound of nature.</p><p>&emsp;But I notice one thing, at least. I can smell the dry acreage of cereal grasses scattered across the Rocky Mountain foothills: a sense that only comes when it&apos;s late in the fall, or after the long winter when my nose is no longer running, when the world begins to open. It&apos;s when the late sun absorbs in the fronds of dormant fields once left to shadow &mdash; that golden hour late in the workday &mdash; when an arid essence gusts through the cracked corners of the crumbling ceiling.</p><p>&emsp;Our department&apos;s office is tucked in the brow of several hills that block it from a captivating view. It was home to Navidson-Monroe&apos;s Aerospace division in the sixties, still sharing a wall with the warehouse where technicians toil over our drawings. But the Aerospace team and its bean counters made their great migration in the nineties, taking their perch a couple hundred feet higher atop the foothills: glancing down upon the city of Denver, convinced their fingers feel for the pulse of the throat of the world. </p><p>&emsp;So then the less-sexy divisions &mdash; like us &mdash; fell down into their musty wake, too far behind the &quot;cutting edge&quot; to earn a view beyond the cutting edge. </p><p>&emsp;Working in the battery division of an aerospace company is like eating ice cream every day, but it&apos;s got raisins in it. A fine treat for a new graduate, but I crave something that tastes more like space &mdash; like Dippin&apos; Dots, or maybe those freeze-dried ice creams they sell at the science museum. It&apos;s like ordering a salad at a pizza place, or ordering a cheeseburger at a Mexican restaurant. Or any other food-related simile: I&apos;m just hungry and bored since it&apos;s so close to the end of the day, and I don&apos;t have any frozen meals left in the break room fridge.</p><p>&emsp;But maybe every dream is a Pyrrhic compromise between that first, beatific vision and half of anything you ever bargained for. When I glance out the surly glass window, cocking my head at just the right angle, I can see the same shimmering solar reflectors and satellite dishes I saw from the window of my childhood bedroom. And although the Level 01 insignia on my nametag hasn&apos;t changed in two-and-a-half years, I guess I&apos;m at least physically closer.</p><p>&emsp;One day, I&apos;ll design rockets, I promised myself.</p><p>&emsp;My father said that&apos;s what it takes to chase a dream. I believe in that freedom because I don&apos;t have a choice. I&apos;m the last chance my mother and father have to see their child make it, and when I look at the wallpaper of my brother and I on the vertical monitor, I remember I&apos;m the only one who was blessed with time.</p>", "<p>&emsp;I realize I&apos;m done working on the redline when my hands stop moving. Copying changes from a red-inked engineering drawing to the computer is easy enough to get lost in thought. The music from my brother&apos;s old IPod keeps the rhythm in the keys. I pop out one of the yellowed earbuds so the lyrics don&apos;t mince the words.</p><p>&emsp;In the title block: DUNSMORE, 04/24/26.</p><p>&emsp;Checked by SAKURASHIMA, 04/24/26. That means I have an excuse to let my crush Kei look at it.</p><p>&emsp;Designed by PRADESH, the guy who keeps giving me these  sheets with red scribbles on them, telling me exactly the changes to make, leaving no room for creativity or judgment.</p><p>&emsp;Control-P. Landscape. Tabloid. Margins wide, and black-and-white lines, so the the sheet looks bleaker than the office. </p><p>&emsp;My computer talks to the printer, sounding off a distant whir six rows down. I rise from the cubicle, untucking the collared shirt from my jeans, opposite of what I used to do when I started here. Seems most of my fellow pencil-pushers have settled on the fact that we&apos;re not flashy enough to get customer visits. That&apos;s for the suit-wearing showmen of the R&D division, off in their hangar.</p><p>&emsp;The paper is warm when it spins two sheets off the press &mdash; one copy of my drawing, and one copy of the reference drawing I used from the fifties. The office is so quiet that I can hear it tap against the edge of the tray. It&apos;s time for an appraisal on my work, a second set of eyes, and I return to the only other engineer near my age in this division. She&apos;s poised at her standing desk when I approach her, focused on a model of a battery enclosure.</p><p>&emsp;&quot;Hey there, Kei,&quot; I say. </p><p>&emsp;She lifts a finger. I rest my elbow against the divide of her cubicle. She refuses eye contact, glued to some calculation as her lips move without words. Then she says: &quot;Remember seven and nine-sixteenths.&quot;</p><p>&emsp;&quot;Uh . . . got it.&quot;</p><p>&emsp;She takes a long pause, her manicured nails clattering against the pink, wireless keyboard. Then she draws several  lines on the pad of engineering paper, scribbling several numbers down, halting at the fifth.</p><p>&emsp;&quot;Okay, what was it?&quot;</p><p>&emsp;&quot;Six,&quot;</p><p>&emsp;&quot;Six . . .&quot;</p><p>&emsp;&quot;And . . . twenty-five sixteenths?&quot;</p><p>&emsp;&quot;Twenty-five . . .&quot; She finally looks up at me with her sapphire rings though dark bangs. &quot;What&apos;s your problem?&quot;</p><p>&emsp;&quot;Lots of things. Nothing work-related,&quot; I say.</p><p>&emsp;&quot;I doubt that,&quot; she says, but cracks a smile as she takes the pages into her hands.</p><p>&emsp;&quot;Do you have your Ouija board?&quot; I ask. </p><p>&emsp;&quot;For what?&quot; She asks.</p><p>&emsp;&quot;The person who made this would be a hundred and twenty,&quot; I say. &quot;Since we couldn&apos;t call them during retirement, I thought I&apos;d try the afterlife.&quot;</p><p>&emsp;It gets half a laugh. &quot;I thought seances were for the sales team, always trying to predict our next contract.&quot;</p><p>&emsp;&quot;They&apos;re able to sell things before we even design them,&quot; I say. &quot;How do they do it?&quot;</p><p>&emsp;&quot;I wish I knew. Maybe we could get ahead for once, then.&quot; Her eyes return to the page. &quot;So what&apos;d you screw up this time?&quot;</p><p>&emsp;I describe the process.</p><p>&emsp; &quot;You know, I thought Student Government in high school was the end of you asking seniors for help,&quot; she says.</p><p>&emsp;&quot;I&apos;d ask one of our lifers if I wanted a senior&apos;s ideas. I figured you&apos;d spare me an oral history of hand-drafting.&quot;</p><p>&emsp;&quot;Sure.&quot; She gestures to the far corner of her desk, stacked neatly with folded sheets. &quot;I&apos;ll get to it later today if you add it to the pile.&quot; </p><p>&emsp;&quot;Later today?&quot; I ask. </p><p>&emsp;&quot;Yeah.&quot;</p><p>&emsp;&quot;It&apos;s Friday,&quot; I tell her.</p><p>&emsp;&quot;It&apos;s not like I have anything else interesting going on,&quot; she says.</p><p>&emsp;&quot;So you&apos;re staying late again?&quot;</p><p>&emsp;Her oscillating fan wafts her perfume into the air. I&apos;m assaulted with the mental rhyme of a different late Friday, one evening when it was just the two of us, the last Friday of the year before she left for college. </p><p>&emsp;A memory flashes of the club room in high school half a decade ago. It was the night before the summer festival. She was sitting at the desk facing the open window. The wind caught her hair as she stapled strips of construction paper into long chains. I feel my stomach well with the same feeling I felt then, when I realized I was running out of time to make a move, before a whole year would separate us. I remember that stirring feeling of excitement when I approached her, longing for the courage to speak the words.</p><p>&emsp;But she acted first. </p><p>&emsp;The darkness of that room made it feel like the two of us spent an eternity in there, as if she was making up for the whole year I wouldn&apos;t see her, for the unrequited connection that began just a little too late. We laid there on the reading couch, facing each other, feeling each other, letting passion pass the hours before the scuttle of the midnight cleaning crew returned us to reality. And then&mdash;</p><p>&emsp;&quot;Hello &mdash; Earth to Cody?&quot;</p><p>&emsp;I realize I&apos;m watching her lips move instead of listening to her words. &quot;Uh . . . yeah? What?&quot; </p><p>&emsp;&quot;How about the other three things I sent you?&quot;</p><p>&emsp;&quot;Three things? Oh. The redlines, you mean.&quot; I scratch the back of my head. &quot;Still in the works. I&apos;m almost done with the second one.&quot;</p><p>&emsp;&quot;But it&apos;s been like two weeks.&quot;</p><p>&emsp;Naveen Pradesh peeks above the wall of his cubicle, and I know exactly what&apos;s in store.</p><p>&emsp;&quot;I know. But with the enclosure redesign, I just&mdash;&quot;</p><p>&emsp;Nav asks, &quot;How many did you finish today, Cody?&quot;</p><p>&emsp;&quot;I did two of them,&quot; I say. &quot;Sir.&quot; My voice cracks. &quot;But I had to scan the old drawings through the projector, on the old computer, and...&quot;</p><p>&emsp;&quot;Our team is behind. We need all hands on deck here, or else we&apos;re never going to beat all the stuff the machine shop is sending us.&quot;</p><p>&emsp;&quot;I know that,&quot; I say. &quot;I&apos;ll&mdash;&quot;</p><p>&emsp;&quot;You need to get in early. And you need to stay the full time. Like Kei: sometimes even longer than eight hours. Just because you&apos;re salaried doesn&apos;t mean every day can be a half-day.&quot;</p><p>&emsp;I nod. </p><p>&emsp;&quot;You want to be on her level, don&apos;t you?&quot;</p><p>&emsp;I stumble over the response as that familiar pang of anxiety arrests me. My nails bite the flesh of my palms.</p><p>&emsp; &quot;Y-yeah,&quot; I say.</p><p>&emsp;I feel that poisonous feeling rise in my stomach, the same one I felt all those times before, every time my ambition was axed with sharp critique. The words that follow are well-rehearsed.</p><p>&emsp;&quot;I promise I&apos;ll do better.&quot; I turn to Kei before retreating to my desk. &quot;And thanks. I&apos;ll have all your stuff done by the end of Monday.&quot;</p><p>&emsp;&quot;End of today, Cody,&quot; Nav says.</p><p>&emsp;It takes everything not to give in.</p><p>&emsp;&quot;Sure, boss,&quot; I say. &quot;I&apos;m on it.&quot;</p>", "<p>&emsp;I retreat to my desk to doom-scroll through social media, trading the personal feeling of apathy for a more global feeling of hopelessness. It fills me with a certain kind of despair when I see all the marriage announcements of friends and acquaintances, like I&apos;ve continuously been behind since I never dated in college: not even Kei. I had some fun, but I was too busy for anything meaningful. And as the only child left in my family, my parents beg for grandchildren like I used to beg for sleepovers on the weekends. My profile says I&apos;m single, and it hasn&apos;t changed since the end of high school when a different childhood friend and I tried to hit it off. But like Kei and I the year before, it was just too late.</p><p>&emsp;I can&apos;t help but keep scrolling to pass the time. It does little to release the burnout of five continuous hours.  If it&apos;s not social media, it&apos;s something else: endless politics; global warming; celebrity nonsense; social turmoil. And eventually &mdash; as I always do &mdash; I close the app just to open it again.</p><p>&emsp;The last sliver of the workday passes. I manage to grind out the third redline a couple minutes before 4:40. I used to get in so early to be ahead of all the others, but now I get in a little after 9:00 and work until everyone else has left, jog my mouse for a while, then either change into gym clothes or head straight home. </p><p>&emsp;Naveen surprises me before I can pack my bag. He approaches with his backpack over his shoulder, ready to start his weekend. </p><p>&emsp;&quot;Cody. Make sure you get in early on Monday &mdash; I know you tend to get in rather late.&quot;</p><p>&emsp;&quot;Oh, yeah. Sure thing, Nav,&quot; I tell him, stuffing down the aftertaste of our exchange. &quot;Is there something before the stand-up meeting? It&apos;s not on the calendar.&quot;</p><p>&emsp;&quot;The rest of the team talked about it last night at our Thursday get-together. I was about to leave right now until I realized you weren&apos;t there to hear it.&quot; </p><p>&emsp;His expression is distraught. The pang of fear seizes my stomach again. </p><p>&emsp;&quot;What is it?&quot; I manage.</p><p>&emsp;&quot;There&apos;s a meeting on Monday, nine A.M., about the new contract,&quot; he says.</p><p>&emsp;&quot;We have that in the bag, right?&quot;</p><p>&emsp;&quot;No. It&apos;s not looking good.&quot;    </p><p>&emsp;&quot;Not good? What does that mean? As in less work? Or...&quot; My stomach turns further with the call of the void. If it&apos;s really that, and the grim reaper in HR is sharpening her scythe, I&apos;d think the surprise meeting would have happened today, giving us a weekend to mourn our benefits.</p><p>&emsp;&quot;I&apos;m not sure yet. But I promise you guys will hear anything they tell me.&quot;</p><p>&emsp;I swallow. If there&apos;s one good thing I can say about him, it&apos;s that he&apos;s always transparent.</p><p>&emsp;&quot;Sure. Thanks, boss.&quot;</p><p>&emsp;&quot;Yeah,&quot; he says, shifting the weight of his Jansport backpack, still hanging there as if he&apos;s trying to remember something.</p><p>&emsp;I try at humor.</p><p>&emsp;&quot;Hey. If it&apos;s catered, I&apos;ll get there whenever you want me. You know this company runs on grocery store donuts.&quot;</p><p>&emsp;&quot;I&apos;m sure there will be something.&quot; </p><p>&emsp;He smirks a little. Feels like joking with my doctor at a well-check, or the cashier&apos;s response when the unscanned item should be free. </p><p>&emsp;&quot;There was one more thing,&quot; he says, lingering there. &quot;There was something you told me last week . . .&quot; His words are followed by the silence of the empty cubes and the 3D printer&apos;s persistent whine. He&apos;s trying to remember something, and after a couple seconds of scratching his chin, it finally hits him. &quot;Oh yeah &mdash; you get to move into the new place today, is that right?&quot;</p><p>&emsp;&quot;That&apos;s right,&quot; I say. </p><p>&emsp;&quot;Congratulations.&quot;</p><p>&emsp;&quot;Thanks. My parents are helping me unload my stuff. But Mom seems kind of sad, though.&quot;</p><p>&emsp;&quot;Sure. Took my wife a while to get over it when Raj left,&quot; Nav says. &quot;But he went out of state, though.&quot;</p><p>&emsp;&quot;Oh. Nice,&quot; I say.</p><p>&emsp;&quot;Off to California.&quot;</p><p>&emsp;&quot;That&apos;s cool,&quot; I add. &quot;Just like I did.&quot;</p><p>&emsp; &quot;Yeah,&quot; he says.</p><p>&emsp;&quot;Great,&quot; I say.</p><p>&emsp;&quot;Yeah. For Silicon Valley,&quot; he says. &quot;Computer science.&quot;</p><p>&emsp;&quot;Wow,&quot; I say.</p><p>&emsp;&quot;Yeah. For some startup. He says he&apos;s enjoying it,&quot; Nav says.</p><p>&emsp;&quot;Sweet,&quot; I add, completely tapped out on adjectives.</p><p>&emsp;He shifts the weight of his backpack, steadying his square-frame glasses. &quot;Well, congrats. It&apos;s a big step. You&apos;ve earned it, my friend,&quot; he says, with a light smile. &quot;Just don&apos;t lift so much this weekend that you sleep in.&quot;</p><p>&emsp;&quot;Yep. Nine A.M. sharp. And free coffee,&quot; I say.</p><p>&emsp; &quot;Always,&quot; he says, giving the same thumbs-up he does at the end of any day. &quot;Thanks for getting those redlines done.&quot;</p><p>&emsp;I nod. Then my computer times out from half an hour of inactivity before I can lock it.</p><p>&emsp;I stare at the reflection, struggling to reconcile what I see. A silhouette of overgrown, short brown hair glares back at me, his stubble long past five-o&apos;clock, roughly combed into a corporate shape. His expression is sunken like melted wax, crescents etched beneath his sockets, and melting further every day. </p><p>&emsp;Below the monitor, a hefty pile of work is bottomless. I can&apos;t bring myself to touch the rest of it today, so instead I hide my head in my hands, trying not to wet my palms with my eyes. A couple minutes pass after the electronic door clicks behind Nav, and another row away, the gentle sound of keystrokes cease their clatter.</p><p>&emsp;My screen lights with something in the lower-right corner.</p><p><span class=msgfromdate>SAKURA_KEI 16:57:12:</span></p><p><span class=msgfrom>Got a minute?</span></p><p>&emsp;I fumble the login twice before I send the reply.</p><p><span class=msgtodate>DUNSMO_COD 16:58:21:</span></p><p><span class=msgto>&#128077; </span></p><p>&emsp; I can hear her heels in the linoleum crossway before she reaches the flourescent-bleached carpet, and I&apos;m quick to wipe my eyes.</p><p>&emsp;&quot;Hey, Cody. I&apos;m sorry I caused all that. I know Nav can be pretty direct about things,&quot; Kei says.</p><p>&emsp;&quot;No, it&apos;s fine. He&apos;s right, and it doesn&apos;t bother me . . . but,&quot; </p><p>&emsp;&quot;But what?&quot; She asks.</p><p>&emsp;I perk my ears to the rest of the office, to ensure we&apos;re the only ones left. It still comes out as a raucous whisper.</p><p>&emsp;&quot;But I&apos;m just so tired, you know?&quot; </p><p>&emsp;&quot;Of course,&quot; she says.</p><p>&emsp;The sadness crystallizes to anger, and I pull a restrained splinter of it out of me. &quot;So when do I get to design something? Where&apos;s the industry life that University sold to me? All those senior projects that let us play pretend, tossing us three hundred bucks a team to think up inventions that might change the world. It&apos;s no wonder that none of our professors tried living in the real world.&quot;</p><p>&emsp;She nods. &quot;No kidding.&quot;</p><p>&emsp;&quot;I thought every day in industry would be fun. Hell, I was like one of those graduating preschoolers, you know, saying he wants to be a cop so he can &apos;shoot bad guys&apos; . . . or whatever it is that Paw Patrol tells your little brothers the criminal justice system is about.&quot;</p><p>&emsp;She laughs hard enough to snort. It&apos;s too late to cover her mouth. &quot;They&apos;re in middle school now, so I don&apos;t think they watch that stuff anymore. They&apos;re into anime now.&quot;</p><p>&emsp;&quot;But all we get to do is fix mistakes. Everything that exists in this company has already been designed, and we&apos;re just left with the paperwork.&quot; </p><p>&emsp;&quot;I thought you loved paperwork,&quot; Kei says. &quot;You were so good at it during our campaign in Student Gov.&quot;</p><p>&emsp;&quot;Because you made me do it. That&apos;s all a Vice President is good for.&quot;</p><p>&emsp;&quot;Please, Cody. You were good at more than that,&quot; she says. </p><p>&emsp;My heart almost skips a beat. But she&apos;s talking about the work.</p><p>&emsp;&quot;Tell me,&quot; I ask. &quot;How long have you been here?&quot;</p><p>&emsp;She counts the seasons on her fingers. </p><p>&emsp;&quot;About three years. Roughly one more than you&apos;ve been here &mdash; because I got out of college a quarter early.&quot;</p><p>&emsp;&quot;And when did you move up?&quot; </p><p>&emsp;She seems reluctant, as if it will hurt me. </p><p>&emsp;&quot;Please, just tell me,&quot; I ask.</p><p>&emsp;&quot;After . . . a year and two months, but we were busy, you know, and projects kept flowing. They could afford it.&quot;</p><p>&emsp;I turn away from the monitor. My eyes settle on the shadow cast by the Space Division building. &quot;I&apos;ll get there. And to the next thing, I know. It&apos;s just going to be a while.&quot;</p><p>&emsp;&quot;You&apos;re a good worker. And you&apos;re doing fine,&quot; she says. I can feel her hand on my shoulder, sending sparks through my nerves. &quot;There&apos;s a reason I picked you to run with me.&quot;</p><p>&emsp;&quot;So it wasn&apos;t just looks,&quot; I say. &quot;Or my cultural background. I know I tested well with the Lacrosse Bro demographic.&quot;</p><p>&emsp;&quot;You were one of them. But, no, that&apos;s not why.&quot; She shares a genuine smile. &quot;You should know you&apos;re more than any of that,&quot; she says, looking at me the same way she used to &mdash; but I know better now than to read any further. </p><p>&emsp;&quot;Thanks,&quot; I say.</p><p>&emsp;&quot;You should go home. You&apos;ve been working on that last redline for three days, and now it&apos;s over. Call it a week.&quot;</p><p>&emsp;&quot;It&apos;s only four-thirty,&quot; I say. &quot;How long have you been here?&quot;</p><p>&emsp;&quot;Since six or so.&quot;</p><p>&emsp;&quot;Well, you&apos;re a better woman than I am.&quot; Then I add, &quot;Since I&apos;m not.&quot; Then I add, &quot;A woman, you know.&quot;</p><p>&emsp;&quot;Enough,&quot; she laughs. &quot;Go set up your new place. And you know . . . I&apos;d love to stop by and check it out sometime.&quot;</p><p>&emsp;My heart skips. &quot;Sure,&quot; I say. &quot;And . . .&quot; maybe we could stop by after a movie this weekend?</p><p>&emsp;&quot;And what?&quot; She asks.</p><p>&emsp;&quot;And . . . I&apos;ll see you tomorrow.&quot;</p><p>&emsp;&quot;You&apos;ll see me Monday,&quot; she says. &quot;Don&apos;t come in tomorrow. Even I won&apos;t be here.&quot;</p><p>&emsp;&quot;I thought you slept here,&quot; I tell her.</p><p>&emsp;&quot;Not on the weekends. Just set your alarm on Sunday: you can&apos;t be late again.&quot; </p><p>&emsp;She returns to her row. I gather my things, throwing my bag over my shoulder to go home and recover from this exhausting brand of restlessness. </p><p>&emsp;I pass her row of cubes lit by a single light from her pink lamp. She&apos;s comfortably buried in the stacks of drawings, and I find a part of me wondering how I ever found the strength to carry that weight.</p>"], "BodyFormatted": [], "Release": 14, "ReleaseDate": ["01", "15", "2025", "2025-01-15 00:00:00"], "Active": true, "Perspective": "Cody", "Status": "Final Draft", "WordCount": 0, "Summary": "> Cody introduces his life after college.> Cody takes heat from his coworkers.> Cody and Kei talk before the weekend."}