{
  "Story": "Paragate",
  "Title": "Chapter Twenty-Two",
  "Subtitle": "Losing To Fear",
  "Act": 1,
  "ChapterNumber": 22,
  "Synopsis": "Tests expose strengths, flaws, and a calm rival who never seems to miss.",
  "RevNotes": "",
  "ID": "1.22",
  "Body": [
    "<p>&emsp;Inspired. Soulful. And as unpredictable as possible. </p><p>&emsp;It was the way my instructors in the Northaven military academy told me to approach my combat: that there were only so many techniques they could teach us to commit to memory, that the artistry of the process would have to supersede the mechanics.</p><p>&emsp;But I was far from inspired or soulful when I woke up three hours ago: the first time in a while that the rapping of the knocker beat me to breakfast, causing me to rush through the motions of getting ready. I wore the odd undershirt that Cody gave me to find the slightest advantage when inspiration and soul feel unreachable &mdash; especially after the night before, when I sent Jullian home without any parting grant of affection.</p><p>&emsp;Now I stand in a shooting stall for a short interlude. Test three of four: a brief intermission between demonstrating acts of war. Strength and conditioning were easy because I can train both of them outside the base, avoiding the garrulous crowds that love to speak ill of the weak. And though I placed in the top percentage for each of them, it&apos;s the remaining tests that concern me the most. Especially the last one: because defending the innocent is the entire point of service as a Royal Guard.</p><p>&emsp;My finger hovers off the conductive plate of the aged IGR-4 Cinderjack rifle, a beast that&apos;s never seen war since it&apos;s spent most of its life collecting dust in the armory. I tuck my elbow to my chest, trying desperately to steady my trembling hand on the grip. My overwhelming concern for failure spills over the threshold of my mind, leaking its way into all my nerves and muscles. And the more the anger resists the trembling in my hands, tensing the tendons into a static position, the less control I find I have.</p><p>&emsp;My right hand impatiently waits on my left arm to steady the barrel of the Cinderjack. My eye stares directly downrange through the crosshairs at a disparate spread of punctured points in the paper, depicting the silhouette of a Chymaeran with its sickly, amethyst claws drawn. But not a single shot has hit the two-dimensional bastard in the head, between its triangle of eyes. Only two of the five shots I&apos;ve taken have ripped the black ink on the parchment.</p><p>&emsp;The Essenced energy coalesces in my right index finger. I can feel the conductivity of the cold steel plate connected to the ignition chamber as my finger is drawn towards the metal, and when I lightly contact the combustion plate, transferring the Essence to incinerate the blasting powder, the round blasts through the rifle, startling me again, punching a sixth hole in the upper left corner of the page.</p><p>&emsp;I look around, expecting laughter, but the shooting range&apos;s bays are partitioned by thick steel blinders. Behind me is only the bag of gear I brought for all the exams. And when I look out across the span of twenty sheets, I&apos;m the worst of all of them. </p><p>&emsp;The guard next to me holds a tight spread of eleven shots that are damn-near heart center, surely the best out of everyone &mdash; and yet my hands tremble so much that I have to rest the rifle against the stand. I watch my rival&apos;s rifle protrude from the edge of the partition one last time to purge the mag of its twelfth and final round. </p><p>&emsp;His barrel is steady. His aim is calculated. And when their finger conducts Essence through the Cinderjack, the rifle hardly jumps as a bullet hole erupts through the black on the page: completing a circle of holes so perfectly apportioned that it clips a single paper snowflake, excising the entire Chymaeran&apos;s chest.</p><p>&emsp;And then a set of long, black, manicured nails reaches for the rope of the pulley, dragging their disfigured parchment victim back to the firing line. And when it arrives, I raise my rifle in response, insecure about all the time I&apos;m wasting. I fight the tremor I&apos;ve had since the night of the fire, but just before I can begin to take aim, I feel a hand on my shoulder.</p><p>&emsp;&quot;Stop for a moment. You have to stop holding on so tightly.&quot;</p><p>&emsp;It&apos;s a female voice. And I realize that my rival isn&apos;t a man after all.</p><p>&emsp;&quot;You&apos;re making the same mistake that my older sister did: trying to overcompensate for the recoil. But you&apos;ll never be able to control it. Just let it happen,&quot; she says.</p><p>&emsp;I feel my ego flare on her words, as if someone my age should be sharing an instructor&apos;s commands. But I&apos;m not good enough to do anything other than agree. &quot;Thanks,&quot; I say.</p><p>&emsp;&quot;Just &mdash; stop for a minute,&quot; she commands. &quot;Those rounds aren&apos;t going to leave the mag on their own: they can wait for a little while.&quot;</p><p>&emsp;Uncomfortably, I lower the rifle and return it to the rack, and when I turn around, I find she&apos;s the only other Ahkvasan in our class: a cross-blooded demihuman with jet-black hair and cat ears that stares me down with slits of piercing, blue eyes, a visual rhyme that I can&apos;t yet place. She&apos;s trying to be helpful, but her words sound like ice, lacking any of the warmth that might comfort me. Yet her eyes light with some odd glimmer of excitement.</p><p>&emsp;&quot;Katiya Breakey-Hilde,&quot; she says. &quot;You&apos;re one of the survivors of Hillfar that returned to finish the fight. I&apos;ve heard so much about you.&quot;</p><p>&emsp;&quot;Oh, really?&quot; I ask, wondering if now is really the time when I&apos;m in the middle of failing my third exam. &quot;And who told you about that?&quot;</p><p>&emsp;&quot;I was in the same Strategies class. For the final project, you gave that &apos;after-action&apos; analysis on what should have happened during the Siege of Hillfar &mdash; and told the story of your survival. You said you were coming back to &apos;save whoever your could from the same fate you were too small and weak to resist.&apos; And your courage is actually what gave me the idea to follow my sister here.&quot;</p><p>&emsp;&quot;Your sister?&quot; I say. &quot;And I followed my brother. Maybe they know each other?&quot;</p><p>&emsp;&quot;She&apos;s no longer around,&quot; she says, bluntly.</p><p>&emsp;&quot;Oh. I&apos;m sorry to hear that.&quot;</p><p>&emsp;&quot;No. She was too weak. She was sent to the front lines. She didn&apos;t make it to the other side,&quot; she says, showing the slightest sliver of emotion that immediately dissolves.</p><p>&emsp;I feel the urge to return to my exam, but she keeps talking, extending her hand. &quot;My name is Aryn. Aryn Kesgrisin. I tried to introduce myself when I was standing right next to you at the parade, but we were interrupted.&quot;</p><p>&emsp;&quot;Yeah. By a humiliating failure,&quot; I say, turning my eyes down to the floor.</p><p>&emsp;&quot;It was an act of courage that others are jealous of. Malicious talk is all they have. Ever since that day I admired you even more,&quot; she says. &quot;Jullian says I speak so highly of you that<em> I</em> should be in a relationship with you instead of him, though I don&apos;t know what that means.&quot;</p><p>&emsp;&quot;Jullian?&quot; I ask. My stomach turns in another direction. &quot;How do you know my boyfriend?&quot;</p><p>&emsp;&quot;Jullian is one of the friends in our group. He talks a lot about you: complains that you never go on quests with us. I think those local quests are such a waste of talent, don&apos;t you think? Just an excuse to dole out skilled soldiers for stupid chores.&quot;</p><p>&emsp;&quot;A waste?&quot; I ask. &quot;I think they&apos;re important. You have to do your time to get to know the people.&quot;</p><p>&emsp;&quot;See? That&apos;s what I tell Jullian,&quot; she says. &quot;He keeps telling us you&apos;re afraid. But a person like you, that came back here to protect? I didn&apos;t believe that for a second.&quot;</p><p>&emsp;&quot;Yeah,&quot; I say, hoping I can bend the anger of that truth into six more perfect rounds in a Chymaeran&apos;s chest. &quot;I came here to serve first. I&apos;ll be living with these people, so I should know them.&quot;</p><p>&emsp;&quot;Then I ought to join you one of these times,&quot; Aryn says, rolling the target sheet in her claws until it becomes a punctured scroll. &quot;Well, I hope our paths cross again soon. And if it&apos;s today, I won&apos;t be showing you any mercy. You&apos;re a good rival, and there&apos;s a lot I think you can teach me.&quot;</p><p>&emsp;&quot;Until then,&quot; I say, feeling far more unraveled than I did before. The proctors begin to clean the nineteen other bays for another round of cadets, and when I get a glare from one of Aldrin&apos;s instructors, I level the rifle towards the sinister glare of the unwounded Chymaeran silhouette.</p><p>&emsp;I repeat her words, distracting myself with how senseless and insincere they sound. <span class=&apos;internal&apos;>Just let it happen.</span> </p><p>&emsp;I rack the seventh round. <span class=&apos;internal&apos;>Just let it happen, Katiya,</span> though every blast reminds me of the raucous explosions I heard in the distance as a child in hillfar, just waiting for one of those blasts to come closer.</p><p>&emsp;Upper right corner.</p><p>&emsp;<span class=&apos;internal&apos;>Fuck.</span></p><p>&emsp;<span class=&apos;internal&apos;>Just let it happen. Maybe you should have let yourself die. Maybe you&apos;re just dragging out something that should have happened all those years ago.</span> I ignite the Cinderjack again, blasting a hole through the top of the Chymaeran&apos;s head.</p><p>&emsp;<span class=&apos;internal&apos;>Just let it happen, you yellow bitch. How about you turn that gun around?</span></p><p>&emsp;Bottom left thigh, barely in the black.</p><p>&emsp;<span class=&apos;internal&apos;>You were such a hero, the way you let that Chymaeran guised as Bertram just &apos;let it happen&apos; to that noble.</span></p><p>&emsp;Midsection. Crotch shot, barely off the black.</p><p>&emsp;<span class=&apos;internal&apos;>And the way you let it happen with Jullian walking all over you. Maybe I&apos;m the one that gave him that hickey on his neck.</span></p><p>&emsp;Bottom right of the page, entirely off the white.</p><p>&emsp;<span class=&apos;internal&apos;>Let it happen? Maybe you&apos;ve never learned that if you just &quot;let things happen,&quot; that&apos;s how you get yourself killed!</span></p><p>&emsp;Dead-center headshot.</p><p>&emsp;And then I feel the tingling in my fingers, breathing heavily, realizing that I haven&apos;t been breathing this entire time.</p><p>&emsp;It&apos;s only after I retrieve the target that I turn around to find my friends gathered behind me: Paxton, Naya, and Ryder, with Bertram in his first debut since recovery.</p><p>&emsp;&quot;The final test is up next,&quot; Bertram says. &quot;How did you fare on the others?&quot;</p><p>&emsp;&quot;Roughly average. Still can&apos;t shoot. I&apos;m done if I fail the next one,&quot; I say.</p><p>&emsp;&quot;Then we better group up,&quot; Paxton says. &quot;I hear we&apos;re facing Jullian and his friends.&quot;</p>",
    "<p>&emsp;&quot;I hear we&apos;re presenting to Kei and the rest of the team,&quot; Reed says, sipping on his second cup of coffee. He drinks that shit to calm down, while I chug energy drinks just to stay awake.</p><p>&emsp;He invited me to walk around the building. Usually I turn him down, but this time, he said he wanted to talk about our presentations &mdash; and unthreatened by his grandiose design I peeked at every time I passed his computer, I decided to oblige. </p><p>&emsp;We walk shoulder-to-shoulder around the rectangular building. The  weather-worn concrete is pallid with ancient tan like those old monitors, mice, and keyboards from the nineties, and when I peek inside, I see the lifers still stuck in their old ways, clicking away on CRT screens that could heat a breakfast burrito on a cold winter&apos;s day.</p><p>&emsp;But I&apos;m just trying to distract myself. I created and finished the presentation within an hour: a meager six slides, and only two with text, hoping that the simplicity of my design will speak enough.</p><p>&emsp;KISS. Keep it simple, stupid.</p><p>&emsp;Reed takes a sip from his steaming paper cup. Most times we reminisce on our old days of playing lacrosse like two awkward teammates at a high school reunion. I ramble on about technique: mastering the rusty gate check and ripping corner pockets. He talks about camraderie, and how much he enjoyed the team dynamics.</p><p>&emsp;&quot;But I think it&apos;s important,&quot; he insists, and I check my watch: thirty-two minutes until the meeting. &quot;Getting to know all the people you can when you get on a team. I find people so interesting. It&apos;s like Carnegie says in How To Win Friends And Influence People, you know, you have to mean it.&quot;</p><p>&emsp;Christ. Didn&apos;t know I was talking to a self-help guru. &quot;Yeah. People can be interesting,&quot; I say.</p><p>&emsp;&quot;I just met Bruce on the floor: you know, Brucifer? The guy that wears the tie-die shirts, and always dresses up for holidays like St. Patrick&apos;s Day and Christmas?&quot;</p><p>&emsp;I take a sip from the can, then swallow. &quot;Yeah.&quot;</p><p>&emsp;&quot;He took a look at my design. Gave me some feedback, and I barely had enough time to add all the changes,&quot; he says. &quot;How many last-minute changes were you making?&quot;</p><p>&emsp;I take another long sip, relishing the carbonation, then swallow, hoping to drag out our conversation until it&apos;s paper-thin. &quot;Mine&apos;s been locked for several weeks. Didn&apos;t really require much &mdash; I&apos;ve been more focused on getting through redlines for Nav.&quot;</p><p>&emsp;&quot;Huh,&quot; he says. I notice his hands are shaking a little, but he tries to steady it. But when he notices that I notice, he feels the need to explain. &quot;Still get nerves over performing. I know it&apos;s stupid, but there&apos;s a lot of pressure.&quot;</p><p>&emsp;&quot;Pressure from who? You&apos;re still the &apos;new guy.&apos; You have plenty of room for imperfection.&quot;</p><p>&emsp;&quot;I wish I could think that way,&quot; he says. &quot;It seems to work pretty well for people like you and my brother.&quot;</p><p>&emsp;His comment catches me off guard, and I lean against the wall to stop us, engrossed for the first time in this courtesy conversation. &quot;And what do you mean by that?&quot;</p><p>&emsp;He looks at me directly. &quot;You know, you come in, do your time, and leave, and that&apos;s about it. And I guess there&apos;s nothing wrong with that, if the work gets done. A lot of the lifers take it that way. Especially in the battery division.&quot;</p><p>&emsp;&quot;That&apos;s because I owe this company nothing more than what the contract says,&quot; I say, glaring evenly back at him. &quot;Designing battery enclosures isn&apos;t that enthralling. Even with this project &mdash; you know, one time I let my heart get a little too much into it, and they shot me down. All they want is the cheapest, simplest approach.&quot;</p><p>&emsp;&quot;But can you really survive the rest of your career like that?&quot; Reed gestures intensely with his hands, almost upset. &quot;What&apos;s your goal here? Is this just a jumping-off point for you? I mean, Navidson-Monroe is pretty prestigious.&quot;</p><p>&emsp;&quot;I wanted to design stuff in Aerospace,&quot; I say, then correct myself. &quot;Want to. Designing tockets. Thermodynamic systems for engines. Research and development stuff.&quot; I turn my eyes to the top of the hill, struggling to discern the lines in the architecture when the sun is in my eyes. &quot;They always warned us at University that we&apos;d end up designing &apos;door hinges for Ford&apos; for the rest of our lives &mdash; and every day it feels like the dream gets a little further.&quot;</p><p>&emsp;&quot;It&apos;s sad to hear that,&quot; Reed says, leaning with a single foot against the brick.</p><p>&emsp;&quot;I&apos;m not asking for your sympathy,&quot; I say, trying to keep the conversation at a corporate level. &quot;Why do you care so much? You&apos;re great at &apos;playing the game,&apos; but to what end? Are you trying to get into management?&quot;</p><p>&emsp;&quot;I have legacy here,&quot; Reed says. &quot;My father was in senior management: vice president of operations.&quot;</p><p>&emsp;&quot;Good for you. Nice to have a chip on your shoulder: start ahead a little.&quot;</p><p>&emsp;&quot;We all start somewhere,&quot; he says. &quot;Where doesn&apos;t matter. It&apos;s about doing something with it. And I have to be better.&quot;</p><p>&emsp;&quot;But why?&quot; I ask.</p><p>&emsp;&quot;Because my older brother amounted to nothing,&quot; he says. crunching the plastic cup in his grasp. &quot;And, goddamn it, I&apos;m the only one left that cares!&quot;</p><p>&emsp;&quot;And I&apos;m the only brother left in my family that&apos;s alive,&quot; I say. &quot;While your father worked up there, mine was on the floor, working double shifts. Sure, he expects me to succeed. But doesn&apos;t yours care more if you&apos;re happy?&quot;</p><p>&emsp;&quot;He cares that I participate in the game, here,&quot; he says. &quot;He cares that I try. Not that I just scroll the internet for six hours at a time.&quot;</p><p>&emsp;I temper my voice. &quot;What, you think that&apos;s all I do all day?&quot; My fist tensions against the brick. &quot;Who got furloughed and made you manager?&quot;</p><p>&emsp;&quot;It&apos;s because I think you&apos;re a brilliant engineer, Cody,&quot; Reed says. &quot;My brother was a year ahead of me in my engineering program at Boulder. He was brilliant like you &mdash; had that &apos;knack&apos; that I always wished I had, but he dropped out. Doesn&apos;t even speak to us anymore.&quot;</p><p>&emsp;&quot;I wouldn&apos;t either, under pressure like that, &quot; I say. &quot;And I can&apos;t drop out of Navidson-Monroe.&quot;</p><p>&emsp;&quot;Look &mdash; I looked up your work after Kei and I talked about you.&quot;</p><p>&emsp;&quot;And when was that?&quot; I ask.</p><p>&emsp;&quot;After coffee and . . . a movie, a couple times, but it doesn&apos;t matter, but that drone project? That&apos;s some seriously incredible work.&quot;</p><p>&emsp;His words catch me off guard again. &quot;Uh . . . thanks.&quot;</p><p>&emsp; &quot;And you did it all alone!&quot;</p><p>&emsp; &quot;Yeah. I did,&quot; I say.</p><p>&emsp;&quot;You know, I just think nobody&apos;s given you the kick. Nobody ever compliments each other. I get it&apos;s just redlines most of the time, but don&apos;t you want to feel something behind it?&quot;</p><p>&emsp;&quot;Feel what?&quot;</p><p>&emsp;&quot;That you&apos;re getting closer to something,&quot; he says. &quot;That you have a goal, and it&apos;s still there. That. . .&quot;</p><p>&emsp;A couple bean counters turn the corner, staring at Reed and his aggressive posture. We snap our heads to face them, looking like we&apos;re caught in some scandalous after-hours shit.</p><p>&emsp;&quot;Oh. Hey there,&quot; Reed says.</p><p>&emsp;&quot;Hey,&quot; one of them says.</p><p>&emsp;&quot;Hi,&quot; I respond.</p><p>&emsp;I swirl the can.</p><p>&emsp;&quot;You guys alright, there?&quot; They ask.</p><p>&emsp;I take the last sip of my drink, in as chill of a manner as possible. &quot;Yeah. Just arguing over what size fastener to use. Say . . .  do we still use that KANBAN system on the floor?&quot;</p><p>&emsp;They pause for a moment as Reed still holds his position. It&apos;s so quiet we can hear the dry grasses in the hills wave with the wind.</p><p>&emsp;&quot;Uh . . . yeah. But why would that change?&quot;</p><p>&emsp;&quot;With quarter-inch increments?&quot;</p><p>&emsp;&quot;Yeah?&quot;</p><p>&emsp;&quot;Oh. Good, then,&quot; I say, then turn to Reed. &quot;See, I told you, bro. Five-sixteenths UNC is fine, as long as it&apos;s one of the quarter sizes. Not that eighths shit.&quot; I wait for them to start to walk away, swirling the last remnants of liquid energy in the can as I ramble further. &quot;You only need one-and-a-half-diameter thread engagement, but you can go longer, and&mdash;&quot;</p><p>&emsp;Reed leans back, creasing his brow between his fingers.</p><p>&emsp;&quot;What?&quot; I ask.</p><p>&emsp;&quot;I, uh . . .&quot; he mutters.</p><p>&emsp;&quot;Did you forget where you were at?&quot; I check my watch. &quot;You said I was like your brother. Who&apos;s like my brother.&quot;</p><p>&emsp;But still breathing.</p><p>&emsp;&quot;. . . then date with Kei, then she mentioned your project . . .&quot;</p><p>&emsp;&quot;Date?&quot; I ask.</p><p>&emsp;&quot; . . . then looked it up, then &mdash; yeah, and . . . oh, right. I&apos;m just trying to say that people like Kei and I shouldn&apos;t be the only ones that care that your name wasn&apos;t on that wall.&quot;</p><p>&emsp;&quot;So you noticed,&quot; I say, knowing perfectly well that they did. And when he says it, it makes me feel something that I haven&apos;t felt in a while. It&apos;s a feeling like all those times in college, when my roommates kept asking me to go out, but I kept turning them down &mdash; but they still never stopped asking, and it meant the world to me.</p><p>&emsp;&quot;So I don&apos;t care about seniority,&quot; he says. &quot;I&apos;m gunning for a promotion no matter where I&apos;m at. And either I&apos;m taking you with me, or I&apos;m leaving you behind. But you could use a push.&quot;</p><p>&emsp;It feels like a face-off. If this were a lacrosse match, we&apos;d be on our knees as midies at the dead center of the field: sticks raised, baskets inverted, pining after the same ball at the sound of a whistle.</p><p>&emsp;But those years are long past. And this is stupid.</p><p>&emsp;&quot;Whatever you say, bro,&quot; I tell him, tossing the empty can in the bin, turning for the door with a feeling of fire. &quot;One day you&apos;ll learn the same lesson I did. Maybe today, when you&apos;ll learn not to add all those fucking fillets.&quot;</p><p>&emsp;&quot;It&apos;s the best teammate that wins,&quot; Reed says. &quot;Not the best design.&quot;</p><p>&emsp;But the fire is beneath me: not within, like him. So it only lasts until I make it to my cubicle, calming myself down as I review the templated slideshow, the background pallid tan like every wall in this lifeless building.</p><p>&emsp;The color of hope.</p><p>&emsp;This world will shatter that fucking guy, I think. And I hope today is when it finally reaches him.</p>",
    "<p>&emsp;I&apos;m certain that today is when it all finally reaches me. It&apos;s not because of the spread of punched holes in the target, nor is it the gossip and glare of cadets that watch us atop the old castle walls.</p><p>&emsp;It&apos;s the unpracticed way the weight of the armor restrains my body. For so long, the cosmetic shell of thin steel was all I wore on my missions in the interior. Swinging my arms down with a wooden sword feels foreign when my hands have calloused more from benign fieldwork. All my muscle memory remembers is tilling fields and raking leaves, only adding to the panic I feel when the five of us stand beneath the fluttering crimson flag.</p><p>&emsp;The commander orders us to &quot;chalk up,&quot; and we dip our weapons into the barrel of red powder. Paxton traces lines beneath the burrows of his eye sockets. Ryder loads powdered crimson marking rounds into the rifle. Naya settles the dusted dagger in a holster across her chest, and as I sheathe the chalk-covered training sword in my holster, feeling no better practiced than someone like Cody, I try to draw the courage to admit how much I need this.</p><p>&emsp;My eyes scan the landscape. It&apos;s the decrepit servants&apos; quarter of the old castle: the same place I chased down the thief, only three stories lower and vacant of drifters and vagrants. The wooden roofs either burned in the ancient siege or crumbled to dust from so many cycles of calamitous weather, leaving only the stone walls to partition a perfect battlefield for observation. And we stand at the northeast end, preparing ourselves to strike the blue team in the southwest.</p><p>&emsp;While Paxton&apos;s busy deliberating over designs for his improvised face paint &mdash; coated redder than the faces of Sun-scorched vagabonds, the special headband still hangs from a peg on the crimson flag, its gold stripe reflecting the meager light obscured by the tall castle walls.</p><p>&emsp;And before I open my mouth to courageously plead, Bertram beats me to it.</p><p>&emsp;&quot;We need a plan,&quot; he says.</p><p>&emsp;&quot;But we need to decide on a team leader first,&quot; Ryder says. &quot;On that first practice exam, we were defending. But now, we&apos;re attacking.&quot;</p><p>&emsp;&quot;So we treat the bystanders as hostages?&quot; Naya asks.</p><p>&emsp;&quot;Yeah. And the other team treats them as targets for protection,&quot; Ryder replies. He takes the glistening span of fabric from the pole, turning to Bertram. &quot;You&apos;ve been out for a while. Do you need the boost?&quot;</p><p>&emsp;&quot;They said this is just practice for me,&quot; he says. &quot;Doesn&apos;t mean I won&apos;t pull through. But you should give it to someone who needs it.&quot;</p><p>&emsp;Ryder replies,&quot; I don&apos;t mind leading again, if there are no takers. If no one needs it.&quot;</p><p>&emsp;He looks at me, and I can tell he&apos;s just trying to be polite &mdash; not to offend me &mdash; knowing full well of how poor my standing is, and surely enough, the others follow his glance. </p><p>&emsp;Bertram says, &quot;why don&apos;t you do it, Katiya?&quot;</p><p>&emsp;&quot;Me?&quot; I ask.</p><p>&emsp;&quot;Sure. I mean, you don&apos;t have to come up with the plan, it&apos;s just a title.&quot;</p><p>&emsp;&quot;Unless you don&apos;t want to,&quot; Ryder says, &quot;then&mdash;&quot;</p><p>&emsp;&quot;I&apos;ll do it,&quot; I say, snatching the headband from his hands. Even guised without desperation, they know where I stand. &quot;And I&apos;ll come up with a plan.&quot;</p><p>&emsp;&quot;So what have you got, Team Leader?&quot;</p><p>&emsp;My mind races through volumes of combat strategies, whatever I can remember. It&apos;s a lot of facts, of old battles, of tactics and results, but the thoughts struggle to churn out answers when I&apos;m so focused on the inevitable. I think of how it will feel when I return to the warfront. I imagine how Jullian will move on. How&mdash;</p><p>&emsp;&quot;Katiya, we need a plan! We&apos;re about to start,&quot; Paxton says. &quot;When that blue flare fires, we need to fire ours and get moving right away.&quot;</p><p>&emsp;&quot;I know,&quot; I say. Why am I even here? I wonder, but now is surely not the time to think like that.</p><p>&emsp;&quot;How about I come up with a plan? You can keep the bandanna on,&quot; Paxton says, but I know he&apos;d probably just come up with some direct assault, never being one for tact or patience.</p><p>&emsp;But what have I got?</p><p>&emsp;&quot;I&apos;ve got it. We&apos;ll split three ways,&quot; I say. The thought comes out by the word instead of pre-planned sentences. &quot;Pax, you&apos;re great at being obnoxious, so you&apos;ll go it alone. Go ahead of us and create a distraction that will shift their focus behind the house.&quot; </p><p>&emsp;I hand him the flare gun.</p><p>&emsp;&quot;And then?&quot; Ryder asks.</p><p>&emsp;&quot;And then we&apos;ll split in a basic pincer. Bertram and I go left to find a breach point. Ryder and Naya go right.&quot;</p><p>&emsp;Bertram asks, &quot;but what about the breach? Who will go first? Or at the same time?&quot;</p><p>&emsp;I think of the flare gun, and how it&apos;s the only tool for communication we have. &quot;Pax will perform quick recon from behind the target. And he&apos;ll fire depending on where the hostages are. If they&apos;re concentrated on the right side of the house, his flare will fire to that side. Same for left. And if he can&apos;t tell, he&apos;ll fire straight up.&quot;</p><p>&emsp;&quot;And how does firing the flare like that change our strategy?&quot; Pax asks.</p><p>&emsp;&quot;Because the first team to breach will be the side without the hostages, drawing them away,&quot; I say.</p><p>&emsp;&quot;Brilliant,&quot; Naya says. &quot;No wonder you came up with most of our plan last time&mdash;minus the gold stripe.&quot;</p><p>&emsp;&quot;And what will I do after?&quot; Pax asks.</p><p>&emsp;&quot;You join the last breaching party.&quot; I say. &quot;The one that will have the best shot.&quot;</p><p>&emsp;&quot;And if it&apos;s straight-up?&quot; He asks.</p><p>&emsp;&quot;Then you either break into the middle from a third breach point directly behind, or make your own judgement call.&quot;</p><p>&emsp;&quot;Ready!&quot; Aldrin shouts, and I feel fear fill all the gaps and uncertainties in my plan like water fills a glass of ice. All the months I spent outside the base. All the combat practice drop-ins I missed. The space between the decrepit buildings begin to look like the shadows behind the sickly trees: a pattern of missing information that should be a second home to me, if only I wasn&apos;t so pathetic in my fear of the lands beyond.</p><p>&emsp;All these thoughts blitz through my mind in the time the distant blue flare denotes their readiness to defend. And when Pax angles the first flare shell, taking the second one into his pocket, I feel the fear that restrained me in front of the carriage almost wholly consume my edge.</p><p>&emsp;The first real exam begins as the five of us dissolve into the long shadow of the castle wall, finding our footing in the fading glow of the crimson flare.</p>"
  ],
  "BodyFormatted": [
    [
      "<p id=\"1.22.1.1\" class=\"Katiya\">&emsp;Inspired. Soulful. And as unpredictable as possible. </p>",
      "<p id=\"1.22.1.2\" class=\"Katiya\">&emsp;It was the way my instructors in the Northaven military academy told me to approach my combat: that there were only so many techniques they could teach us to commit to memory, that the artistry of the process would have to supersede the mechanics.</p>",
      "<p id=\"1.22.1.3\" class=\"Katiya\">&emsp;But I was far from inspired or soulful when I woke up three hours ago: the first time in a while that the rapping of the knocker beat me to breakfast, causing me to rush through the motions of getting ready. I wore the odd undershirt that Cody gave me to find the slightest advantage when inspiration and soul feel unreachable &mdash; especially after the night before, when I sent Jullian home without any parting grant of affection.</p>",
      "<p id=\"1.22.1.4\" class=\"Katiya\">&emsp;Now I stand in a shooting stall for a short interlude. Test three of four: a brief intermission between demonstrating acts of war. Strength and conditioning were easy because I can train both of them outside the base, avoiding the garrulous crowds that love to speak ill of the weak. And though I placed in the top percentage for each of them, it&apos;s the remaining tests that concern me the most. Especially the last one: because defending the innocent is the entire point of service as a Royal Guard.</p>",
      "<p id=\"1.22.1.5\" class=\"Katiya\">&emsp;My finger hovers off the conductive plate of the aged IGR-4 Cinderjack rifle, a beast that&apos;s never seen war since it&apos;s spent most of its life collecting dust in the armory. I tuck my elbow to my chest, trying desperately to steady my trembling hand on the grip. My overwhelming concern for failure spills over the threshold of my mind, leaking its way into all my nerves and muscles. And the more the anger resists the trembling in my hands, tensing the tendons into a static position, the less control I find I have.</p>",
      "<p id=\"1.22.1.6\" class=\"Katiya\">&emsp;My right hand impatiently waits on my left arm to steady the barrel of the Cinderjack. My eye stares directly downrange through the crosshairs at a disparate spread of punctured points in the paper, depicting the silhouette of a Chymaeran with its sickly, amethyst claws drawn. But not a single shot has hit the two-dimensional bastard in the head, between its triangle of eyes. Only two of the five shots I&apos;ve taken have ripped the black ink on the parchment.</p>",
      "<p id=\"1.22.1.7\" class=\"Katiya\">&emsp;The Essenced energy coalesces in my right index finger. I can feel the conductivity of the cold steel plate connected to the ignition chamber as my finger is drawn towards the metal, and when I lightly contact the combustion plate, transferring the Essence to incinerate the blasting powder, the round blasts through the rifle, startling me again, punching a sixth hole in the upper left corner of the page.</p>",
      "<p id=\"1.22.1.8\" class=\"Katiya\">&emsp;I look around, expecting laughter, but the shooting range&apos;s bays are partitioned by thick steel blinders. Behind me is only the bag of gear I brought for all the exams. And when I look out across the span of twenty sheets, I&apos;m the worst of all of them. </p>",
      "<p id=\"1.22.1.9\" class=\"Katiya\">&emsp;The guard next to me holds a tight spread of eleven shots that are damn-near heart center, surely the best out of everyone &mdash; and yet my hands tremble so much that I have to rest the rifle against the stand. I watch my rival&apos;s rifle protrude from the edge of the partition one last time to purge the mag of its twelfth and final round. </p>",
      "<p id=\"1.22.1.10\" class=\"Katiya\">&emsp;His barrel is steady. His aim is calculated. And when their finger conducts Essence through the Cinderjack, the rifle hardly jumps as a bullet hole erupts through the black on the page: completing a circle of holes so perfectly apportioned that it clips a single paper snowflake, excising the entire Chymaeran&apos;s chest.</p>",
      "<p id=\"1.22.1.11\" class=\"Katiya\">&emsp;And then a set of long, black, manicured nails reaches for the rope of the pulley, dragging their disfigured parchment victim back to the firing line. And when it arrives, I raise my rifle in response, insecure about all the time I&apos;m wasting. I fight the tremor I&apos;ve had since the night of the fire, but just before I can begin to take aim, I feel a hand on my shoulder.</p>",
      "<p id=\"1.22.1.12\" class=\"Katiya\">&emsp;&quot;Stop for a moment. You have to stop holding on so tightly.&quot;</p>",
      "<p id=\"1.22.1.13\" class=\"Katiya\">&emsp;It&apos;s a female voice. And I realize that my rival isn&apos;t a man after all.</p>",
      "<p id=\"1.22.1.14\" class=\"Katiya\">&emsp;&quot;You&apos;re making the same mistake that my older sister did: trying to overcompensate for the recoil. But you&apos;ll never be able to control it. Just let it happen,&quot; she says.</p>",
      "<p id=\"1.22.1.15\" class=\"Katiya\">&emsp;I feel my ego flare on her words, as if someone my age should be sharing an instructor&apos;s commands. But I&apos;m not good enough to do anything other than agree. &quot;Thanks,&quot; I say.</p>",
      "<p id=\"1.22.1.16\" class=\"Katiya\">&emsp;&quot;Just &mdash; stop for a minute,&quot; she commands. &quot;Those rounds aren&apos;t going to leave the mag on their own: they can wait for a little while.&quot;</p>",
      "<p id=\"1.22.1.17\" class=\"Katiya\">&emsp;Uncomfortably, I lower the rifle and return it to the rack, and when I turn around, I find she&apos;s the only other Ahkvasan in our class: a cross-blooded demihuman with jet-black hair and cat ears that stares me down with slits of piercing, blue eyes, a visual rhyme that I can&apos;t yet place. She&apos;s trying to be helpful, but her words sound like ice, lacking any of the warmth that might comfort me. Yet her eyes light with some odd glimmer of excitement.</p>",
      "<p id=\"1.22.1.18\" class=\"Katiya\">&emsp;&quot;Katiya Breakey-Hilde,&quot; she says. &quot;You&apos;re one of the survivors of Hillfar that returned to finish the fight. I&apos;ve heard so much about you.&quot;</p>",
      "<p id=\"1.22.1.19\" class=\"Katiya\">&emsp;&quot;Oh, really?&quot; I ask, wondering if now is really the time when I&apos;m in the middle of failing my third exam. &quot;And who told you about that?&quot;</p>",
      "<p id=\"1.22.1.20\" class=\"Katiya\">&emsp;&quot;I was in the same Strategies class. For the final project, you gave that &apos;after-action&apos; analysis on what should have happened during the Siege of Hillfar &mdash; and told the story of your survival. You said you were coming back to &apos;save whoever your could from the same fate you were too small and weak to resist.&apos; And your courage is actually what gave me the idea to follow my sister here.&quot;</p>",
      "<p id=\"1.22.1.21\" class=\"Katiya\">&emsp;&quot;Your sister?&quot; I say. &quot;And I followed my brother. Maybe they know each other?&quot;</p>",
      "<p id=\"1.22.1.22\" class=\"Katiya\">&emsp;&quot;She&apos;s no longer around,&quot; she says, bluntly.</p>",
      "<p id=\"1.22.1.23\" class=\"Katiya\">&emsp;&quot;Oh. I&apos;m sorry to hear that.&quot;</p>",
      "<p id=\"1.22.1.24\" class=\"Katiya\">&emsp;&quot;No. She was too weak. She was sent to the front lines. She didn&apos;t make it to the other side,&quot; she says, showing the slightest sliver of emotion that immediately dissolves.</p>",
      "<p id=\"1.22.1.25\" class=\"Katiya\">&emsp;I feel the urge to return to my exam, but she keeps talking, extending her hand. &quot;My name is Aryn. Aryn Kesgrisin. I tried to introduce myself when I was standing right next to you at the parade, but we were interrupted.&quot;</p>",
      "<p id=\"1.22.1.26\" class=\"Katiya\">&emsp;&quot;Yeah. By a humiliating failure,&quot; I say, turning my eyes down to the floor.</p>",
      "<p id=\"1.22.1.27\" class=\"Katiya\">&emsp;&quot;It was an act of courage that others are jealous of. Malicious talk is all they have. Ever since that day I admired you even more,&quot; she says. &quot;Jullian says I speak so highly of you that<em> I</em> should be in a relationship with you instead of him, though I don&apos;t know what that means.&quot;</p>",
      "<p id=\"1.22.1.28\" class=\"Katiya\">&emsp;&quot;Jullian?&quot; I ask. My stomach turns in another direction. &quot;How do you know my boyfriend?&quot;</p>",
      "<p id=\"1.22.1.29\" class=\"Katiya\">&emsp;&quot;Jullian is one of the friends in our group. He talks a lot about you: complains that you never go on quests with us. I think those local quests are such a waste of talent, don&apos;t you think? Just an excuse to dole out skilled soldiers for stupid chores.&quot;</p>",
      "<p id=\"1.22.1.30\" class=\"Katiya\">&emsp;&quot;A waste?&quot; I ask. &quot;I think they&apos;re important. You have to do your time to get to know the people.&quot;</p>",
      "<p id=\"1.22.1.31\" class=\"Katiya\">&emsp;&quot;See? That&apos;s what I tell Jullian,&quot; she says. &quot;He keeps telling us you&apos;re afraid. But a person like you, that came back here to protect? I didn&apos;t believe that for a second.&quot;</p>",
      "<p id=\"1.22.1.32\" class=\"Katiya\">&emsp;&quot;Yeah,&quot; I say, hoping I can bend the anger of that truth into six more perfect rounds in a Chymaeran&apos;s chest. &quot;I came here to serve first. I&apos;ll be living with these people, so I should know them.&quot;</p>",
      "<p id=\"1.22.1.33\" class=\"Katiya\">&emsp;&quot;Then I ought to join you one of these times,&quot; Aryn says, rolling the target sheet in her claws until it becomes a punctured scroll. &quot;Well, I hope our paths cross again soon. And if it&apos;s today, I won&apos;t be showing you any mercy. You&apos;re a good rival, and there&apos;s a lot I think you can teach me.&quot;</p>",
      "<p id=\"1.22.1.34\" class=\"Katiya\">&emsp;&quot;Until then,&quot; I say, feeling far more unraveled than I did before. The proctors begin to clean the nineteen other bays for another round of cadets, and when I get a glare from one of Aldrin&apos;s instructors, I level the rifle towards the sinister glare of the unwounded Chymaeran silhouette.</p>",
      "<p id=\"1.22.1.35\" class=\"Katiya\">&emsp;I repeat her words, distracting myself with how senseless and insincere they sound. <span class=&apos;internal&apos;>Just let it happen.</span> </p>",
      "<p id=\"1.22.1.36\" class=\"Katiya\">&emsp;I rack the seventh round. <span class=&apos;internal&apos;>Just let it happen, Katiya,</span> though every blast reminds me of the raucous explosions I heard in the distance as a child in hillfar, just waiting for one of those blasts to come closer.</p>",
      "<p id=\"1.22.1.37\" class=\"Katiya\">&emsp;Upper right corner.</p>",
      "<p id=\"1.22.1.38\" class=\"Katiya\">&emsp;<span class=&apos;internal&apos;>Fuck.</span></p>",
      "<p id=\"1.22.1.39\" class=\"Katiya\">&emsp;<span class=&apos;internal&apos;>Just let it happen. Maybe you should have let yourself die. Maybe you&apos;re just dragging out something that should have happened all those years ago.</span> I ignite the Cinderjack again, blasting a hole through the top of the Chymaeran&apos;s head.</p>",
      "<p id=\"1.22.1.40\" class=\"Katiya\">&emsp;<span class=&apos;internal&apos;>Just let it happen, you yellow bitch. How about you turn that gun around?</span></p>",
      "<p id=\"1.22.1.41\" class=\"Katiya\">&emsp;Bottom left thigh, barely in the black.</p>",
      "<p id=\"1.22.1.42\" class=\"Katiya\">&emsp;<span class=&apos;internal&apos;>You were such a hero, the way you let that Chymaeran guised as Bertram just &apos;let it happen&apos; to that noble.</span></p>",
      "<p id=\"1.22.1.43\" class=\"Katiya\">&emsp;Midsection. Crotch shot, barely off the black.</p>",
      "<p id=\"1.22.1.44\" class=\"Katiya\">&emsp;<span class=&apos;internal&apos;>And the way you let it happen with Jullian walking all over you. Maybe I&apos;m the one that gave him that hickey on his neck.</span></p>",
      "<p id=\"1.22.1.45\" class=\"Katiya\">&emsp;Bottom right of the page, entirely off the white.</p>",
      "<p id=\"1.22.1.46\" class=\"Katiya\">&emsp;<span class=&apos;internal&apos;>Let it happen? Maybe you&apos;ve never learned that if you just &quot;let things happen,&quot; that&apos;s how you get yourself killed!</span></p>",
      "<p id=\"1.22.1.47\" class=\"Katiya\">&emsp;Dead-center headshot.</p>",
      "<p id=\"1.22.1.48\" class=\"Katiya\">&emsp;And then I feel the tingling in my fingers, breathing heavily, realizing that I haven&apos;t been breathing this entire time.</p>",
      "<p id=\"1.22.1.49\" class=\"Katiya\">&emsp;It&apos;s only after I retrieve the target that I turn around to find my friends gathered behind me: Paxton, Naya, and Ryder, with Bertram in his first debut since recovery.</p>",
      "<p id=\"1.22.1.50\" class=\"Katiya\">&emsp;&quot;The final test is up next,&quot; Bertram says. &quot;How did you fare on the others?&quot;</p>",
      "<p id=\"1.22.1.51\" class=\"Katiya\">&emsp;&quot;Roughly average. Still can&apos;t shoot. I&apos;m done if I fail the next one,&quot; I say.</p>",
      "<p id=\"1.22.1.52\" class=\"Katiya\">&emsp;&quot;Then we better group up,&quot; Paxton says. &quot;I hear we&apos;re facing Jullian and his friends.&quot;</p>"
    ],
    [
      "<p id=\"1.22.2.1\" class=\"Cody\">&emsp;&quot;I hear we&apos;re presenting to Kei and the rest of the team,&quot; Reed says, sipping on his second cup of coffee. He drinks that shit to calm down, while I chug energy drinks just to stay awake.</p>",
      "<p id=\"1.22.2.2\" class=\"Cody\">&emsp;He invited me to walk around the building. Usually I turn him down, but this time, he said he wanted to talk about our presentations &mdash; and unthreatened by his grandiose design I peeked at every time I passed his computer, I decided to oblige. </p>",
      "<p id=\"1.22.2.3\" class=\"Cody\">&emsp;We walk shoulder-to-shoulder around the rectangular building. The  weather-worn concrete is pallid with ancient tan like those old monitors, mice, and keyboards from the nineties, and when I peek inside, I see the lifers still stuck in their old ways, clicking away on CRT screens that could heat a breakfast burrito on a cold winter&apos;s day.</p>",
      "<p id=\"1.22.2.4\" class=\"Cody\">&emsp;But I&apos;m just trying to distract myself. I created and finished the presentation within an hour: a meager six slides, and only two with text, hoping that the simplicity of my design will speak enough.</p>",
      "<p id=\"1.22.2.5\" class=\"Cody\">&emsp;KISS. Keep it simple, stupid.</p>",
      "<p id=\"1.22.2.6\" class=\"Cody\">&emsp;Reed takes a sip from his steaming paper cup. Most times we reminisce on our old days of playing lacrosse like two awkward teammates at a high school reunion. I ramble on about technique: mastering the rusty gate check and ripping corner pockets. He talks about camraderie, and how much he enjoyed the team dynamics.</p>",
      "<p id=\"1.22.2.7\" class=\"Cody\">&emsp;&quot;But I think it&apos;s important,&quot; he insists, and I check my watch: thirty-two minutes until the meeting. &quot;Getting to know all the people you can when you get on a team. I find people so interesting. It&apos;s like Carnegie says in How To Win Friends And Influence People, you know, you have to mean it.&quot;</p>",
      "<p id=\"1.22.2.8\" class=\"Cody\">&emsp;Christ. Didn&apos;t know I was talking to a self-help guru. &quot;Yeah. People can be interesting,&quot; I say.</p>",
      "<p id=\"1.22.2.9\" class=\"Cody\">&emsp;&quot;I just met Bruce on the floor: you know, Brucifer? The guy that wears the tie-die shirts, and always dresses up for holidays like St. Patrick&apos;s Day and Christmas?&quot;</p>",
      "<p id=\"1.22.2.10\" class=\"Cody\">&emsp;I take a sip from the can, then swallow. &quot;Yeah.&quot;</p>",
      "<p id=\"1.22.2.11\" class=\"Cody\">&emsp;&quot;He took a look at my design. Gave me some feedback, and I barely had enough time to add all the changes,&quot; he says. &quot;How many last-minute changes were you making?&quot;</p>",
      "<p id=\"1.22.2.12\" class=\"Cody\">&emsp;I take another long sip, relishing the carbonation, then swallow, hoping to drag out our conversation until it&apos;s paper-thin. &quot;Mine&apos;s been locked for several weeks. Didn&apos;t really require much &mdash; I&apos;ve been more focused on getting through redlines for Nav.&quot;</p>",
      "<p id=\"1.22.2.13\" class=\"Cody\">&emsp;&quot;Huh,&quot; he says. I notice his hands are shaking a little, but he tries to steady it. But when he notices that I notice, he feels the need to explain. &quot;Still get nerves over performing. I know it&apos;s stupid, but there&apos;s a lot of pressure.&quot;</p>",
      "<p id=\"1.22.2.14\" class=\"Cody\">&emsp;&quot;Pressure from who? You&apos;re still the &apos;new guy.&apos; You have plenty of room for imperfection.&quot;</p>",
      "<p id=\"1.22.2.15\" class=\"Cody\">&emsp;&quot;I wish I could think that way,&quot; he says. &quot;It seems to work pretty well for people like you and my brother.&quot;</p>",
      "<p id=\"1.22.2.16\" class=\"Cody\">&emsp;His comment catches me off guard, and I lean against the wall to stop us, engrossed for the first time in this courtesy conversation. &quot;And what do you mean by that?&quot;</p>",
      "<p id=\"1.22.2.17\" class=\"Cody\">&emsp;He looks at me directly. &quot;You know, you come in, do your time, and leave, and that&apos;s about it. And I guess there&apos;s nothing wrong with that, if the work gets done. A lot of the lifers take it that way. Especially in the battery division.&quot;</p>",
      "<p id=\"1.22.2.18\" class=\"Cody\">&emsp;&quot;That&apos;s because I owe this company nothing more than what the contract says,&quot; I say, glaring evenly back at him. &quot;Designing battery enclosures isn&apos;t that enthralling. Even with this project &mdash; you know, one time I let my heart get a little too much into it, and they shot me down. All they want is the cheapest, simplest approach.&quot;</p>",
      "<p id=\"1.22.2.19\" class=\"Cody\">&emsp;&quot;But can you really survive the rest of your career like that?&quot; Reed gestures intensely with his hands, almost upset. &quot;What&apos;s your goal here? Is this just a jumping-off point for you? I mean, Navidson-Monroe is pretty prestigious.&quot;</p>",
      "<p id=\"1.22.2.20\" class=\"Cody\">&emsp;&quot;I wanted to design stuff in Aerospace,&quot; I say, then correct myself. &quot;Want to. Designing tockets. Thermodynamic systems for engines. Research and development stuff.&quot; I turn my eyes to the top of the hill, struggling to discern the lines in the architecture when the sun is in my eyes. &quot;They always warned us at University that we&apos;d end up designing &apos;door hinges for Ford&apos; for the rest of our lives &mdash; and every day it feels like the dream gets a little further.&quot;</p>",
      "<p id=\"1.22.2.21\" class=\"Cody\">&emsp;&quot;It&apos;s sad to hear that,&quot; Reed says, leaning with a single foot against the brick.</p>",
      "<p id=\"1.22.2.22\" class=\"Cody\">&emsp;&quot;I&apos;m not asking for your sympathy,&quot; I say, trying to keep the conversation at a corporate level. &quot;Why do you care so much? You&apos;re great at &apos;playing the game,&apos; but to what end? Are you trying to get into management?&quot;</p>",
      "<p id=\"1.22.2.23\" class=\"Cody\">&emsp;&quot;I have legacy here,&quot; Reed says. &quot;My father was in senior management: vice president of operations.&quot;</p>",
      "<p id=\"1.22.2.24\" class=\"Cody\">&emsp;&quot;Good for you. Nice to have a chip on your shoulder: start ahead a little.&quot;</p>",
      "<p id=\"1.22.2.25\" class=\"Cody\">&emsp;&quot;We all start somewhere,&quot; he says. &quot;Where doesn&apos;t matter. It&apos;s about doing something with it. And I have to be better.&quot;</p>",
      "<p id=\"1.22.2.26\" class=\"Cody\">&emsp;&quot;But why?&quot; I ask.</p>",
      "<p id=\"1.22.2.27\" class=\"Cody\">&emsp;&quot;Because my older brother amounted to nothing,&quot; he says. crunching the plastic cup in his grasp. &quot;And, goddamn it, I&apos;m the only one left that cares!&quot;</p>",
      "<p id=\"1.22.2.28\" class=\"Cody\">&emsp;&quot;And I&apos;m the only brother left in my family that&apos;s alive,&quot; I say. &quot;While your father worked up there, mine was on the floor, working double shifts. Sure, he expects me to succeed. But doesn&apos;t yours care more if you&apos;re happy?&quot;</p>",
      "<p id=\"1.22.2.29\" class=\"Cody\">&emsp;&quot;He cares that I participate in the game, here,&quot; he says. &quot;He cares that I try. Not that I just scroll the internet for six hours at a time.&quot;</p>",
      "<p id=\"1.22.2.30\" class=\"Cody\">&emsp;I temper my voice. &quot;What, you think that&apos;s all I do all day?&quot; My fist tensions against the brick. &quot;Who got furloughed and made you manager?&quot;</p>",
      "<p id=\"1.22.2.31\" class=\"Cody\">&emsp;&quot;It&apos;s because I think you&apos;re a brilliant engineer, Cody,&quot; Reed says. &quot;My brother was a year ahead of me in my engineering program at Boulder. He was brilliant like you &mdash; had that &apos;knack&apos; that I always wished I had, but he dropped out. Doesn&apos;t even speak to us anymore.&quot;</p>",
      "<p id=\"1.22.2.32\" class=\"Cody\">&emsp;&quot;I wouldn&apos;t either, under pressure like that, &quot; I say. &quot;And I can&apos;t drop out of Navidson-Monroe.&quot;</p>",
      "<p id=\"1.22.2.33\" class=\"Cody\">&emsp;&quot;Look &mdash; I looked up your work after Kei and I talked about you.&quot;</p>",
      "<p id=\"1.22.2.34\" class=\"Cody\">&emsp;&quot;And when was that?&quot; I ask.</p>",
      "<p id=\"1.22.2.35\" class=\"Cody\">&emsp;&quot;After coffee and . . . a movie, a couple times, but it doesn&apos;t matter, but that drone project? That&apos;s some seriously incredible work.&quot;</p>",
      "<p id=\"1.22.2.36\" class=\"Cody\">&emsp;His words catch me off guard again. &quot;Uh . . . thanks.&quot;</p>",
      "<p id=\"1.22.2.37\" class=\"Cody\">&emsp; &quot;And you did it all alone!&quot;</p>",
      "<p id=\"1.22.2.38\" class=\"Cody\">&emsp; &quot;Yeah. I did,&quot; I say.</p>",
      "<p id=\"1.22.2.39\" class=\"Cody\">&emsp;&quot;You know, I just think nobody&apos;s given you the kick. Nobody ever compliments each other. I get it&apos;s just redlines most of the time, but don&apos;t you want to feel something behind it?&quot;</p>",
      "<p id=\"1.22.2.40\" class=\"Cody\">&emsp;&quot;Feel what?&quot;</p>",
      "<p id=\"1.22.2.41\" class=\"Cody\">&emsp;&quot;That you&apos;re getting closer to something,&quot; he says. &quot;That you have a goal, and it&apos;s still there. That. . .&quot;</p>",
      "<p id=\"1.22.2.42\" class=\"Cody\">&emsp;A couple bean counters turn the corner, staring at Reed and his aggressive posture. We snap our heads to face them, looking like we&apos;re caught in some scandalous after-hours shit.</p>",
      "<p id=\"1.22.2.43\" class=\"Cody\">&emsp;&quot;Oh. Hey there,&quot; Reed says.</p>",
      "<p id=\"1.22.2.44\" class=\"Cody\">&emsp;&quot;Hey,&quot; one of them says.</p>",
      "<p id=\"1.22.2.45\" class=\"Cody\">&emsp;&quot;Hi,&quot; I respond.</p>",
      "<p id=\"1.22.2.46\" class=\"Cody\">&emsp;I swirl the can.</p>",
      "<p id=\"1.22.2.47\" class=\"Cody\">&emsp;&quot;You guys alright, there?&quot; They ask.</p>",
      "<p id=\"1.22.2.48\" class=\"Cody\">&emsp;I take the last sip of my drink, in as chill of a manner as possible. &quot;Yeah. Just arguing over what size fastener to use. Say . . .  do we still use that KANBAN system on the floor?&quot;</p>",
      "<p id=\"1.22.2.49\" class=\"Cody\">&emsp;They pause for a moment as Reed still holds his position. It&apos;s so quiet we can hear the dry grasses in the hills wave with the wind.</p>",
      "<p id=\"1.22.2.50\" class=\"Cody\">&emsp;&quot;Uh . . . yeah. But why would that change?&quot;</p>",
      "<p id=\"1.22.2.51\" class=\"Cody\">&emsp;&quot;With quarter-inch increments?&quot;</p>",
      "<p id=\"1.22.2.52\" class=\"Cody\">&emsp;&quot;Yeah?&quot;</p>",
      "<p id=\"1.22.2.53\" class=\"Cody\">&emsp;&quot;Oh. Good, then,&quot; I say, then turn to Reed. &quot;See, I told you, bro. Five-sixteenths UNC is fine, as long as it&apos;s one of the quarter sizes. Not that eighths shit.&quot; I wait for them to start to walk away, swirling the last remnants of liquid energy in the can as I ramble further. &quot;You only need one-and-a-half-diameter thread engagement, but you can go longer, and&mdash;&quot;</p>",
      "<p id=\"1.22.2.54\" class=\"Cody\">&emsp;Reed leans back, creasing his brow between his fingers.</p>",
      "<p id=\"1.22.2.55\" class=\"Cody\">&emsp;&quot;What?&quot; I ask.</p>",
      "<p id=\"1.22.2.56\" class=\"Cody\">&emsp;&quot;I, uh . . .&quot; he mutters.</p>",
      "<p id=\"1.22.2.57\" class=\"Cody\">&emsp;&quot;Did you forget where you were at?&quot; I check my watch. &quot;You said I was like your brother. Who&apos;s like my brother.&quot;</p>",
      "<p id=\"1.22.2.58\" class=\"Cody\">&emsp;But still breathing.</p>",
      "<p id=\"1.22.2.59\" class=\"Cody\">&emsp;&quot;. . . then date with Kei, then she mentioned your project . . .&quot;</p>",
      "<p id=\"1.22.2.60\" class=\"Cody\">&emsp;&quot;Date?&quot; I ask.</p>",
      "<p id=\"1.22.2.61\" class=\"Cody\">&emsp;&quot; . . . then looked it up, then &mdash; yeah, and . . . oh, right. I&apos;m just trying to say that people like Kei and I shouldn&apos;t be the only ones that care that your name wasn&apos;t on that wall.&quot;</p>",
      "<p id=\"1.22.2.62\" class=\"Cody\">&emsp;&quot;So you noticed,&quot; I say, knowing perfectly well that they did. And when he says it, it makes me feel something that I haven&apos;t felt in a while. It&apos;s a feeling like all those times in college, when my roommates kept asking me to go out, but I kept turning them down &mdash; but they still never stopped asking, and it meant the world to me.</p>",
      "<p id=\"1.22.2.63\" class=\"Cody\">&emsp;&quot;So I don&apos;t care about seniority,&quot; he says. &quot;I&apos;m gunning for a promotion no matter where I&apos;m at. And either I&apos;m taking you with me, or I&apos;m leaving you behind. But you could use a push.&quot;</p>",
      "<p id=\"1.22.2.64\" class=\"Cody\">&emsp;It feels like a face-off. If this were a lacrosse match, we&apos;d be on our knees as midies at the dead center of the field: sticks raised, baskets inverted, pining after the same ball at the sound of a whistle.</p>",
      "<p id=\"1.22.2.65\" class=\"Cody\">&emsp;But those years are long past. And this is stupid.</p>",
      "<p id=\"1.22.2.66\" class=\"Cody\">&emsp;&quot;Whatever you say, bro,&quot; I tell him, tossing the empty can in the bin, turning for the door with a feeling of fire. &quot;One day you&apos;ll learn the same lesson I did. Maybe today, when you&apos;ll learn not to add all those fucking fillets.&quot;</p>",
      "<p id=\"1.22.2.67\" class=\"Cody\">&emsp;&quot;It&apos;s the best teammate that wins,&quot; Reed says. &quot;Not the best design.&quot;</p>",
      "<p id=\"1.22.2.68\" class=\"Cody\">&emsp;But the fire is beneath me: not within, like him. So it only lasts until I make it to my cubicle, calming myself down as I review the templated slideshow, the background pallid tan like every wall in this lifeless building.</p>",
      "<p id=\"1.22.2.69\" class=\"Cody\">&emsp;The color of hope.</p>",
      "<p id=\"1.22.2.70\" class=\"Cody\">&emsp;This world will shatter that fucking guy, I think. And I hope today is when it finally reaches him.</p>"
    ],
    [
      "<p id=\"1.22.3.1\" class=\"Katiya\">&emsp;I&apos;m certain that today is when it all finally reaches me. It&apos;s not because of the spread of punched holes in the target, nor is it the gossip and glare of cadets that watch us atop the old castle walls.</p>",
      "<p id=\"1.22.3.2\" class=\"Katiya\">&emsp;It&apos;s the unpracticed way the weight of the armor restrains my body. For so long, the cosmetic shell of thin steel was all I wore on my missions in the interior. Swinging my arms down with a wooden sword feels foreign when my hands have calloused more from benign fieldwork. All my muscle memory remembers is tilling fields and raking leaves, only adding to the panic I feel when the five of us stand beneath the fluttering crimson flag.</p>",
      "<p id=\"1.22.3.3\" class=\"Katiya\">&emsp;The commander orders us to &quot;chalk up,&quot; and we dip our weapons into the barrel of red powder. Paxton traces lines beneath the burrows of his eye sockets. Ryder loads powdered crimson marking rounds into the rifle. Naya settles the dusted dagger in a holster across her chest, and as I sheathe the chalk-covered training sword in my holster, feeling no better practiced than someone like Cody, I try to draw the courage to admit how much I need this.</p>",
      "<p id=\"1.22.3.4\" class=\"Katiya\">&emsp;My eyes scan the landscape. It&apos;s the decrepit servants&apos; quarter of the old castle: the same place I chased down the thief, only three stories lower and vacant of drifters and vagrants. The wooden roofs either burned in the ancient siege or crumbled to dust from so many cycles of calamitous weather, leaving only the stone walls to partition a perfect battlefield for observation. And we stand at the northeast end, preparing ourselves to strike the blue team in the southwest.</p>",
      "<p id=\"1.22.3.5\" class=\"Katiya\">&emsp;While Paxton&apos;s busy deliberating over designs for his improvised face paint &mdash; coated redder than the faces of Sun-scorched vagabonds, the special headband still hangs from a peg on the crimson flag, its gold stripe reflecting the meager light obscured by the tall castle walls.</p>",
      "<p id=\"1.22.3.6\" class=\"Katiya\">&emsp;And before I open my mouth to courageously plead, Bertram beats me to it.</p>",
      "<p id=\"1.22.3.7\" class=\"Katiya\">&emsp;&quot;We need a plan,&quot; he says.</p>",
      "<p id=\"1.22.3.8\" class=\"Katiya\">&emsp;&quot;But we need to decide on a team leader first,&quot; Ryder says. &quot;On that first practice exam, we were defending. But now, we&apos;re attacking.&quot;</p>",
      "<p id=\"1.22.3.9\" class=\"Katiya\">&emsp;&quot;So we treat the bystanders as hostages?&quot; Naya asks.</p>",
      "<p id=\"1.22.3.10\" class=\"Katiya\">&emsp;&quot;Yeah. And the other team treats them as targets for protection,&quot; Ryder replies. He takes the glistening span of fabric from the pole, turning to Bertram. &quot;You&apos;ve been out for a while. Do you need the boost?&quot;</p>",
      "<p id=\"1.22.3.11\" class=\"Katiya\">&emsp;&quot;They said this is just practice for me,&quot; he says. &quot;Doesn&apos;t mean I won&apos;t pull through. But you should give it to someone who needs it.&quot;</p>",
      "<p id=\"1.22.3.12\" class=\"Katiya\">&emsp;Ryder replies,&quot; I don&apos;t mind leading again, if there are no takers. If no one needs it.&quot;</p>",
      "<p id=\"1.22.3.13\" class=\"Katiya\">&emsp;He looks at me, and I can tell he&apos;s just trying to be polite &mdash; not to offend me &mdash; knowing full well of how poor my standing is, and surely enough, the others follow his glance. </p>",
      "<p id=\"1.22.3.14\" class=\"Katiya\">&emsp;Bertram says, &quot;why don&apos;t you do it, Katiya?&quot;</p>",
      "<p id=\"1.22.3.15\" class=\"Katiya\">&emsp;&quot;Me?&quot; I ask.</p>",
      "<p id=\"1.22.3.16\" class=\"Katiya\">&emsp;&quot;Sure. I mean, you don&apos;t have to come up with the plan, it&apos;s just a title.&quot;</p>",
      "<p id=\"1.22.3.17\" class=\"Katiya\">&emsp;&quot;Unless you don&apos;t want to,&quot; Ryder says, &quot;then&mdash;&quot;</p>",
      "<p id=\"1.22.3.18\" class=\"Katiya\">&emsp;&quot;I&apos;ll do it,&quot; I say, snatching the headband from his hands. Even guised without desperation, they know where I stand. &quot;And I&apos;ll come up with a plan.&quot;</p>",
      "<p id=\"1.22.3.19\" class=\"Katiya\">&emsp;&quot;So what have you got, Team Leader?&quot;</p>",
      "<p id=\"1.22.3.20\" class=\"Katiya\">&emsp;My mind races through volumes of combat strategies, whatever I can remember. It&apos;s a lot of facts, of old battles, of tactics and results, but the thoughts struggle to churn out answers when I&apos;m so focused on the inevitable. I think of how it will feel when I return to the warfront. I imagine how Jullian will move on. How&mdash;</p>",
      "<p id=\"1.22.3.21\" class=\"Katiya\">&emsp;&quot;Katiya, we need a plan! We&apos;re about to start,&quot; Paxton says. &quot;When that blue flare fires, we need to fire ours and get moving right away.&quot;</p>",
      "<p id=\"1.22.3.22\" class=\"Katiya\">&emsp;&quot;I know,&quot; I say. Why am I even here? I wonder, but now is surely not the time to think like that.</p>",
      "<p id=\"1.22.3.23\" class=\"Katiya\">&emsp;&quot;How about I come up with a plan? You can keep the bandanna on,&quot; Paxton says, but I know he&apos;d probably just come up with some direct assault, never being one for tact or patience.</p>",
      "<p id=\"1.22.3.24\" class=\"Katiya\">&emsp;But what have I got?</p>",
      "<p id=\"1.22.3.25\" class=\"Katiya\">&emsp;&quot;I&apos;ve got it. We&apos;ll split three ways,&quot; I say. The thought comes out by the word instead of pre-planned sentences. &quot;Pax, you&apos;re great at being obnoxious, so you&apos;ll go it alone. Go ahead of us and create a distraction that will shift their focus behind the house.&quot; </p>",
      "<p id=\"1.22.3.26\" class=\"Katiya\">&emsp;I hand him the flare gun.</p>",
      "<p id=\"1.22.3.27\" class=\"Katiya\">&emsp;&quot;And then?&quot; Ryder asks.</p>",
      "<p id=\"1.22.3.28\" class=\"Katiya\">&emsp;&quot;And then we&apos;ll split in a basic pincer. Bertram and I go left to find a breach point. Ryder and Naya go right.&quot;</p>",
      "<p id=\"1.22.3.29\" class=\"Katiya\">&emsp;Bertram asks, &quot;but what about the breach? Who will go first? Or at the same time?&quot;</p>",
      "<p id=\"1.22.3.30\" class=\"Katiya\">&emsp;I think of the flare gun, and how it&apos;s the only tool for communication we have. &quot;Pax will perform quick recon from behind the target. And he&apos;ll fire depending on where the hostages are. If they&apos;re concentrated on the right side of the house, his flare will fire to that side. Same for left. And if he can&apos;t tell, he&apos;ll fire straight up.&quot;</p>",
      "<p id=\"1.22.3.31\" class=\"Katiya\">&emsp;&quot;And how does firing the flare like that change our strategy?&quot; Pax asks.</p>",
      "<p id=\"1.22.3.32\" class=\"Katiya\">&emsp;&quot;Because the first team to breach will be the side without the hostages, drawing them away,&quot; I say.</p>",
      "<p id=\"1.22.3.33\" class=\"Katiya\">&emsp;&quot;Brilliant,&quot; Naya says. &quot;No wonder you came up with most of our plan last time&mdash;minus the gold stripe.&quot;</p>",
      "<p id=\"1.22.3.34\" class=\"Katiya\">&emsp;&quot;And what will I do after?&quot; Pax asks.</p>",
      "<p id=\"1.22.3.35\" class=\"Katiya\">&emsp;&quot;You join the last breaching party.&quot; I say. &quot;The one that will have the best shot.&quot;</p>",
      "<p id=\"1.22.3.36\" class=\"Katiya\">&emsp;&quot;And if it&apos;s straight-up?&quot; He asks.</p>",
      "<p id=\"1.22.3.37\" class=\"Katiya\">&emsp;&quot;Then you either break into the middle from a third breach point directly behind, or make your own judgement call.&quot;</p>",
      "<p id=\"1.22.3.38\" class=\"Katiya\">&emsp;&quot;Ready!&quot; Aldrin shouts, and I feel fear fill all the gaps and uncertainties in my plan like water fills a glass of ice. All the months I spent outside the base. All the combat practice drop-ins I missed. The space between the decrepit buildings begin to look like the shadows behind the sickly trees: a pattern of missing information that should be a second home to me, if only I wasn&apos;t so pathetic in my fear of the lands beyond.</p>",
      "<p id=\"1.22.3.39\" class=\"Katiya\">&emsp;All these thoughts blitz through my mind in the time the distant blue flare denotes their readiness to defend. And when Pax angles the first flare shell, taking the second one into his pocket, I feel the fear that restrained me in front of the carriage almost wholly consume my edge.</p>",
      "<p id=\"1.22.3.40\" class=\"Katiya\">&emsp;The first real exam begins as the five of us dissolve into the long shadow of the castle wall, finding our footing in the fading glow of the crimson flare.</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 282,
  "ReleaseDate": [
    "10",
    "10",
    "2025",
    "2025-10-10 00:00:00"
  ],
  "Active": true,
  "Perspective": "Cody",
  "Status": "No Status",
  "WordCount": 0,
  "Summary": "Katiya passes core exams but shoots poorly; Aryn is unflappable; Cody and Reed clash about what a Level-1 is; Katiya insists on leading the next team exam, feeling off her game."
}