{
  "Story": "Paragate",
  "Title": "Chapter Twenty-Three",
  "Subtitle": "Failing To Launch",
  "Act": 1,
  "ChapterNumber": 23,
  "Synopsis": "A tough room for Cody. A tougher match for Katiya. Plans buckle under pressure.",
  "RevNotes": "",
  "ID": "1.23",
  "Body": [
    "<p>&emsp;My presentation begins after the seven of them settle into the semicircle of office chairs, searching for the words to begin as my body blocks the blinding glow of the projector&apos;s rays.</p><p>&emsp;The room is dimly lit, and so their seven silhouettes are hard to distinguish when the projector&apos;s lens burns the first slide into my retinas, reading CODY DUNSMORE, BATTERY SOLUTION across the Navidson-Monroe PowerPoint template. </p><p>&emsp;The sixteen-point Arial text is just the right size in the center of the first slide. Two lines. It reads: CODY DUNSMORE, BATTERY SOLUTION. Four words, two per line. A perfect split, and it even makes a square with the words.</p><p>&emsp;I swallow. My voice catches in my throat as I can&apos;t decide whether to begin. The three unfamiliar envoys from Mahogany Row&mdash;far more used to their view from the ivory tower&mdash;are still busy typing an email, surely waiting for their Golden Boy to close it all out. But Nav watches closely, so instead of clearing my throat, I decide to proceed.</p><p>&emsp;I temper the excitement from my voice. &quot;After three years under the tutelage of senior engineers that have taught me everything about industry, I&apos;ve come with a solution that I think will optimize ease of manufacturing,&quot; I say. &quot;I wanted to make something as simple as possible. No over-engineering. Just exactly what we need without any extra features.&quot; I realize I&apos;m gesturing with my hands, and I stop myself as I depress the clicker.</p><p>&emsp;Click.</p><p>&emsp;The light flashes with a standard fade-to-black transition at 0.3 seconds. Several pairs of eyes dance across the next slide, taking in the intricacies of the preliminary engineering drawing. Five pairs of them, while two are still busy typing an email. </p><p>&emsp;Sameshima squints with his glasses to read the enlarged engineering print. And after the criticisms over my last couple designs, I&apos;ve managed to get it all on a single page.</p><p>&emsp;&quot;And it&apos;s all on a single page?&quot; Kei asks.</p><p>&emsp;&quot;A single page,&quot; I say.</p><p>&emsp;&quot;And there&apos;s no assembly?&quot; Nav asks.</p><p>&emsp;&quot;No assembly,&quot; I parrot. And I find there&apos;s a part of me that relishes the look of surprise when they see the reveal of how perfectly simplistic my design is. That unyielding glimmer of hope and excitement rises again: the one that gets me in trouble, dragged into a room a year ago by Nav to tell me that I talk too much.</p><p>&emsp;Their eyes dance over the page, snared on the ANSI callouts and the title block, and as the time passes, my mind pieces together a story of how I came to design it. That I saw a piece of origami on Sameshima&apos;s desk and had the idea to make a single part. That it hearkens back to designing the drone back in college. And how it brought back the best worst memories of being three energy drinks deep at 3:00 AM trying to resolve the very core of my entire design, and then I&apos;d make a joke that&mdash;</p><p>&emsp;&quot;So, yeah, folds on an angle brake five times,&quot; I say, crushing the artistry of my work like stepping on an aluminum can. &quot;Nothing fancy. Entire pattern is laser-cut.&quot;</p><p>&emsp;&quot;So you&apos;re telling us that you managed to make this whole design a single part?&quot;</p><p>&emsp;Hell yeah, isn&apos;t it great? I think, but say, &quot;yeah. Reduces material cost and labor. Current design is three brackets to hold the battery.&quot; I gesture to the contours of the 3D view, trying not to reveal the sweat that&apos;s saturated my armpits. &quot;And in those lines there, there&apos;s a reference to where it mounts on the machine.&quot; I pull at my collar, feeling beads of sweat trickle down the back of my neck. &quot;Three holes. And this will cost even less than the three brackets it currently takes to make this.&quot;</p><p>&emsp;They sit with their mouths agape: my team, that is &mdash; except for the executives, that looked up to find that they have no idea what they&apos;re looking at. Maybe my team wants me to tell them more, to boast a little. I surely want to, but something restrains that fleeting feeling.</p><p>&emsp;&quot;This is great,&quot; Kei says. &quot;Seriously. It&apos;s incredible that you got this down to a single part!&quot; </p><p>&emsp;And their reactions are real. For the first time in a while, even Nav looks impressed, while the executives look bored as hell.</p><p>&emsp;The electrical engineer Michael asks, &quot;what about mounting holes for the supply and ground of the battery wires?&quot;</p><p>&emsp;&quot;That&apos;s on the next slide.&quot; Click. &quot;I talked to our manufacturer, and they&apos;re able to emboss a flange for wire clips.&quot; A sweat drop rolls down my nose. I adjust my tie like Rodney Dangerfield, except I think I&apos;m actually getting some respect, and Michael says, &quot;that&apos;s also really smart. So the techs don&apos;t have to deal with those stupid clips.&quot;</p><p>&emsp;&quot;Not at all,&quot; I say.</p><p>&emsp;&quot;But how about how it all goes together?&quot; Reed asks. I know he saw my slides before this, but he still looks captivated by the design. And despite our uncomfortable rivalry, it almost seems like he&apos;s posing the perfect question to lead me to the next slide.</p><p>&emsp;&quot;And that&apos;s why I have this to show you,&quot; I say.</p><p>&emsp;Click.</p><p>&emsp;A flash of black darkens the room for a split second, and on the next slide, an animation autoplays on the screen. Since something moves on the page, beyond pre-baked transitions and bullets of text, the executives look up from their computers. </p><p>&emsp;And it&apos;s the part I&apos;m most proud of, feeling a rise of anticipation as they react to what I designed from scratch.</p><p>&emsp;They all watch as my design folds perfectly into the shape from the first page, and from a flat pattern of laser-cut steel, the single piece folds from flower-like flanges into a bud as if it bloomed in reverse. The design was stolen from my past self &mdash; from all the suffering I went through alone, designing a lightweight drone chassis with an unemployed college student&apos;s scrappy budget.</p><p>&emsp;&quot;But how does it fold like that?&quot;</p><p>&emsp;&quot;Folds on an angle break,&quot; I say.</p><p>&emsp;&quot;And the holes are pre-drilled?&quot;</p><p>&emsp;&quot;No, cut from the laser, or water-jet.&quot;</p><p>&emsp;&quot;And what&apos;s it made of?&quot;</p><p>&emsp;&quot;Stainless steel.&quot;</p><p>&emsp;&quot;And how can the technicians mount it?&quot;</p><p>&emsp;&quot;Through the relief cuts. Quarter-twenty screws like the last design.&quot;</p><p>&emsp;I want to believe I&apos;ve finally got it when I scan their faces. Maybe this time I can let that fleeting feeling wash over me, relishing in their response when I&apos;m not wasting my talent on those stupid redlines. </p><p>&emsp;I feel like I did all those years ago when I presented the drone project. I remember that sliver of happiness between the brutal beatings of exams and class, and I almost think that back then I was happy for the first time since Jackson died, the way these fleeting moments rhyme.</p><p>&emsp;But then an executive closes his laptop, leaning with his elbows on the steel cover. &quot;That&apos;s great and all, Cory, but who would want to buy this?&quot;</p><p>&emsp;My heart pulses. I nearly drop the clicker. </p><p>&emsp;&quot;What do you mean?&quot; I ask.</p><p>&emsp;&quot;I mean, it looks so plain,&quot; he says. &quot;Look. Our customers want something sleek. Functionality is fine and all, but marketability is what moves units.&quot;</p><p>&emsp;&quot;Plain? This is&mdash;&quot; a fucking bracket, I think, but I halt the words.</p><p>&emsp;&quot;I mean, it has to be sellable,&quot; he says. &quot;We&apos;ll send out a tech bulletin with this part, and no offense, but aren&apos;t their eyes going to glaze over if they see this? I don&apos;t mean to be harsh, but what makes it stand out?&quot;</p><p>&emsp;I squint my eyes, and through the blinding rays I find it&apos;s the man that gave Reed the box of &quot;new guy&quot; donuts to share on his first day. I stutter over my words. I look to my team for that same sense of wonder, but they&apos;re silent: too tense about layoffs to argue with the Grim Reaper.</p><p>&emsp;But Kei speaks up. &quot;I think it&apos;s brilliant,&quot; Kei says. &quot;One sheet of steel? Minimal setups for the ones making it, as long as they hold down the center of the flat pattern?&quot; She points, &quot;look, he even considered that. It mounts right there with a cap screw.&quot;</p><p>&emsp;Two more beads of sweat saturate my brow. I try to forestall the feeling of anger I feel: these executives&apos; knowledge of our operations is shallower than a piss puddle; more pedestrian than a preschooler. And after all this effort &mdash; to present something in EXACTLY the way they&apos;ve molded me since the beginning, all I feel is a sense of betrayal.</p><p>&emsp;But it&apos;s not the only sense of betrayal.</p><p>&emsp;The executive continues, &quot;I mean, what do you think, Naveen?&quot;</p><p>&emsp;He looks nervous, resisting his genuine sense of awe as he contorts his face into a grimace. &quot;It&apos;s . . . I mean, I guess I can see some of that.&quot; He points to the engineering drawing on the screen, but he can&apos;t even meet my eyes. &quot;Cody, who told you to make the corners so sharp on those bends?&quot;</p><p>&emsp;&quot;I figured they would be close to ninety degrees, if it&apos;s in a steel brake,&quot; I say.</p><p>&emsp;&quot;You figured?&quot; He asks.</p><p>&emsp;&quot;Yeah,&quot; I say. &quot;I mean, this is just an early&mdash;&quot;</p><p>&emsp;&quot;But did you talk to anyone?&quot;</p><p>&emsp;&quot;Yeah.&quot; A familiar fear settles in my stomach. This will end just like all the others. &quot;I, uh . . . talked to my father about it. It&apos;s how I got the fasteners to be accessible.&quot;</p><p>&emsp;&quot;But anyone else?&quot;</p><p>&emsp;&quot;Not really,&quot; I say. The truth is I didn&apos;t want to bother anyone. I don&apos;t want to be lectured even more when I can swear I know my worth. And I wanted to surprise them: just to catch that moment I had before.</p><p>&emsp;&quot;And the metal thickness isn&apos;t even CE compliant,&quot; Nav says. &quot;One-eighth? I mean, if you previewed this to any one of us, we&apos;d be able to tell you that.&quot;</p><p>&emsp;&quot;We told Reed that,&quot; Michael says.</p><p>&emsp;&quot;This is just a prototype,&quot; I say.</p><p>&emsp;The other executive says, &quot;It might be a prototype, but what&apos;s our company&apos;s motto? What&apos;s the second pillar of the House Of Quality?&quot;</p><p>&emsp;&quot;Built by precision,&quot; I regurgitate.</p><p>&emsp;&quot;And precision means getting things right,&quot; he says. The chair squeaks when he leans back. &quot;Getting things right the first time. And what about the third pillar?&quot;</p><p>&emsp;&quot;Rely on others.&quot;</p><p>&emsp;Nav speaks up again. The point is to show your process. We don&apos;t do this work alone, and newer engineers should ask for advice.&quot; And then he adds, &quot;Like Reed.&quot;</p><p>&emsp;I want to tell them I wasn&apos;t trying to work alone. I want to tell them that I was excited to see their reactions from the moment I considered this, challenging myself to get this down to a single part and pulling through in the end. But all I can do is stand there and take it &mdash; like being a pledge in the fraternity again, bludgeoned by broken rules when my works should at least be acknowledged.</p><p>&emsp;At least someone seems to get it. While the others are stone-faced and unwilling to defend me, I find an unlikely voice of dissent. </p><p>&emsp;Reed balls his fists on the table, but still waits his turn to speak. &quot;I thought Cody&apos;s folding concept was incredible! Mine uses far more parts than his does. And it&apos;s heavier. And it&apos;s bulkier. And yet Cody rolled out this design as if&mdash;&quot;</p><p>&emsp;The executive says, &quot;but Reed, you asked the whole damn department for their input. So this is everyone&apos;s design.&quot;</p><p>&emsp;Reed purses his lips, and an awkward silence spans the lineup of this unwitting firing squad. The projector whirs overhead. We can even hear the clattering of tools, machines, and raucous chatter behind us, as I wait for someone &mdash; anyone else &mdash; to speak up. But it&apos;s not a friend: there never seems to be anyone in my corner here.</p><p>&emsp;&quot;I think we agree that the problem with your design is that you didn&apos;t ask for help,&quot; one of Reed&apos;s visitors says. &quot;The problem is that you came up with this, and you didn&apos;t ask for help. Or else these issues wouldn&apos;t be there.&quot; Another silence as the projector whirs overhead. &quot;But I like the folding thing. And the animation on the second slide. Folds like origami.&quot;</p><p>&emsp;Another silence.</p><p>&emsp;He says, &quot;do you have any other slides for us?&quot;</p><p>&emsp;The unfolding box plays over and over on the screen as a GIF: my presentation was only four slides by design.</p><p>&emsp;&quot;That&apos;s it,&quot; I say. &quot;I was trying to keep things concise, not over-explain.&quot;</p><p>&emsp;&quot;Concise? How long did you spend on this?&quot; He asks, scribbling something on his empty pad.</p><p>&emsp;&quot;Weeks,&quot; I say.</p><p>&emsp;&quot;Weeks?&quot;</p><p>&emsp;I turn my head away. Through the shades of the back window, I can see the glowing reflectors of the Aerospace building, and maybe it gives me just enough to reply.</p><p>&emsp;&quot;Yeah. Weeks,&quot; I say. &quot;I thought you wanted something . . . optimized, you know. Inexpensive. And simple.&quot;</p><p>&emsp;&quot;I think it&apos;s simply great,&quot; Wilbur says, with enough years and irreplaceable knowledge to say whatever the hell he wants. &quot;Cody, you did a great job, and this is really impressive.&quot;</p><p>&emsp;I smile. &quot;Thanks, Wilbur.&quot;</p><p>&emsp;&quot;No wonder I still have a lot to learn,&quot; Reed says.</p><p>&emsp;I smile. &quot;Thanks, Reed.&quot;</p><p>&emsp;&quot;Nice,&quot; Kei says.</p><p>&emsp;I smile. &quot;Thanks, Kei.&quot;</p><p>&emsp;I turn to Nav, to Michael, to anyone else, but they&apos;re still as cardstock.</p><p>&emsp;Another silence.</p><p>&emsp;I press my thumb against the clicker, and after a final flash of darkness, a blank slide says QUESTIONS. But I&apos;m sure I know their answer.</p><p>&emsp;&quot;Thanks for your feedback. I&apos;ll look over all that again. Wall thickness. CE compliance. Bend angle,&quot; I mutter, pulling the HDMI cord from the side of my machine, returning the room to darkness as Reed recircles to plug in his.</p><p>&emsp;The screen lights with a bright and colorful presentation, bathing the walls in a mirage of hues like the northern lights: certainly not the standard template from the folder. And as he opens his mouth with a smile, he delivers his first, rehearsed line, with such a naive and enviable spark of genuine excitement.</p>",
    "<p>&emsp;Only the Gods above know how the other team will answer my plan. Beads of sweat absorb in the weave of the golden headband, without the exertion to warrant it: we&apos;ve been advancing so slowly this whole time. But the light piece of fabric feels heavier than any piece of armor I&apos;m wearing.</p><p>&emsp;The old servants&apos; quarter is so silent I can hear the cadets&apos; conversations atop the walls. And though the voice inside my head is louder, recalling every moment I could have prepared for this, both voices gossip about the same thing. </p><p>&emsp;All the eyes are on me again. Aldrin leans over the edge of the parapet with binoculars, and the reflection of his lens looms like a searchlight in the shade of the scorched stone buildings.</p><p>&emsp;As Bertram and I advance west, the glowing eye dances between the north &mdash; where Ryder and Naya make their own advance &mdash; and to the enemy&apos;s western corner, where Paxton sneaks to gather our first piece of ordinance.</p><p>&emsp;Our steel boots crunch the dried leaves and charcoal. For a while, our two strike teams were neck-and-neck as we dispersed across the diamond shape of the battlefield, but now we no longer catch flashes of crimson between the narrow alleys. Either they&apos;re ahead us or behind us, but either way, I feel the anticipation rise for Pax&apos;s flare.</p><p>&emsp;&quot;We need to go faster,&quot; Bertram mutters. &quot;We should be in front of the others. Why are we stopping?&quot;</p><p>&emsp;&quot;Because we can&apos;t die before we get there. What if they run a forward ambush like <em>we</em> did last time? The move that brought us the victory?&quot;</p><p>&emsp;&quot;You can&apos;t control for that,&quot; he says, as we pass the neutral flag, marking the exact center of the diamond. &quot;I say this as your best friend, but you can&apos;t hesitate. We have to get there. Your plan will be dead before we even arrive!&quot;</p><p>&emsp;Somewhere ahead, something hard glances off a piece of metal scrap, and it freezes me in my tracks: waiting, listening just like I did every night at the window of the cabin, fighting a losing battle between my muscles and my mind. </p><p>&emsp;Bertram sighs as he drags me by the breastplate. &quot;That was nothing.&quot;</p><p>&emsp;&quot;But how can you be sure?&quot; I ask, hastening my pace when Aldrin&apos;s reflection focuses on us, casting a widening disk of incident rays the further we get.</p><p>&emsp;&quot;Because the others are already long ahead,&quot; he says. &quot;Look at where Aldrin&apos;s light goes: the others are already in position!&quot;</p><p>&emsp;I curse out loud with an exasperated sigh.</p><p>&emsp;He says, &quot;You&apos;re giving them time to come straight to us! Every second&mdash;&quot;</p><p>&emsp;&quot;I know, Bertram, I know,&quot; I say.</p><p>&emsp;&quot;I don&apos;t have anything riding on this,&quot; he says. &quot;I&apos;m just saying that now isn&apos;t the time to hesi&mdash;&quot;</p><p>&emsp;A loud blast echoes through the quarter, and with such high walls bounding the battlefield, I have no directional sense to tell where it comes from. </p><p>&emsp;But it&apos;s directly in front of us.</p><p>&emsp;I duck for cover.</p><p>&emsp;&quot;Katiya, now&apos;s not the time!&quot; He mutters.</p><p>&emsp;I say, &quot;We need to get around&mdash;&quot;</p><p>&emsp;&quot;We need to go straight, and run. Run! Now!&quot;</p><p>&emsp;He drags me again as we sprint through the wide alley, presenting himself as a shield to pacify my cowardice. I level the training rifle behind him, and when Aldrin&apos;s scope illuminates us, I advance so I&apos;m shoulder-to-shoulder with him.</p><p>&emsp;Another blast echoes through the air. My body lunges for the nearest alley, but Bertram&apos;s strong grasp prevents me from escaping. And for the first time, I see his infinite patience with my trauma begin to crumble.</p><p>&emsp;&quot;Gods damn it, Katiya!&quot; He says. &quot;Show some spine and use that anger. How are we ever going to get to Hillfar to make peace with the past, when&mdash;&quot;</p><p>&emsp;Aldrin&apos;s searchlight hovers over us again, and then a little east. My bout of hesitation plays out in the limelight when we&apos;re both exposed, and it&apos;s when the light flickers a little north that I know exactly what&apos;s going to happen.</p><p>&emsp;If I hesitate one second more, they&apos;ll all see what I really am. A fraud. A coward. That I&apos;m still that terrified little girl, pretending to be a guard.</p><p>&emsp;And maybe that&apos;s all I&apos;ll ever be.</p><p>&emsp;&quot;Gods damn&mdash;&quot;</p><p>&emsp;Bertram&apos;s head cocks to the side, catching a glimpse of something that I don&apos;t, and as my muscles lock up, he pushes me with all his might.</p><p>&emsp;Bertram takes a full blast of chalky, blue powder to his chest, blown backwards against a stack of broken crates that crumble under his weight. The red chalk that decorates his face now blended purple, marking him as the first victim.</p><p>&emsp;&quot;I can&apos;t keep saving you,&quot; he shouts, balling his fists as he winces, and now finally I hate myself enough to act. &quot;I can&apos;t keep being your shield. One day, this is going to be real!&quot;</p><p>&emsp;I peek out of the corner, sighting the adversary that&apos;s reloading the rifle, then pull the trigger. My first round misses, and I dive behind the corner of the alley while Bertram&apos;s disappointed glare propels this self-hate to unprecedented heights. </p><p>&emsp;I groan again, cursing myself as I rack another round. Something slams against the other side of the wall, casting a cloud of blue dust into the air, and in the space that Bertram&apos;s killer takes to reload, I raise my weapon, steadied with my shoulder against the corner of the wall.</p><p>&emsp;But I remember my accuracy moments before. Jullian&apos;s friend is in my sights as my finger feathers the trigger, but all I can think of is the instructor&apos;s red marks on the target sheet, giving me a failing score.</p><p>&emsp;Failure, I think. And so the chance passes. </p><p>&emsp;As my hands tremble with the training rifle, a second figure strolls fearlessly in the <em>middle</em> of the street, illuminated by Aldrin&apos;s lens that reflects a blue-and-gold headband. </p><p>&emsp;It&apos;s her again. She levels her rifle in my direction, ears twitching with every sound that might reveal me, and when she sees my face, she pulls the trigger with an accuracy that punched perfect holes in paper targets. </p><p>&emsp;Another cloud of blue chalk saturates the air as my heart jumps into my throat, followed by two more blasts from her rifle. And as Bertram returns to home base, his hands raised in reluctant surrender, I wipe the faint blue mist from my face, trying to decide what to do next.</p><p>&emsp;Aryn directly calls out to me, sending gooseflesh down my arms and legs. I&apos;m unsure whether it&apos;s her tone, or how afraid I am of the thrashing I&apos;ll receive at the end of this. </p><p>&emsp;&quot;What leader lets their teammates take bullets for them? Come out here and fight me, Katiya!&quot;</p><p>&emsp;I crouch behind the corner, still deciding how to use this spike of adrenaline.</p><p>&emsp;&quot;Do you plan to lead from the back forever, Katiya?&quot; She asks, and as I hear her getting closer, I decide to run: running down the next alley to race to the original rally point. </p><p>&emsp;Fight defaults to flight, but at least I&apos;m running, fueled wholly on disappointment as I draw my dagger, putting the two insurgents behind me: exactly where I don&apos;t want them.</p><p>&emsp;The intended action point is approaching, and at least my conditioning can get me there fast in this heavy armor: all I&apos;ve ever done my whole life is run. I hear the blasts echo from behind, running in a zig-zag pattern like a hare evading the jaws of a predator. Blue chalk accents the walls to the left and right. Aryn shouts something else, but I&apos;m unable to hear her when my heartbeat pounds in my ears, drawing raspy breaths that taste like poison as the breach point approaches.</p><p>&emsp;But then Pax&apos;s radiant signal launches into the air, followed by a loud pop. I&apos;m still running, exhausted; mind racing too fast to respond quickly when I blast through the door; heart racing too rapidly to catch a breath before I breach.</p><p>&emsp;And it fires straight up into the air.</p><p>&emsp;This was a plan based on time, and my fear has left me behind. Expecting Bertram and I to be waiting on the other side, I hear a crash as Naya and Ryder bludgeon their way through the far door, and a long five seconds later, I finally find the wall where Bertram and I should have been waiting.</p>Several blasts echo between the walls as Aldrin&apos;s searchlight illuminates the entire footprint of the roofless building. I lower my shoulder to breach through the door, entirely unprepared for what I find waiting for me on the other side."
  ],
  "BodyFormatted": [
    [
      "<p id=\"1.23.1.1\" class=\"Cody\">&emsp;My presentation begins after the seven of them settle into the semicircle of office chairs, searching for the words to begin as my body blocks the blinding glow of the projector&apos;s rays.</p>",
      "<p id=\"1.23.1.2\" class=\"Cody\">&emsp;The room is dimly lit, and so their seven silhouettes are hard to distinguish when the projector&apos;s lens burns the first slide into my retinas, reading CODY DUNSMORE, BATTERY SOLUTION across the Navidson-Monroe PowerPoint template. </p>",
      "<p id=\"1.23.1.3\" class=\"Cody\">&emsp;The sixteen-point Arial text is just the right size in the center of the first slide. Two lines. It reads: CODY DUNSMORE, BATTERY SOLUTION. Four words, two per line. A perfect split, and it even makes a square with the words.</p>",
      "<p id=\"1.23.1.4\" class=\"Cody\">&emsp;I swallow. My voice catches in my throat as I can&apos;t decide whether to begin. The three unfamiliar envoys from Mahogany Row&mdash;far more used to their view from the ivory tower&mdash;are still busy typing an email, surely waiting for their Golden Boy to close it all out. But Nav watches closely, so instead of clearing my throat, I decide to proceed.</p>",
      "<p id=\"1.23.1.5\" class=\"Cody\">&emsp;I temper the excitement from my voice. &quot;After three years under the tutelage of senior engineers that have taught me everything about industry, I&apos;ve come with a solution that I think will optimize ease of manufacturing,&quot; I say. &quot;I wanted to make something as simple as possible. No over-engineering. Just exactly what we need without any extra features.&quot; I realize I&apos;m gesturing with my hands, and I stop myself as I depress the clicker.</p>",
      "<p id=\"1.23.1.6\" class=\"Cody\">&emsp;Click.</p>",
      "<p id=\"1.23.1.7\" class=\"Cody\">&emsp;The light flashes with a standard fade-to-black transition at 0.3 seconds. Several pairs of eyes dance across the next slide, taking in the intricacies of the preliminary engineering drawing. Five pairs of them, while two are still busy typing an email. </p>",
      "<p id=\"1.23.1.8\" class=\"Cody\">&emsp;Sameshima squints with his glasses to read the enlarged engineering print. And after the criticisms over my last couple designs, I&apos;ve managed to get it all on a single page.</p>",
      "<p id=\"1.23.1.9\" class=\"Cody\">&emsp;&quot;And it&apos;s all on a single page?&quot; Kei asks.</p>",
      "<p id=\"1.23.1.10\" class=\"Cody\">&emsp;&quot;A single page,&quot; I say.</p>",
      "<p id=\"1.23.1.11\" class=\"Cody\">&emsp;&quot;And there&apos;s no assembly?&quot; Nav asks.</p>",
      "<p id=\"1.23.1.12\" class=\"Cody\">&emsp;&quot;No assembly,&quot; I parrot. And I find there&apos;s a part of me that relishes the look of surprise when they see the reveal of how perfectly simplistic my design is. That unyielding glimmer of hope and excitement rises again: the one that gets me in trouble, dragged into a room a year ago by Nav to tell me that I talk too much.</p>",
      "<p id=\"1.23.1.13\" class=\"Cody\">&emsp;Their eyes dance over the page, snared on the ANSI callouts and the title block, and as the time passes, my mind pieces together a story of how I came to design it. That I saw a piece of origami on Sameshima&apos;s desk and had the idea to make a single part. That it hearkens back to designing the drone back in college. And how it brought back the best worst memories of being three energy drinks deep at 3:00 AM trying to resolve the very core of my entire design, and then I&apos;d make a joke that&mdash;</p>",
      "<p id=\"1.23.1.14\" class=\"Cody\">&emsp;&quot;So, yeah, folds on an angle brake five times,&quot; I say, crushing the artistry of my work like stepping on an aluminum can. &quot;Nothing fancy. Entire pattern is laser-cut.&quot;</p>",
      "<p id=\"1.23.1.15\" class=\"Cody\">&emsp;&quot;So you&apos;re telling us that you managed to make this whole design a single part?&quot;</p>",
      "<p id=\"1.23.1.16\" class=\"Cody\">&emsp;Hell yeah, isn&apos;t it great? I think, but say, &quot;yeah. Reduces material cost and labor. Current design is three brackets to hold the battery.&quot; I gesture to the contours of the 3D view, trying not to reveal the sweat that&apos;s saturated my armpits. &quot;And in those lines there, there&apos;s a reference to where it mounts on the machine.&quot; I pull at my collar, feeling beads of sweat trickle down the back of my neck. &quot;Three holes. And this will cost even less than the three brackets it currently takes to make this.&quot;</p>",
      "<p id=\"1.23.1.17\" class=\"Cody\">&emsp;They sit with their mouths agape: my team, that is &mdash; except for the executives, that looked up to find that they have no idea what they&apos;re looking at. Maybe my team wants me to tell them more, to boast a little. I surely want to, but something restrains that fleeting feeling.</p>",
      "<p id=\"1.23.1.18\" class=\"Cody\">&emsp;&quot;This is great,&quot; Kei says. &quot;Seriously. It&apos;s incredible that you got this down to a single part!&quot; </p>",
      "<p id=\"1.23.1.19\" class=\"Cody\">&emsp;And their reactions are real. For the first time in a while, even Nav looks impressed, while the executives look bored as hell.</p>",
      "<p id=\"1.23.1.20\" class=\"Cody\">&emsp;The electrical engineer Michael asks, &quot;what about mounting holes for the supply and ground of the battery wires?&quot;</p>",
      "<p id=\"1.23.1.21\" class=\"Cody\">&emsp;&quot;That&apos;s on the next slide.&quot; Click. &quot;I talked to our manufacturer, and they&apos;re able to emboss a flange for wire clips.&quot; A sweat drop rolls down my nose. I adjust my tie like Rodney Dangerfield, except I think I&apos;m actually getting some respect, and Michael says, &quot;that&apos;s also really smart. So the techs don&apos;t have to deal with those stupid clips.&quot;</p>",
      "<p id=\"1.23.1.22\" class=\"Cody\">&emsp;&quot;Not at all,&quot; I say.</p>",
      "<p id=\"1.23.1.23\" class=\"Cody\">&emsp;&quot;But how about how it all goes together?&quot; Reed asks. I know he saw my slides before this, but he still looks captivated by the design. And despite our uncomfortable rivalry, it almost seems like he&apos;s posing the perfect question to lead me to the next slide.</p>",
      "<p id=\"1.23.1.24\" class=\"Cody\">&emsp;&quot;And that&apos;s why I have this to show you,&quot; I say.</p>",
      "<p id=\"1.23.1.25\" class=\"Cody\">&emsp;Click.</p>",
      "<p id=\"1.23.1.26\" class=\"Cody\">&emsp;A flash of black darkens the room for a split second, and on the next slide, an animation autoplays on the screen. Since something moves on the page, beyond pre-baked transitions and bullets of text, the executives look up from their computers. </p>",
      "<p id=\"1.23.1.27\" class=\"Cody\">&emsp;And it&apos;s the part I&apos;m most proud of, feeling a rise of anticipation as they react to what I designed from scratch.</p>",
      "<p id=\"1.23.1.28\" class=\"Cody\">&emsp;They all watch as my design folds perfectly into the shape from the first page, and from a flat pattern of laser-cut steel, the single piece folds from flower-like flanges into a bud as if it bloomed in reverse. The design was stolen from my past self &mdash; from all the suffering I went through alone, designing a lightweight drone chassis with an unemployed college student&apos;s scrappy budget.</p>",
      "<p id=\"1.23.1.29\" class=\"Cody\">&emsp;&quot;But how does it fold like that?&quot;</p>",
      "<p id=\"1.23.1.30\" class=\"Cody\">&emsp;&quot;Folds on an angle break,&quot; I say.</p>",
      "<p id=\"1.23.1.31\" class=\"Cody\">&emsp;&quot;And the holes are pre-drilled?&quot;</p>",
      "<p id=\"1.23.1.32\" class=\"Cody\">&emsp;&quot;No, cut from the laser, or water-jet.&quot;</p>",
      "<p id=\"1.23.1.33\" class=\"Cody\">&emsp;&quot;And what&apos;s it made of?&quot;</p>",
      "<p id=\"1.23.1.34\" class=\"Cody\">&emsp;&quot;Stainless steel.&quot;</p>",
      "<p id=\"1.23.1.35\" class=\"Cody\">&emsp;&quot;And how can the technicians mount it?&quot;</p>",
      "<p id=\"1.23.1.36\" class=\"Cody\">&emsp;&quot;Through the relief cuts. Quarter-twenty screws like the last design.&quot;</p>",
      "<p id=\"1.23.1.37\" class=\"Cody\">&emsp;I want to believe I&apos;ve finally got it when I scan their faces. Maybe this time I can let that fleeting feeling wash over me, relishing in their response when I&apos;m not wasting my talent on those stupid redlines. </p>",
      "<p id=\"1.23.1.38\" class=\"Cody\">&emsp;I feel like I did all those years ago when I presented the drone project. I remember that sliver of happiness between the brutal beatings of exams and class, and I almost think that back then I was happy for the first time since Jackson died, the way these fleeting moments rhyme.</p>",
      "<p id=\"1.23.1.39\" class=\"Cody\">&emsp;But then an executive closes his laptop, leaning with his elbows on the steel cover. &quot;That&apos;s great and all, Cory, but who would want to buy this?&quot;</p>",
      "<p id=\"1.23.1.40\" class=\"Cody\">&emsp;My heart pulses. I nearly drop the clicker. </p>",
      "<p id=\"1.23.1.41\" class=\"Cody\">&emsp;&quot;What do you mean?&quot; I ask.</p>",
      "<p id=\"1.23.1.42\" class=\"Cody\">&emsp;&quot;I mean, it looks so plain,&quot; he says. &quot;Look. Our customers want something sleek. Functionality is fine and all, but marketability is what moves units.&quot;</p>",
      "<p id=\"1.23.1.43\" class=\"Cody\">&emsp;&quot;Plain? This is&mdash;&quot; a fucking bracket, I think, but I halt the words.</p>",
      "<p id=\"1.23.1.44\" class=\"Cody\">&emsp;&quot;I mean, it has to be sellable,&quot; he says. &quot;We&apos;ll send out a tech bulletin with this part, and no offense, but aren&apos;t their eyes going to glaze over if they see this? I don&apos;t mean to be harsh, but what makes it stand out?&quot;</p>",
      "<p id=\"1.23.1.45\" class=\"Cody\">&emsp;I squint my eyes, and through the blinding rays I find it&apos;s the man that gave Reed the box of &quot;new guy&quot; donuts to share on his first day. I stutter over my words. I look to my team for that same sense of wonder, but they&apos;re silent: too tense about layoffs to argue with the Grim Reaper.</p>",
      "<p id=\"1.23.1.46\" class=\"Cody\">&emsp;But Kei speaks up. &quot;I think it&apos;s brilliant,&quot; Kei says. &quot;One sheet of steel? Minimal setups for the ones making it, as long as they hold down the center of the flat pattern?&quot; She points, &quot;look, he even considered that. It mounts right there with a cap screw.&quot;</p>",
      "<p id=\"1.23.1.47\" class=\"Cody\">&emsp;Two more beads of sweat saturate my brow. I try to forestall the feeling of anger I feel: these executives&apos; knowledge of our operations is shallower than a piss puddle; more pedestrian than a preschooler. And after all this effort &mdash; to present something in EXACTLY the way they&apos;ve molded me since the beginning, all I feel is a sense of betrayal.</p>",
      "<p id=\"1.23.1.48\" class=\"Cody\">&emsp;But it&apos;s not the only sense of betrayal.</p>",
      "<p id=\"1.23.1.49\" class=\"Cody\">&emsp;The executive continues, &quot;I mean, what do you think, Naveen?&quot;</p>",
      "<p id=\"1.23.1.50\" class=\"Cody\">&emsp;He looks nervous, resisting his genuine sense of awe as he contorts his face into a grimace. &quot;It&apos;s . . . I mean, I guess I can see some of that.&quot; He points to the engineering drawing on the screen, but he can&apos;t even meet my eyes. &quot;Cody, who told you to make the corners so sharp on those bends?&quot;</p>",
      "<p id=\"1.23.1.51\" class=\"Cody\">&emsp;&quot;I figured they would be close to ninety degrees, if it&apos;s in a steel brake,&quot; I say.</p>",
      "<p id=\"1.23.1.52\" class=\"Cody\">&emsp;&quot;You figured?&quot; He asks.</p>",
      "<p id=\"1.23.1.53\" class=\"Cody\">&emsp;&quot;Yeah,&quot; I say. &quot;I mean, this is just an early&mdash;&quot;</p>",
      "<p id=\"1.23.1.54\" class=\"Cody\">&emsp;&quot;But did you talk to anyone?&quot;</p>",
      "<p id=\"1.23.1.55\" class=\"Cody\">&emsp;&quot;Yeah.&quot; A familiar fear settles in my stomach. This will end just like all the others. &quot;I, uh . . . talked to my father about it. It&apos;s how I got the fasteners to be accessible.&quot;</p>",
      "<p id=\"1.23.1.56\" class=\"Cody\">&emsp;&quot;But anyone else?&quot;</p>",
      "<p id=\"1.23.1.57\" class=\"Cody\">&emsp;&quot;Not really,&quot; I say. The truth is I didn&apos;t want to bother anyone. I don&apos;t want to be lectured even more when I can swear I know my worth. And I wanted to surprise them: just to catch that moment I had before.</p>",
      "<p id=\"1.23.1.58\" class=\"Cody\">&emsp;&quot;And the metal thickness isn&apos;t even CE compliant,&quot; Nav says. &quot;One-eighth? I mean, if you previewed this to any one of us, we&apos;d be able to tell you that.&quot;</p>",
      "<p id=\"1.23.1.59\" class=\"Cody\">&emsp;&quot;We told Reed that,&quot; Michael says.</p>",
      "<p id=\"1.23.1.60\" class=\"Cody\">&emsp;&quot;This is just a prototype,&quot; I say.</p>",
      "<p id=\"1.23.1.61\" class=\"Cody\">&emsp;The other executive says, &quot;It might be a prototype, but what&apos;s our company&apos;s motto? What&apos;s the second pillar of the House Of Quality?&quot;</p>",
      "<p id=\"1.23.1.62\" class=\"Cody\">&emsp;&quot;Built by precision,&quot; I regurgitate.</p>",
      "<p id=\"1.23.1.63\" class=\"Cody\">&emsp;&quot;And precision means getting things right,&quot; he says. The chair squeaks when he leans back. &quot;Getting things right the first time. And what about the third pillar?&quot;</p>",
      "<p id=\"1.23.1.64\" class=\"Cody\">&emsp;&quot;Rely on others.&quot;</p>",
      "<p id=\"1.23.1.65\" class=\"Cody\">&emsp;Nav speaks up again. The point is to show your process. We don&apos;t do this work alone, and newer engineers should ask for advice.&quot; And then he adds, &quot;Like Reed.&quot;</p>",
      "<p id=\"1.23.1.66\" class=\"Cody\">&emsp;I want to tell them I wasn&apos;t trying to work alone. I want to tell them that I was excited to see their reactions from the moment I considered this, challenging myself to get this down to a single part and pulling through in the end. But all I can do is stand there and take it &mdash; like being a pledge in the fraternity again, bludgeoned by broken rules when my works should at least be acknowledged.</p>",
      "<p id=\"1.23.1.67\" class=\"Cody\">&emsp;At least someone seems to get it. While the others are stone-faced and unwilling to defend me, I find an unlikely voice of dissent. </p>",
      "<p id=\"1.23.1.68\" class=\"Cody\">&emsp;Reed balls his fists on the table, but still waits his turn to speak. &quot;I thought Cody&apos;s folding concept was incredible! Mine uses far more parts than his does. And it&apos;s heavier. And it&apos;s bulkier. And yet Cody rolled out this design as if&mdash;&quot;</p>",
      "<p id=\"1.23.1.69\" class=\"Cody\">&emsp;The executive says, &quot;but Reed, you asked the whole damn department for their input. So this is everyone&apos;s design.&quot;</p>",
      "<p id=\"1.23.1.70\" class=\"Cody\">&emsp;Reed purses his lips, and an awkward silence spans the lineup of this unwitting firing squad. The projector whirs overhead. We can even hear the clattering of tools, machines, and raucous chatter behind us, as I wait for someone &mdash; anyone else &mdash; to speak up. But it&apos;s not a friend: there never seems to be anyone in my corner here.</p>",
      "<p id=\"1.23.1.71\" class=\"Cody\">&emsp;&quot;I think we agree that the problem with your design is that you didn&apos;t ask for help,&quot; one of Reed&apos;s visitors says. &quot;The problem is that you came up with this, and you didn&apos;t ask for help. Or else these issues wouldn&apos;t be there.&quot; Another silence as the projector whirs overhead. &quot;But I like the folding thing. And the animation on the second slide. Folds like origami.&quot;</p>",
      "<p id=\"1.23.1.72\" class=\"Cody\">&emsp;Another silence.</p>",
      "<p id=\"1.23.1.73\" class=\"Cody\">&emsp;He says, &quot;do you have any other slides for us?&quot;</p>",
      "<p id=\"1.23.1.74\" class=\"Cody\">&emsp;The unfolding box plays over and over on the screen as a GIF: my presentation was only four slides by design.</p>",
      "<p id=\"1.23.1.75\" class=\"Cody\">&emsp;&quot;That&apos;s it,&quot; I say. &quot;I was trying to keep things concise, not over-explain.&quot;</p>",
      "<p id=\"1.23.1.76\" class=\"Cody\">&emsp;&quot;Concise? How long did you spend on this?&quot; He asks, scribbling something on his empty pad.</p>",
      "<p id=\"1.23.1.77\" class=\"Cody\">&emsp;&quot;Weeks,&quot; I say.</p>",
      "<p id=\"1.23.1.78\" class=\"Cody\">&emsp;&quot;Weeks?&quot;</p>",
      "<p id=\"1.23.1.79\" class=\"Cody\">&emsp;I turn my head away. Through the shades of the back window, I can see the glowing reflectors of the Aerospace building, and maybe it gives me just enough to reply.</p>",
      "<p id=\"1.23.1.80\" class=\"Cody\">&emsp;&quot;Yeah. Weeks,&quot; I say. &quot;I thought you wanted something . . . optimized, you know. Inexpensive. And simple.&quot;</p>",
      "<p id=\"1.23.1.81\" class=\"Cody\">&emsp;&quot;I think it&apos;s simply great,&quot; Wilbur says, with enough years and irreplaceable knowledge to say whatever the hell he wants. &quot;Cody, you did a great job, and this is really impressive.&quot;</p>",
      "<p id=\"1.23.1.82\" class=\"Cody\">&emsp;I smile. &quot;Thanks, Wilbur.&quot;</p>",
      "<p id=\"1.23.1.83\" class=\"Cody\">&emsp;&quot;No wonder I still have a lot to learn,&quot; Reed says.</p>",
      "<p id=\"1.23.1.84\" class=\"Cody\">&emsp;I smile. &quot;Thanks, Reed.&quot;</p>",
      "<p id=\"1.23.1.85\" class=\"Cody\">&emsp;&quot;Nice,&quot; Kei says.</p>",
      "<p id=\"1.23.1.86\" class=\"Cody\">&emsp;I smile. &quot;Thanks, Kei.&quot;</p>",
      "<p id=\"1.23.1.87\" class=\"Cody\">&emsp;I turn to Nav, to Michael, to anyone else, but they&apos;re still as cardstock.</p>",
      "<p id=\"1.23.1.88\" class=\"Cody\">&emsp;Another silence.</p>",
      "<p id=\"1.23.1.89\" class=\"Cody\">&emsp;I press my thumb against the clicker, and after a final flash of darkness, a blank slide says QUESTIONS. But I&apos;m sure I know their answer.</p>",
      "<p id=\"1.23.1.90\" class=\"Cody\">&emsp;&quot;Thanks for your feedback. I&apos;ll look over all that again. Wall thickness. CE compliance. Bend angle,&quot; I mutter, pulling the HDMI cord from the side of my machine, returning the room to darkness as Reed recircles to plug in his.</p>",
      "<p id=\"1.23.1.91\" class=\"Cody\">&emsp;The screen lights with a bright and colorful presentation, bathing the walls in a mirage of hues like the northern lights: certainly not the standard template from the folder. And as he opens his mouth with a smile, he delivers his first, rehearsed line, with such a naive and enviable spark of genuine excitement.</p>"
    ],
    [
      "<p id=\"1.23.2.1\" class=\"Katiya\">&emsp;Only the Gods above know how the other team will answer my plan. Beads of sweat absorb in the weave of the golden headband, without the exertion to warrant it: we&apos;ve been advancing so slowly this whole time. But the light piece of fabric feels heavier than any piece of armor I&apos;m wearing.</p>",
      "<p id=\"1.23.2.2\" class=\"Katiya\">&emsp;The old servants&apos; quarter is so silent I can hear the cadets&apos; conversations atop the walls. And though the voice inside my head is louder, recalling every moment I could have prepared for this, both voices gossip about the same thing. </p>",
      "<p id=\"1.23.2.3\" class=\"Katiya\">&emsp;All the eyes are on me again. Aldrin leans over the edge of the parapet with binoculars, and the reflection of his lens looms like a searchlight in the shade of the scorched stone buildings.</p>",
      "<p id=\"1.23.2.4\" class=\"Katiya\">&emsp;As Bertram and I advance west, the glowing eye dances between the north &mdash; where Ryder and Naya make their own advance &mdash; and to the enemy&apos;s western corner, where Paxton sneaks to gather our first piece of ordinance.</p>",
      "<p id=\"1.23.2.5\" class=\"Katiya\">&emsp;Our steel boots crunch the dried leaves and charcoal. For a while, our two strike teams were neck-and-neck as we dispersed across the diamond shape of the battlefield, but now we no longer catch flashes of crimson between the narrow alleys. Either they&apos;re ahead us or behind us, but either way, I feel the anticipation rise for Pax&apos;s flare.</p>",
      "<p id=\"1.23.2.6\" class=\"Katiya\">&emsp;&quot;We need to go faster,&quot; Bertram mutters. &quot;We should be in front of the others. Why are we stopping?&quot;</p>",
      "<p id=\"1.23.2.7\" class=\"Katiya\">&emsp;&quot;Because we can&apos;t die before we get there. What if they run a forward ambush like <em>we</em> did last time? The move that brought us the victory?&quot;</p>",
      "<p id=\"1.23.2.8\" class=\"Katiya\">&emsp;&quot;You can&apos;t control for that,&quot; he says, as we pass the neutral flag, marking the exact center of the diamond. &quot;I say this as your best friend, but you can&apos;t hesitate. We have to get there. Your plan will be dead before we even arrive!&quot;</p>",
      "<p id=\"1.23.2.9\" class=\"Katiya\">&emsp;Somewhere ahead, something hard glances off a piece of metal scrap, and it freezes me in my tracks: waiting, listening just like I did every night at the window of the cabin, fighting a losing battle between my muscles and my mind. </p>",
      "<p id=\"1.23.2.10\" class=\"Katiya\">&emsp;Bertram sighs as he drags me by the breastplate. &quot;That was nothing.&quot;</p>",
      "<p id=\"1.23.2.11\" class=\"Katiya\">&emsp;&quot;But how can you be sure?&quot; I ask, hastening my pace when Aldrin&apos;s reflection focuses on us, casting a widening disk of incident rays the further we get.</p>",
      "<p id=\"1.23.2.12\" class=\"Katiya\">&emsp;&quot;Because the others are already long ahead,&quot; he says. &quot;Look at where Aldrin&apos;s light goes: the others are already in position!&quot;</p>",
      "<p id=\"1.23.2.13\" class=\"Katiya\">&emsp;I curse out loud with an exasperated sigh.</p>",
      "<p id=\"1.23.2.14\" class=\"Katiya\">&emsp;He says, &quot;You&apos;re giving them time to come straight to us! Every second&mdash;&quot;</p>",
      "<p id=\"1.23.2.15\" class=\"Katiya\">&emsp;&quot;I know, Bertram, I know,&quot; I say.</p>",
      "<p id=\"1.23.2.16\" class=\"Katiya\">&emsp;&quot;I don&apos;t have anything riding on this,&quot; he says. &quot;I&apos;m just saying that now isn&apos;t the time to hesi&mdash;&quot;</p>",
      "<p id=\"1.23.2.17\" class=\"Katiya\">&emsp;A loud blast echoes through the quarter, and with such high walls bounding the battlefield, I have no directional sense to tell where it comes from. </p>",
      "<p id=\"1.23.2.18\" class=\"Katiya\">&emsp;But it&apos;s directly in front of us.</p>",
      "<p id=\"1.23.2.19\" class=\"Katiya\">&emsp;I duck for cover.</p>",
      "<p id=\"1.23.2.20\" class=\"Katiya\">&emsp;&quot;Katiya, now&apos;s not the time!&quot; He mutters.</p>",
      "<p id=\"1.23.2.21\" class=\"Katiya\">&emsp;I say, &quot;We need to get around&mdash;&quot;</p>",
      "<p id=\"1.23.2.22\" class=\"Katiya\">&emsp;&quot;We need to go straight, and run. Run! Now!&quot;</p>",
      "<p id=\"1.23.2.23\" class=\"Katiya\">&emsp;He drags me again as we sprint through the wide alley, presenting himself as a shield to pacify my cowardice. I level the training rifle behind him, and when Aldrin&apos;s scope illuminates us, I advance so I&apos;m shoulder-to-shoulder with him.</p>",
      "<p id=\"1.23.2.24\" class=\"Katiya\">&emsp;Another blast echoes through the air. My body lunges for the nearest alley, but Bertram&apos;s strong grasp prevents me from escaping. And for the first time, I see his infinite patience with my trauma begin to crumble.</p>",
      "<p id=\"1.23.2.25\" class=\"Katiya\">&emsp;&quot;Gods damn it, Katiya!&quot; He says. &quot;Show some spine and use that anger. How are we ever going to get to Hillfar to make peace with the past, when&mdash;&quot;</p>",
      "<p id=\"1.23.2.26\" class=\"Katiya\">&emsp;Aldrin&apos;s searchlight hovers over us again, and then a little east. My bout of hesitation plays out in the limelight when we&apos;re both exposed, and it&apos;s when the light flickers a little north that I know exactly what&apos;s going to happen.</p>",
      "<p id=\"1.23.2.27\" class=\"Katiya\">&emsp;If I hesitate one second more, they&apos;ll all see what I really am. A fraud. A coward. That I&apos;m still that terrified little girl, pretending to be a guard.</p>",
      "<p id=\"1.23.2.28\" class=\"Katiya\">&emsp;And maybe that&apos;s all I&apos;ll ever be.</p>",
      "<p id=\"1.23.2.29\" class=\"Katiya\">&emsp;&quot;Gods damn&mdash;&quot;</p>",
      "<p id=\"1.23.2.30\" class=\"Katiya\">&emsp;Bertram&apos;s head cocks to the side, catching a glimpse of something that I don&apos;t, and as my muscles lock up, he pushes me with all his might.</p>",
      "<p id=\"1.23.2.31\" class=\"Katiya\">&emsp;Bertram takes a full blast of chalky, blue powder to his chest, blown backwards against a stack of broken crates that crumble under his weight. The red chalk that decorates his face now blended purple, marking him as the first victim.</p>",
      "<p id=\"1.23.2.32\" class=\"Katiya\">&emsp;&quot;I can&apos;t keep saving you,&quot; he shouts, balling his fists as he winces, and now finally I hate myself enough to act. &quot;I can&apos;t keep being your shield. One day, this is going to be real!&quot;</p>",
      "<p id=\"1.23.2.33\" class=\"Katiya\">&emsp;I peek out of the corner, sighting the adversary that&apos;s reloading the rifle, then pull the trigger. My first round misses, and I dive behind the corner of the alley while Bertram&apos;s disappointed glare propels this self-hate to unprecedented heights. </p>",
      "<p id=\"1.23.2.34\" class=\"Katiya\">&emsp;I groan again, cursing myself as I rack another round. Something slams against the other side of the wall, casting a cloud of blue dust into the air, and in the space that Bertram&apos;s killer takes to reload, I raise my weapon, steadied with my shoulder against the corner of the wall.</p>",
      "<p id=\"1.23.2.35\" class=\"Katiya\">&emsp;But I remember my accuracy moments before. Jullian&apos;s friend is in my sights as my finger feathers the trigger, but all I can think of is the instructor&apos;s red marks on the target sheet, giving me a failing score.</p>",
      "<p id=\"1.23.2.36\" class=\"Katiya\">&emsp;Failure, I think. And so the chance passes. </p>",
      "<p id=\"1.23.2.37\" class=\"Katiya\">&emsp;As my hands tremble with the training rifle, a second figure strolls fearlessly in the <em>middle</em> of the street, illuminated by Aldrin&apos;s lens that reflects a blue-and-gold headband. </p>",
      "<p id=\"1.23.2.38\" class=\"Katiya\">&emsp;It&apos;s her again. She levels her rifle in my direction, ears twitching with every sound that might reveal me, and when she sees my face, she pulls the trigger with an accuracy that punched perfect holes in paper targets. </p>",
      "<p id=\"1.23.2.39\" class=\"Katiya\">&emsp;Another cloud of blue chalk saturates the air as my heart jumps into my throat, followed by two more blasts from her rifle. And as Bertram returns to home base, his hands raised in reluctant surrender, I wipe the faint blue mist from my face, trying to decide what to do next.</p>",
      "<p id=\"1.23.2.40\" class=\"Katiya\">&emsp;Aryn directly calls out to me, sending gooseflesh down my arms and legs. I&apos;m unsure whether it&apos;s her tone, or how afraid I am of the thrashing I&apos;ll receive at the end of this. </p>",
      "<p id=\"1.23.2.41\" class=\"Katiya\">&emsp;&quot;What leader lets their teammates take bullets for them? Come out here and fight me, Katiya!&quot;</p>",
      "<p id=\"1.23.2.42\" class=\"Katiya\">&emsp;I crouch behind the corner, still deciding how to use this spike of adrenaline.</p>",
      "<p id=\"1.23.2.43\" class=\"Katiya\">&emsp;&quot;Do you plan to lead from the back forever, Katiya?&quot; She asks, and as I hear her getting closer, I decide to run: running down the next alley to race to the original rally point. </p>",
      "<p id=\"1.23.2.44\" class=\"Katiya\">&emsp;Fight defaults to flight, but at least I&apos;m running, fueled wholly on disappointment as I draw my dagger, putting the two insurgents behind me: exactly where I don&apos;t want them.</p>",
      "<p id=\"1.23.2.45\" class=\"Katiya\">&emsp;The intended action point is approaching, and at least my conditioning can get me there fast in this heavy armor: all I&apos;ve ever done my whole life is run. I hear the blasts echo from behind, running in a zig-zag pattern like a hare evading the jaws of a predator. Blue chalk accents the walls to the left and right. Aryn shouts something else, but I&apos;m unable to hear her when my heartbeat pounds in my ears, drawing raspy breaths that taste like poison as the breach point approaches.</p>",
      "<p id=\"1.23.2.46\" class=\"Katiya\">&emsp;But then Pax&apos;s radiant signal launches into the air, followed by a loud pop. I&apos;m still running, exhausted; mind racing too fast to respond quickly when I blast through the door; heart racing too rapidly to catch a breath before I breach.</p>",
      "<p id=\"1.23.2.47\" class=\"Katiya\">&emsp;And it fires straight up into the air.</p>",
      "<p id=\"1.23.2.48\" class=\"Katiya\">&emsp;This was a plan based on time, and my fear has left me behind. Expecting Bertram and I to be waiting on the other side, I hear a crash as Naya and Ryder bludgeon their way through the far door, and a long five seconds later, I finally find the wall where Bertram and I should have been waiting.</p>"
    ]
  ],
  "IsPrologue": false,
  "Release": 289,
  "ReleaseDate": [
    "10",
    "17",
    "2025",
    "2025-10-17 00:00:00"
  ],
  "Active": true,
  "Perspective": "Katiya",
  "Status": "No Status",
  "WordCount": 0,
  "Summary": "Cody presents and gets hammered; Reed&apos;s allies redirect the room; Katiya&apos;s plan withers, Bertram is &quot;killed&quot; in exercise, she barges the opposing house&mdash;bad optics."
}