{
  "Story": "Paragate",
  "Title": "Chapter Four",
  "Subtitle": "Firsthand Home",
  "Act": 1,
  "ChapterNumber": 4,
  "Synopsis": "Cody returns to his new place in his hometown.",
  "RevNotes": "",
  "ID": "1.4",
  "Body": [
    "<p>&emsp;&quot;I can unpack it all tomorrow. Let&apos;s just toss it all inside.&quot;</p><p>&emsp;&quot;But you have to unpack,&quot; my mom says. &quot;All the stuff from your bedroom is still in our living room!&quot;</p><p>&emsp;It surprises me how incapable I am of doing two things at once. As I approach my car, my free hand fumbles in my pocket, searching for my keys, and I grab them by the piece of painters&apos; tape that&apos;s still stuck to the new house key.The blue strip is scribed in Sharpie with the name DUNSMORE, and as I flip it around with a single hand to grab my car key, I nearly trip down the switchback of concrete stairs leading to the parking lot, launching my keys into the air.</p><p>&emsp;&quot;What happened?&quot; My mother asks.</p><p>&emsp;&quot;Nearly tripped down the stairs,&quot; I say. &quot;You know the aerospace guys have an elevator? Their entrance looks like some kind of brutalist doomsday bunker. Our stairway is so worn from forty years, it&apos;s practically a slide.&quot;</p><p>&emsp;&quot;Huh,&quot; she says. &quot;Well, we said we were going to do this today, and Dad has his RV convention tomorrow morning, so we can&apos;t do it then.&quot;</p><p>&emsp;&quot;He doesn&apos;t have to help,&quot; I say. &quot;I literally got my degree in how to measure stuff. I&apos;m more than capable of drilling holes in the wall, you know.&quot;</p><p>&emsp;&quot;But you know how excited he is to help you, Cody,&quot; she says. &quot;He wouldn&apos;t stop telling the Richards at dinner how excited he is that his boy&apos;s moving out. &apos;Forging his own way,&apos; I think he said.&quot;</p><p>&emsp;&quot;Really?&quot; I stoop down to grab the keys, careful not to twist my damn ankle even further. &quot;It&apos;s spring now. Who&apos;s going to mow the lawn the way he likes it? I don&apos;t think any of the neighbor kids are gonna mow it twice just so it can have that fancy &apos;checker&apos; look. They can&apos;t be bought off with ice cream like me.&quot;</p><p>&emsp;&quot;You&apos;re doing that thing where you try to change the subject,&quot; she says. &quot;We&apos;re coming over today, Cody,&quot; then adds, &quot;at least we&apos;re getting it over with. Then you won&apos;t have to see us for a week.&quot;</p><p>&emsp;&quot;It&apos;s not like that,&quot; I insist. &quot;You guys are everything to me. Why do you think I moved so close? So you can do my laundry?&quot; I trundle through the vacant, dusty lot as I hold the end of the key to my chin, spamming the lock button. A few steps later, my Subaru chirps in response: one of the few cars left in the hundred-car-lot, parked in the last spot left against the tall barbed-wire fence. Drained of my stamina after three emails and a few redlines, I try not to audibly sigh, doing the math on how much time I have to relax before we spend the rest of the evening playing Tetris with my furniture.</p><p>&emsp;&quot;Well, we love you. And we want you to know how proud of you we are. Our boy is moving up in the world. A mortgage? And his first house?&quot;</p><p>&emsp;&quot;Old, I know. I&apos;ll check the mail tomorrow for my AARP card.&quot;</p><p>&emsp;&quot;And maybe next, you&apos;ll find that special person.&quot;</p><p>&emsp;I groan. &quot;You&apos;ll get your grandkids when you get them.&quot; I finally break the long shadow of the Aerospace division&apos;s building when I make it to the fence, feeling the setting sun warm the back of my neck. &quot; I&apos;ll talk to you later.&quot;</p><p>&emsp;&quot;We&apos;re proud of you,&quot; she insists.</p><p>&emsp;&quot;Thanks,&quot; I say, hinging open the car door to deposit myself in the driver&apos;s seat as shadow consumes the full span of the lot. I turn the key and the engine hums to life, taking one last glance to the top of the crumbling stairwell to confirm Kei&apos;s refusal to start her weekend. </p><p>&emsp;But her Ford Fiesta is still here, collecting dust as the last car on the lot.</p><p>&emsp;Alone, I still feel a small sense of warmth inside me. A part of me is glad I chose to stay close. Beyond that oasis of unrelenting love is a desert, and when I&apos;m not surrounded by the family that help me forget, it&apos;s a boundless journey where the scenery never changes, just like those long stretches of barren road when I drove to university, on long breaks between semesters. </p><p>&emsp;Maybe that&apos;s why I find comfort in returning home to the forest, where the horizon is obscured by trees. When I drive home from a long day at Navidson-Monroe, slithering down switchbacks of the Shaleborough foothills in my WRX, I watch the graduation tassle from high school sway with the curves, feeling a hint of the same exhilaration when my friends and I used to drive the other way, climbing the asphalt turns until the roads switched to trails, settling somewhere between the mountains for another adventurous chapter in a childhood summer.</p><p>&emsp;But the sun has set, and the association I had with this road has been wholly overwritten with the feelings I&apos;ve carried home. Nav&apos;s words seem to follow that feeling of residual guilt when I consider how behind I always am. Time used to be segmented in semesters, quarters, and classes, but the demands of the customer are endless and indivisible. </p><p>&emsp;At least it means that business is well &mdash; far better than being afraid of layoffs.</p><p>&emsp;When I crank up the playlist my friends and I made together, lower the sun roof, crack the windows, and allow the throttle to twist my stomach as I accelerate around the curves, I find I&apos;m able to let those cherished memories win over.</p><p>&emsp;And then a call comes over the hands-free system.</p>",
    "<p>&emsp;I press the button on the steering wheel, and CALL ACTIVE flashes in segmented letters on the LCD. Hearing his voice over the phone makes it feel like he&apos;s speeding around the curves in the car in front of me, calling to ask if we can stop off at Sonic for a milkshake before we unpack the tents from our cars.</p><p>&emsp; But many years have passed since those summers.</p><p>&emsp;&quot;Hey, buddy.&quot; His voice is raspy over the phone. &quot;How have you been?&quot; </p><p>&emsp;&quot;Pretty good, Scott,&quot; I say, making sure to pitch my voice up.</p><p>&emsp;&quot;Just wanted to call to check in with you. I saw you just got a new place in our hometown. Congrats!&quot;</p><p>&emsp;&quot;Thanks,&quot; I tell him. &quot;And I saw you got a new place around Orange County. A full-size house?&quot;</p><p>&emsp;&quot;You know how Kaycee&apos;s parents are,&quot; he says. &quot;I guess it&apos;s what happens when you&apos;re an only child.&quot;</p><p>&emsp;&quot;I wish it worked that way for me,&quot; I say.</p><p>&emsp;&quot;So then I guess I should thank you for setting us up,&quot; Scott says. &quot;What about you? Any progress in your love life?&quot;</p><p>&emsp;&quot;Not yet, buddy. I&apos;m starting to think I missed the chance.&quot;</p><p>&emsp;&quot;I always thought you&apos;d get together with Kei. Didn&apos;t you tell me last time that she works with you?&quot;</p><p>&emsp;My fingers tension around the steering wheel, and I find I&apos;m taking the turns sharper. &quot;I&apos;m not so sure, but I&apos;m doing what I can.&quot;</p><p>&emsp;&quot;I&apos;m not just calling to check up on you. I&apos;m calling for two things. First, I wanted to tell you that Kaycee and I are gonna be in Colorado in a couple weeks.&quot;</p><p>&emsp;&quot;Oh, really? That&apos;s great,&quot; I tell him. &quot;We should meet up.&quot;</p><p>&emsp;&quot;Absolutely. And it&apos;s tied in with the second thing.&quot; Scott takes a long pause, and the phone&apos;s static gives way to the hum of my car&apos;s engine. &quot;I proposed to Kaycee, and she said &apos;yes.&apos;&quot;</p><p>&emsp;&quot;Oh. That&apos;s fantastic!&quot; I tell him. &quot;I&apos;m so happy for you.&quot;</p><p>&emsp;&quot;Well, you&apos;ve been my closest friend since the beginning. I wanted this to be a question I ask you in person, when we drive out there, but . . . I want you to be in my wedding. I&apos;ve thought about it a while, and, well . . . I was wondering if you would be my Best Man.&quot;</p><p>&emsp;I feel a rare feeling of elation overtake me. &quot;I would be honored to be that for you, Scott.&quot;</p><p>&emsp;&quot;Great! Great,&quot; he says. &quot;We can talk about it more when I head out there. From the championship lacrosse team with you and Miguel, to all those sleepovers in your basement, to those summer trips up to the mountains, I mean, you&apos;ve been there for all of it.&quot;</p><p>&emsp;&quot;I drive down that same road we took camping every day,&quot; I say.</p><p>&emsp;&quot;Yeah, you finally made it into Navidson-Monroe, you nerd. Designing rockets?&quot;</p><p>&emsp;&quot;Not quite yet,&quot; I tell him.</p><p>&emsp;&quot;Well, you&apos;ll get there. And at this wedding, if you haven&apos;t confessed your feelings to Kei, I&apos;ll get you together with one of Kaycee&apos;s bridesmaids. You know California &mdash; she&apos;s got some really pretty friends. And Kylie&apos;s gonna be there too. The &apos;Burnett&apos;s girl,&apos; remember? Didn&apos;t you guys hit it off in the freshman dorms?&quot;</p><p>&emsp;I laugh. &quot;Thanks, buddy. I&apos;ll look forward to it, then.&quot;</p><p>&emsp;&quot;Sure.&quot; He pauses for a moment, as if deciding whether to end the call. My thumb feathers the END CALL button on the steering wheel, but then he pipes up.</p><p>&emsp;His voice cracks: &quot;You know, you were the one that brought all of us together. You were the &apos;uniter&apos; of all our friends, I guess. And the further I get from those years, you know . . . I miss that.&quot;</p><p>&emsp;My grasp loosens on the steering wheel as I struggle to remember the last time I ever hung out with more than one person at a time. Sometimes it feels like adulthood just gives us more convenient excuses to stay alone. But it feels wrong to dwell too long on stuff that far in the past.</p><p>&emsp;&quot;Thanks. I miss those days too,&quot; I say. &quot;Call me again sometime before you head out here. We&apos;ll plan a day downtown in Denver.&quot;</p><p>&emsp;&quot;Will do,&quot; he says. The line clicks. All that&apos;s left is the hum of the engine as I reach the bottom of the foothills, stuck in the space between songs when the vocals feather away.</p><p>&emsp;I&apos;m stopped at a red light at a vacant crossroads. My left hand drums against the side of the car, keeping a beat without a song. It&apos;s always when I&apos;m the most still that I feel the flow of time, seconds ticking away with the rhythmic, harmonic shake of the engine. The discomfort of this stillness overtakes me as I sit here second after second without a single car passing, but the light is still green on the crossway. The crossroads is pitch black, and the feeling of emptiness rises my flesh with static like a sleeping limb.</p><p>&emsp;The feeling of itching stillness begins to return to me, that call of the void, and I feel it&apos;s presence as if it were sitting in the backseat, in the space where my friends used to be. I drop the pedal to the floor before the light can change, longing for that feeling of inertia to lull me back to peace: ripping through the intersection before the light can change.</p>",
    "<p>&emsp;A Bankers Box is the last thing I have to store away in the small closet beneath the stairs. It&apos;s somehow lived to service my family through many moves, and the yellowed white of the cardboard is long-aged to prove it.  First is the word OFFICE in my mother&apos;s cursive from twenty-some years ago. That was scratched out to say COLLEGE STUFF in my father&apos;s handwriting five years ago. Four years later, for the long move back, I amended that with a semicolon, adding ENGINEERING TEXTBOOKS (AND SHIT) in my fine block script to help clarify. And now &mdash; so redacted it looks like a square Dalmatian &mdash; it reads CODY DUNSMORE, FIRST HOME.</p><p>&emsp;Inside is all the hobby stuff I used to like when I had the energy: a mess of soldering tips, beer-can capacitors and resistors as if I went back to the 90s and robbed a Radio Shack. There&apos;s a couple games I picked up when Mom drove me to GameStop for midnight releases with my buddies, and weighing it down is the signed lacrosse ball from the last Varsity game that let me letter in high school.</p><p>&emsp;&quot;You know, for a new home owner, you sure have a lot of crap to start,&quot; my father says. &quot;Your mother and I started with nothing. Nothing!&quot;</p><p>&emsp;&quot;But it is a whole lot of nothing.&quot; I gesture to the lonely folding chair and cheap television in the small foyer. &quot;The modern man needs very little to be satisfied.&quot;</p><p>&emsp;&quot;I just hope it&apos;s enough to survive,&quot; my mother says. She rubs her temples.</p><p>&emsp;&quot;I&apos;m just glad it comes with a washer and dryer. Otherwise I&apos;d have to buy new clothes every week.&quot;</p><p>&emsp;&quot;Dear Lord, Alan. Did we raise him?&quot; She turns to my father. &quot;Did he forget how to wash clothes some time in college?&quot;</p><p>&emsp;&quot;He&apos;ll be fine, Kim,&quot; Dad says. </p><p>&emsp;It humors us when she gets the panicked look on her face. Neither of us can tell if it&apos;s a joke.</p><p>&emsp;&quot;You remember? She&apos;s only washed my clothes since I got back from school. I think I remember how to do it.&quot;</p><p>&emsp;&quot;But you need to keep your shirts nice. For work,&quot; she says. &quot;You need to iron them. Did you get an ironing board?&quot;</p><p>&emsp;&quot;I get it. I know, and I will, tomorrow,&quot; I tell her. &quot;You remember I&apos;ve been working there for two years, right? Everybody just wears jeans. Some even T-shirts.&quot;</p><p>&emsp;Dad&apos;s face furrows at the thought. &quot;Dressing like that won&apos;t get you a promotion.&quot;</p><p>&emsp;&quot;Well, they make fun of me when I dress up enough to tuck in my shirt. Saying I&apos;m trying to take their jobs.&quot;</p><p>&emsp;&quot;Well, then . . .&quot; Dad starts, but his words trail off. </p><p>&emsp;The silence returns to us: it&apos;s a pivotal moment in our relationship. They were empty-nesters for four years, and right when they got used to it, they had me again for another two.  The childhood home will be so quiet: maybe it deafens them. I remember my mom kept the room and bed so neat every time I returned from college.</p><p>&emsp;Maybe there are phases to it, just like my late brother&apos;s room was all those years ago. It was as still as a museum for months. All his books and participation trophies were scattered thoughtfully as if he had just left the house to go see friends for a really, really long time, his letterman&apos;s jacket glistening with pins on the chair, and I almost thought they were planning on putting the whole room behind glass, until one windy day showed them it&apos;d be safer in seventeen boxes. </p><p>&emsp;Cardboard. </p><p>&emsp;Not like the polished wooden box beneath the ground, protecting all the things the war couldn&apos;t take.</p><p>&emsp;They head towards the door and turn the knob, still chipper despite how it drags on all of us, and my father wants to show it the least. </p><p>&emsp;I almost think I can hear his voice crack. &quot;Just promise us you&apos;ll visit, right? Dinner next week?&quot; And to make it less emasculating, he adds, &quot;Your mother will go nuts if she can&apos;t do a load of laundry at least once a month.&quot;</p><p>&emsp;&quot;I swear I&apos;ll never do it again,&quot; she says.</p><p>&emsp;&quot;I promise,&quot; I say.</p><p>&emsp;&quot;And maybe you can bring over a girl,&quot; Dad says. &quot;Don&apos;t get me wrong. You did great in school, but we&apos;re never gonna have grandchildren at this rate.&quot;</p><p>&emsp;&quot;Oh, Alan,&quot; Mom says. I think she&apos;s gonna shake her head or admonish him. </p><p>&emsp;But she surprises me. </p><p>&emsp;&quot;You&apos;re right. Wasn&apos;t there a reason Cody insisted on that queen-size bed?&quot;</p><p>&emsp;&quot;And the spare bedroom. He&apos;s smart. Put a bed in there and he&apos;s got a fine doghouse.&quot;</p><p>&emsp;&quot;Oh. The gaming room, you mean?&quot; I ask, and they&apos;re half out the door before Dad answers.</p><p>&emsp;&quot;Lonely girls his age start collecting cats. I just pray you don&apos;t do that with games on that computer program you were showing me.&quot;</p><p>&emsp;I hold the smile though their words cut me, though they don&apos;t realize it. </p><p>&emsp;This isn&apos;t the way I wanted this memory to end.</p><p>&emsp;&quot;Maybe you can get that girl from work to come over. The older one you went to prom with. The asian one,&quot; Dad says.</p><p>&emsp;&quot;That&apos;s enough,&quot; I tell him.</p><p>&emsp;I give my mother and father a hug. I squeeze my mother a little longer because she likes them, and I swear I can feel her tremble, just a little, and when they head for the car, my mother chokes on the last words before she&apos;ll probably lose it.</p><p>&emsp;&quot;We love you, Cody. We&apos;re so proud of you,&quot; she says, loud enough that all my new neighbors can hear.</p><p>&emsp;&quot;Thanks. I love you too,&quot; I say.</p><p>&emsp;I wave for a while as they depart, blasting the 80s love songs through their windows as my father ducks his head.</p><p>&emsp;I retreat through the threshold of the doorway, hesitating to close the door or else the suddenness of this new chapter might give me whiplash. A couple tears leave my eyes. I sniff. It&apos;s a bright March day, and somewhere beyond the spotless windows, the birds sing songs in staccato, coupled with the chattering rumble of new construction.</p><p>&emsp;I flick the lights on, then off, then on again, then settle for off. I sit at the head of the glass dining table to find myself in a familiar headspace, from all those years ago in college, when my roommates left to drive home to their families, and flying for me wasn&apos;t an option. In the small closet beneath the stairs is the Bankers Box, and somewhere inside my head I wonder how I can ever reignite those old passions.</p><p>&emsp;I sit there until tinnitus rings in my ears. I don&apos;t feel like gaming, going for a walk, or saying hello to the neighbors. I love my parents to pieces, but their words still cut me. I mean, I&apos;m twenty-six years old: is this the age where you start to really believe you&apos;ll be alone forever? </p><p>&emsp;The comebacks always come to you long after they&apos;re useful. I open the fridge my mom overstocked with frozen food from Costco in case I starve in the next three months and grab an off-brand seltzer, returning to darkness when the door closes. </p><p>&emsp;Then maybe he should have stayed. He was smarter, more attractive, more alive than I can ever be, I could have said. Communication was what killed him. And I refuse to harm my relationship with my parents over it. But really, what do they think? Some neighbor girl is going to stumble in here looking for love?</p><p>&emsp;The thoughts get me nowhere, but the seltzer does. And when the clock reads 8:00 PM, three deep with the gold-painted cans standing like little league trophies on the finely-polished counter, I&apos;m finally able to forget. And I forget even easier when he stumbles through the open door.</p><p>&emsp;&quot;Beer later, wey. Wanna hotbox my car?&quot;</p><p>&emsp;He slicks his black hair back before dragging his feet on my mat, carrying a rack of cheap beer with an OfficeMax nametag pinned upside-down.</p>"
  ],
  "BodyFormatted": [
    [
      "<p>&emsp;&quot;I can unpack it all tomorrow. Let&apos;s just toss it all inside.&quot;</p>",
      "<p>&emsp;&quot;But you have to unpack,&quot; my mom says. &quot;All the stuff from your bedroom is still in our living room!&quot;</p>",
      "<p>&emsp;It surprises me how incapable I am of doing two things at once. As I approach my car, my free hand fumbles in my pocket, searching for my keys, and I grab them by the piece of painters&apos; tape that&apos;s still stuck to the new house key.The blue strip is scribed in Sharpie with the name DUNSMORE, and as I flip it around with a single hand to grab my car key, I nearly trip down the switchback of concrete stairs leading to the parking lot, launching my keys into the air.</p>",
      "<p>&emsp;&quot;What happened?&quot; My mother asks.</p>",
      "<p>&emsp;&quot;Nearly tripped down the stairs,&quot; I say. &quot;You know the aerospace guys have an elevator? Their entrance looks like some kind of brutalist doomsday bunker. Our stairway is so worn from forty years, it&apos;s practically a slide.&quot;</p>",
      "<p>&emsp;&quot;Huh,&quot; she says. &quot;Well, we said we were going to do this today, and Dad has his RV convention tomorrow morning, so we can&apos;t do it then.&quot;</p>",
      "<p>&emsp;&quot;He doesn&apos;t have to help,&quot; I say. &quot;I literally got my degree in how to measure stuff. I&apos;m more than capable of drilling holes in the wall, you know.&quot;</p>",
      "<p>&emsp;&quot;But you know how excited he is to help you, Cody,&quot; she says. &quot;He wouldn&apos;t stop telling the Richards at dinner how excited he is that his boy&apos;s moving out. &apos;Forging his own way,&apos; I think he said.&quot;</p>",
      "<p>&emsp;&quot;Really?&quot; I stoop down to grab the keys, careful not to twist my damn ankle even further. &quot;It&apos;s spring now. Who&apos;s going to mow the lawn the way he likes it? I don&apos;t think any of the neighbor kids are gonna mow it twice just so it can have that fancy &apos;checker&apos; look. They can&apos;t be bought off with ice cream like me.&quot;</p>",
      "<p>&emsp;&quot;You&apos;re doing that thing where you try to change the subject,&quot; she says. &quot;We&apos;re coming over today, Cody,&quot; then adds, &quot;at least we&apos;re getting it over with. Then you won&apos;t have to see us for a week.&quot;</p>",
      "<p>&emsp;&quot;It&apos;s not like that,&quot; I insist. &quot;You guys are everything to me. Why do you think I moved so close? So you can do my laundry?&quot; I trundle through the vacant, dusty lot as I hold the end of the key to my chin, spamming the lock button. A few steps later, my Subaru chirps in response: one of the few cars left in the hundred-car-lot, parked in the last spot left against the tall barbed-wire fence. Drained of my stamina after three emails and a few redlines, I try not to audibly sigh, doing the math on how much time I have to relax before we spend the rest of the evening playing Tetris with my furniture.</p>",
      "<p>&emsp;&quot;Well, we love you. And we want you to know how proud of you we are. Our boy is moving up in the world. A mortgage? And his first house?&quot;</p>",
      "<p>&emsp;&quot;Old, I know. I&apos;ll check the mail tomorrow for my AARP card.&quot;</p>",
      "<p>&emsp;&quot;And maybe next, you&apos;ll find that special person.&quot;</p>",
      "<p>&emsp;I groan. &quot;You&apos;ll get your grandkids when you get them.&quot; I finally break the long shadow of the Aerospace division&apos;s building when I make it to the fence, feeling the setting sun warm the back of my neck. &quot; I&apos;ll talk to you later.&quot;</p>",
      "<p>&emsp;&quot;We&apos;re proud of you,&quot; she insists.</p>",
      "<p>&emsp;&quot;Thanks,&quot; I say, hinging open the car door to deposit myself in the driver&apos;s seat as shadow consumes the full span of the lot. I turn the key and the engine hums to life, taking one last glance to the top of the crumbling stairwell to confirm Kei&apos;s refusal to start her weekend. </p>",
      "<p>&emsp;But her Ford Fiesta is still here, collecting dust as the last car on the lot.</p>",
      "<p>&emsp;Alone, I still feel a small sense of warmth inside me. A part of me is glad I chose to stay close. Beyond that oasis of unrelenting love is a desert, and when I&apos;m not surrounded by the family that help me forget, it&apos;s a boundless journey where the scenery never changes, just like those long stretches of barren road when I drove to university, on long breaks between semesters. </p>",
      "<p>&emsp;Maybe that&apos;s why I find comfort in returning home to the forest, where the horizon is obscured by trees. When I drive home from a long day at Navidson-Monroe, slithering down switchbacks of the Shaleborough foothills in my WRX, I watch the graduation tassle from high school sway with the curves, feeling a hint of the same exhilaration when my friends and I used to drive the other way, climbing the asphalt turns until the roads switched to trails, settling somewhere between the mountains for another adventurous chapter in a childhood summer.</p>",
      "<p>&emsp;But the sun has set, and the association I had with this road has been wholly overwritten with the feelings I&apos;ve carried home. Nav&apos;s words seem to follow that feeling of residual guilt when I consider how behind I always am. Time used to be segmented in semesters, quarters, and classes, but the demands of the customer are endless and indivisible. </p>",
      "<p>&emsp;At least it means that business is well &mdash; far better than being afraid of layoffs.</p>",
      "<p>&emsp;When I crank up the playlist my friends and I made together, lower the sun roof, crack the windows, and allow the throttle to twist my stomach as I accelerate around the curves, I find I&apos;m able to let those cherished memories win over.</p>",
      "<p>&emsp;And then a call comes over the hands-free system.</p>"
    ],
    [
      "<p>&emsp;I press the button on the steering wheel, and CALL ACTIVE flashes in segmented letters on the LCD. Hearing his voice over the phone makes it feel like he&apos;s speeding around the curves in the car in front of me, calling to ask if we can stop off at Sonic for a milkshake before we unpack the tents from our cars.</p>",
      "<p>&emsp; But many years have passed since those summers.</p>",
      "<p>&emsp;&quot;Hey, buddy.&quot; His voice is raspy over the phone. &quot;How have you been?&quot; </p>",
      "<p>&emsp;&quot;Pretty good, Scott,&quot; I say, making sure to pitch my voice up.</p>",
      "<p>&emsp;&quot;Just wanted to call to check in with you. I saw you just got a new place in our hometown. Congrats!&quot;</p>",
      "<p>&emsp;&quot;Thanks,&quot; I tell him. &quot;And I saw you got a new place around Orange County. A full-size house?&quot;</p>",
      "<p>&emsp;&quot;You know how Kaycee&apos;s parents are,&quot; he says. &quot;I guess it&apos;s what happens when you&apos;re an only child.&quot;</p>",
      "<p>&emsp;&quot;I wish it worked that way for me,&quot; I say.</p>",
      "<p>&emsp;&quot;So then I guess I should thank you for setting us up,&quot; Scott says. &quot;What about you? Any progress in your love life?&quot;</p>",
      "<p>&emsp;&quot;Not yet, buddy. I&apos;m starting to think I missed the chance.&quot;</p>",
      "<p>&emsp;&quot;I always thought you&apos;d get together with Kei. Didn&apos;t you tell me last time that she works with you?&quot;</p>",
      "<p>&emsp;My fingers tension around the steering wheel, and I find I&apos;m taking the turns sharper. &quot;I&apos;m not so sure, but I&apos;m doing what I can.&quot;</p>",
      "<p>&emsp;&quot;I&apos;m not just calling to check up on you. I&apos;m calling for two things. First, I wanted to tell you that Kaycee and I are gonna be in Colorado in a couple weeks.&quot;</p>",
      "<p>&emsp;&quot;Oh, really? That&apos;s great,&quot; I tell him. &quot;We should meet up.&quot;</p>",
      "<p>&emsp;&quot;Absolutely. And it&apos;s tied in with the second thing.&quot; Scott takes a long pause, and the phone&apos;s static gives way to the hum of my car&apos;s engine. &quot;I proposed to Kaycee, and she said &apos;yes.&apos;&quot;</p>",
      "<p>&emsp;&quot;Oh. That&apos;s fantastic!&quot; I tell him. &quot;I&apos;m so happy for you.&quot;</p>",
      "<p>&emsp;&quot;Well, you&apos;ve been my closest friend since the beginning. I wanted this to be a question I ask you in person, when we drive out there, but . . . I want you to be in my wedding. I&apos;ve thought about it a while, and, well . . . I was wondering if you would be my Best Man.&quot;</p>",
      "<p>&emsp;I feel a rare feeling of elation overtake me. &quot;I would be honored to be that for you, Scott.&quot;</p>",
      "<p>&emsp;&quot;Great! Great,&quot; he says. &quot;We can talk about it more when I head out there. From the championship lacrosse team with you and Miguel, to all those sleepovers in your basement, to those summer trips up to the mountains, I mean, you&apos;ve been there for all of it.&quot;</p>",
      "<p>&emsp;&quot;I drive down that same road we took camping every day,&quot; I say.</p>",
      "<p>&emsp;&quot;Yeah, you finally made it into Navidson-Monroe, you nerd. Designing rockets?&quot;</p>",
      "<p>&emsp;&quot;Not quite yet,&quot; I tell him.</p>",
      "<p>&emsp;&quot;Well, you&apos;ll get there. And at this wedding, if you haven&apos;t confessed your feelings to Kei, I&apos;ll get you together with one of Kaycee&apos;s bridesmaids. You know California &mdash; she&apos;s got some really pretty friends. And Kylie&apos;s gonna be there too. The &apos;Burnett&apos;s girl,&apos; remember? Didn&apos;t you guys hit it off in the freshman dorms?&quot;</p>",
      "<p>&emsp;I laugh. &quot;Thanks, buddy. I&apos;ll look forward to it, then.&quot;</p>",
      "<p>&emsp;&quot;Sure.&quot; He pauses for a moment, as if deciding whether to end the call. My thumb feathers the END CALL button on the steering wheel, but then he pipes up.</p>",
      "<p>&emsp;His voice cracks: &quot;You know, you were the one that brought all of us together. You were the &apos;uniter&apos; of all our friends, I guess. And the further I get from those years, you know . . . I miss that.&quot;</p>",
      "<p>&emsp;My grasp loosens on the steering wheel as I struggle to remember the last time I ever hung out with more than one person at a time. Sometimes it feels like adulthood just gives us more convenient excuses to stay alone. But it feels wrong to dwell too long on stuff that far in the past.</p>",
      "<p>&emsp;&quot;Thanks. I miss those days too,&quot; I say. &quot;Call me again sometime before you head out here. We&apos;ll plan a day downtown in Denver.&quot;</p>",
      "<p>&emsp;&quot;Will do,&quot; he says. The line clicks. All that&apos;s left is the hum of the engine as I reach the bottom of the foothills, stuck in the space between songs when the vocals feather away.</p>",
      "<p>&emsp;I&apos;m stopped at a red light at a vacant crossroads. My left hand drums against the side of the car, keeping a beat without a song. It&apos;s always when I&apos;m the most still that I feel the flow of time, seconds ticking away with the rhythmic, harmonic shake of the engine. The discomfort of this stillness overtakes me as I sit here second after second without a single car passing, but the light is still green on the crossway. The crossroads is pitch black, and the feeling of emptiness rises my flesh with static like a sleeping limb.</p>",
      "<p>&emsp;The feeling of itching stillness begins to return to me, that call of the void, and I feel it&apos;s presence as if it were sitting in the backseat, in the space where my friends used to be. I drop the pedal to the floor before the light can change, longing for that feeling of inertia to lull me back to peace: ripping through the intersection before the light can change.</p>"
    ],
    [
      "<p>&emsp;A Bankers Box is the last thing I have to store away in the small closet beneath the stairs. It&apos;s somehow lived to service my family through many moves, and the yellowed white of the cardboard is long-aged to prove it.  First is the word OFFICE in my mother&apos;s cursive from twenty-some years ago. That was scratched out to say COLLEGE STUFF in my father&apos;s handwriting five years ago. Four years later, for the long move back, I amended that with a semicolon, adding ENGINEERING TEXTBOOKS (AND SHIT) in my fine block script to help clarify. And now &mdash; so redacted it looks like a square Dalmatian &mdash; it reads CODY DUNSMORE, FIRST HOME.</p>",
      "<p>&emsp;Inside is all the hobby stuff I used to like when I had the energy: a mess of soldering tips, beer-can capacitors and resistors as if I went back to the 90s and robbed a Radio Shack. There&apos;s a couple games I picked up when Mom drove me to GameStop for midnight releases with my buddies, and weighing it down is the signed lacrosse ball from the last Varsity game that let me letter in high school.</p>",
      "<p>&emsp;&quot;You know, for a new home owner, you sure have a lot of crap to start,&quot; my father says. &quot;Your mother and I started with nothing. Nothing!&quot;</p>",
      "<p>&emsp;&quot;But it is a whole lot of nothing.&quot; I gesture to the lonely folding chair and cheap television in the small foyer. &quot;The modern man needs very little to be satisfied.&quot;</p>",
      "<p>&emsp;&quot;I just hope it&apos;s enough to survive,&quot; my mother says. She rubs her temples.</p>",
      "<p>&emsp;&quot;I&apos;m just glad it comes with a washer and dryer. Otherwise I&apos;d have to buy new clothes every week.&quot;</p>",
      "<p>&emsp;&quot;Dear Lord, Alan. Did we raise him?&quot; She turns to my father. &quot;Did he forget how to wash clothes some time in college?&quot;</p>",
      "<p>&emsp;&quot;He&apos;ll be fine, Kim,&quot; Dad says. </p>",
      "<p>&emsp;It humors us when she gets the panicked look on her face. Neither of us can tell if it&apos;s a joke.</p>",
      "<p>&emsp;&quot;You remember? She&apos;s only washed my clothes since I got back from school. I think I remember how to do it.&quot;</p>",
      "<p>&emsp;&quot;But you need to keep your shirts nice. For work,&quot; she says. &quot;You need to iron them. Did you get an ironing board?&quot;</p>",
      "<p>&emsp;&quot;I get it. I know, and I will, tomorrow,&quot; I tell her. &quot;You remember I&apos;ve been working there for two years, right? Everybody just wears jeans. Some even T-shirts.&quot;</p>",
      "<p>&emsp;Dad&apos;s face furrows at the thought. &quot;Dressing like that won&apos;t get you a promotion.&quot;</p>",
      "<p>&emsp;&quot;Well, they make fun of me when I dress up enough to tuck in my shirt. Saying I&apos;m trying to take their jobs.&quot;</p>",
      "<p>&emsp;&quot;Well, then . . .&quot; Dad starts, but his words trail off. </p>",
      "<p>&emsp;The silence returns to us: it&apos;s a pivotal moment in our relationship. They were empty-nesters for four years, and right when they got used to it, they had me again for another two.  The childhood home will be so quiet: maybe it deafens them. I remember my mom kept the room and bed so neat every time I returned from college.</p>",
      "<p>&emsp;Maybe there are phases to it, just like my late brother&apos;s room was all those years ago. It was as still as a museum for months. All his books and participation trophies were scattered thoughtfully as if he had just left the house to go see friends for a really, really long time, his letterman&apos;s jacket glistening with pins on the chair, and I almost thought they were planning on putting the whole room behind glass, until one windy day showed them it&apos;d be safer in seventeen boxes. </p>",
      "<p>&emsp;Cardboard. </p>",
      "<p>&emsp;Not like the polished wooden box beneath the ground, protecting all the things the war couldn&apos;t take.</p>",
      "<p>&emsp;They head towards the door and turn the knob, still chipper despite how it drags on all of us, and my father wants to show it the least. </p>",
      "<p>&emsp;I almost think I can hear his voice crack. &quot;Just promise us you&apos;ll visit, right? Dinner next week?&quot; And to make it less emasculating, he adds, &quot;Your mother will go nuts if she can&apos;t do a load of laundry at least once a month.&quot;</p>",
      "<p>&emsp;&quot;I swear I&apos;ll never do it again,&quot; she says.</p>",
      "<p>&emsp;&quot;I promise,&quot; I say.</p>",
      "<p>&emsp;&quot;And maybe you can bring over a girl,&quot; Dad says. &quot;Don&apos;t get me wrong. You did great in school, but we&apos;re never gonna have grandchildren at this rate.&quot;</p>",
      "<p>&emsp;&quot;Oh, Alan,&quot; Mom says. I think she&apos;s gonna shake her head or admonish him. </p>",
      "<p>&emsp;But she surprises me. </p>",
      "<p>&emsp;&quot;You&apos;re right. Wasn&apos;t there a reason Cody insisted on that queen-size bed?&quot;</p>",
      "<p>&emsp;&quot;And the spare bedroom. He&apos;s smart. Put a bed in there and he&apos;s got a fine doghouse.&quot;</p>",
      "<p>&emsp;&quot;Oh. The gaming room, you mean?&quot; I ask, and they&apos;re half out the door before Dad answers.</p>",
      "<p>&emsp;&quot;Lonely girls his age start collecting cats. I just pray you don&apos;t do that with games on that computer program you were showing me.&quot;</p>",
      "<p>&emsp;I hold the smile though their words cut me, though they don&apos;t realize it. </p>",
      "<p>&emsp;This isn&apos;t the way I wanted this memory to end.</p>",
      "<p>&emsp;&quot;Maybe you can get that girl from work to come over. The older one you went to prom with. The asian one,&quot; Dad says.</p>",
      "<p>&emsp;&quot;That&apos;s enough,&quot; I tell him.</p>",
      "<p>&emsp;I give my mother and father a hug. I squeeze my mother a little longer because she likes them, and I swear I can feel her tremble, just a little, and when they head for the car, my mother chokes on the last words before she&apos;ll probably lose it.</p>",
      "<p>&emsp;&quot;We love you, Cody. We&apos;re so proud of you,&quot; she says, loud enough that all my new neighbors can hear.</p>",
      "<p>&emsp;&quot;Thanks. I love you too,&quot; I say.</p>",
      "<p>&emsp;I wave for a while as they depart, blasting the 80s love songs through their windows as my father ducks his head.</p>",
      "<p>&emsp;I retreat through the threshold of the doorway, hesitating to close the door or else the suddenness of this new chapter might give me whiplash. A couple tears leave my eyes. I sniff. It&apos;s a bright March day, and somewhere beyond the spotless windows, the birds sing songs in staccato, coupled with the chattering rumble of new construction.</p>",
      "<p>&emsp;I flick the lights on, then off, then on again, then settle for off. I sit at the head of the glass dining table to find myself in a familiar headspace, from all those years ago in college, when my roommates left to drive home to their families, and flying for me wasn&apos;t an option. In the small closet beneath the stairs is the Bankers Box, and somewhere inside my head I wonder how I can ever reignite those old passions.</p>",
      "<p>&emsp;I sit there until tinnitus rings in my ears. I don&apos;t feel like gaming, going for a walk, or saying hello to the neighbors. I love my parents to pieces, but their words still cut me. I mean, I&apos;m twenty-six years old: is this the age where you start to really believe you&apos;ll be alone forever? </p>",
      "<p>&emsp;The comebacks always come to you long after they&apos;re useful. I open the fridge my mom overstocked with frozen food from Costco in case I starve in the next three months and grab an off-brand seltzer, returning to darkness when the door closes. </p>",
      "<p>&emsp;Then maybe he should have stayed. He was smarter, more attractive, more alive than I can ever be, I could have said. Communication was what killed him. And I refuse to harm my relationship with my parents over it. But really, what do they think? Some neighbor girl is going to stumble in here looking for love?</p>",
      "<p>&emsp;The thoughts get me nowhere, but the seltzer does. And when the clock reads 8:00 PM, three deep with the gold-painted cans standing like little league trophies on the finely-polished counter, I&apos;m finally able to forget. And I forget even easier when he stumbles through the open door.</p>",
      "<p>&emsp;&quot;Beer later, wey. Wanna hotbox my car?&quot;</p>",
      "<p>&emsp;He slicks his black hair back before dragging his feet on my mat, carrying a rack of cheap beer with an OfficeMax nametag pinned upside-down.</p>"
    ]
  ],
  "Release": 28,
  "ReleaseDate": [
    "01",
    "29",
    "2025",
    "2025-01-29 00:00:00"
  ],
  "Active": true,
  "Perspective": "Cody",
  "Status": "Final Draft",
  "WordCount": 0,
  "Summary": "> Cody drives home on a nostalgic road.> An old friend calls. Cody feels behind.> Cody unpacks with his parents. Miguel enters."
}