{"Story": "Paragate", "Title": "Chapter Five", "Subtitle": "Secondhand Cottage", "Act": 1, "ChapterNumber": 5, "Synopsis": "Katiya rushes to begin her first day.", "RevNotes": "", "ID": "1.5", "Body": ["<p>&emsp;The next lucid moment, I find myself pinned upside-down beneath a thick wooden rack. The heat climbs as I drag my heels across the floor, my clothes so black and charred that I pray my sweaty flesh might slick me back through the narrow space. Within the hot box of crackling logs and scalding cinders, the roar of recircling flames makes the house screech in agony when its bones crunch and crumble, casting twigs and thatch to the ashen floor.</p><p>&emsp;The twisting and thrashing gets me nowhere, but when a log column crashes into the thin floor, the rack slides into the hollow foundation. My body is so small and pathetic, but I&apos;m barely able to command my cramped muscles to escape, crawling across the floor as the smoke billows overhead, drawing shallow, stinging breaths into  my pinched lungs. </p><p>&emsp;The log walls close in like long fingers of a burning fist that clenches, casting glowing rubies of raging ruin that spread like a rash across the cabin&apos;s bones, and as I gasp harder for desperate breaths, losing the strength of air to drive my muscles, I realize that all the windows and doors are missing.</p><p>&emsp;The heat would evaporate my tears if I had the fluids left to cry. All that&apos;s left is to feel how much I loathe this feeling of helplessness. Didn&apos;t I escape this crumbling crypt of cinders? Or was the full life I led after just a dream of a dying mind, denying its demise? Didn&apos;t Stella and Erik and Bertram treat my burns as we sought solitude on the outskirts of Northaven? Or is this the last memory of my soul in the Reservoir, preparing to be reborn?</p><p>&emsp;But this body is so weak and useless, and I lust so strongly for power, for Essence: Essence that might let me bend steel; to bash through the walls; to crush the skulls of the arsonists. I only wish I could live to return the favor, to get revenge for that fading image of their faces.</p><p>&emsp;But I&apos;m just a child, and nobody came.</p><p>&emsp;The last segment of wall collapses, and I join my father and sisters,  entombed forever beneath the rubble. </p><p>&emsp;Or so I think, until I gasp for breath beneath the silken sheets of an unfamiliar bed.</p>", "<p>&emsp;It takes a couple seconds before my mind is able to catch up on two decades of living history. It&apos;s not the first time my mind tormented me with visions of another life, one where the Gods of fortune hadn&apos;t intervened. My episodes were worse in the Barracks: so bad that they threw me in with all the other traumatized children of the war that tossed and turned too much in their sleep, waking the others with the foreshadowing shouts and screams of the slaughter that might await them.</p><p>&emsp;I always think I can be stronger. I always find myself thinking I can outmaneuver it, but it matters not how viciously I fight to comport myself. That poisonous malady of the soul is an everflowing source of suffering stronger than the sea. And even as I sit here with full recollection of everything that&apos;s brought me to this moment, I still can&apos;t shake that feeling of eternal freefall, that uncomfortable feathering in my stomach that casts my fingers and toes in phantom static, waiting and waiting for when I&apos;ll splatter against the end of this bottomless pit.</p><p>&emsp;But the end never comes. The only way, it seems, is to distract myself from the infinite fall, so that feeling becomes a lesser part of me. I&apos;ve tried hating it, but it never concedes. I&apos;ve tried overpowering it, but it&apos;s like sculpting water. So all I can do is follow the words of my father when these episodes would overtake me.</p><p>&emsp;Katiya, he would say. My beautiful daughter, you have to focus. Tell me, where are you right now?</p><p>&emsp;&quot;I&apos;m in the town of Gaffesend, across the lake from where we used to live,&quot; I mutter, clutching my chest with numbing fingers that hinge against my will. My other hand reaches for the left side of the bed as I call out his name, longing for a touch beyond lust, but the bed is cold again: damp with his sweat from our passions the night before.</p><p>&emsp;Where are you?</p><p>&emsp;&quot;I&apos;m in my new home. In the bedroom,&quot; I breathe. &quot;With plastered walls,&quot; I breathe. &quot;And a fan,&quot; I breathe, taking two breaths before the next distracting question comes to me I cast a look around as my eyes adjust from the dark of sleep to the brightness of morning.</p><p>&emsp;When are you?</p><p>&emsp;&quot;A near twenty years after I lost you.&quot; </p><p>&emsp;It&apos;s the hundred-and-twenty-ninth year after the Fall. A long winter fades into spring as the world opens again, and I can smell the buds of flowers blooming in the wild spaces. &quot;I&apos;ve come back to find something I lost, I think,&quot; I add.</p><p>&emsp;And can you describe how you feel?</p><p>&emsp;My breaths are slowing. My heart is acclimating to the stillness, and my body is accepting there&apos;s nothing that threatens it, even though I&apos;ve already identified all the exits. I must have flamed a little in my sleep: there are small burn holes where my naked body pressed hardest against the fabric. The sheets are saturated with soot from the scalding heat my circuits must have risen, but that&apos;s not what upsets me the most. As the world returns to me, I can feel my fists ball on a different kind of anger.</p><p>&emsp;I thought the passion of the night before might have compelled Jullian him to stay. The feeling of that truth feels so palpable when he kisses me, and for the hour after, my mind floats on the joy of all we&apos;ve shared: watching each other&apos;s siblings; studying those long nights together; even training in the early mornings; and all the time we&apos;d set aside for each other despite everything.</p><p>&emsp;Maybe it&apos;s the annoyed sigh he breathes when I goad him on the morning runs around the village, one of our traditions. Or maybe it&apos;s in the listless tick he acquired any time we walk about the village. Or maybe it&apos;s in his new group of friends &mdash; though he&apos;s always longed for a group to belong to, and I don&apos;t fault him for any of that.</p><p>&emsp;But he wasn&apos;t here when I needed him. The only considerate act was topping off the Essence switch with a touch, allowing the ceiling fan enough energy to run until I awoke. His clothes vanished as if he was trying to clear a crime scene.</p><p>&emsp;After I release myself from the tangle of bedsheets, I  poke my head out the back window facing west &mdash; nearly forgetting to cover my breasts with the thick red curtain as I try to guess the time. It&apos;s a commerce street,  and the stalls are vacant without produce or trinkets, the stools still tucked beneath the counters. The merchants tend to gather an hour after sunrise, meaning it&apos;s long before the time that we were told to gather outside the officer post.</p><p>&emsp;I glance out the east window that looks out upon a quaint little garden: my tiny lawn with a walkway that divides it, enclosed by the spires of a wrought-iron fence. The mountain air is so crisp and fresh as it pours though the windows, wrapping around the curtain that covers my extremities, and when I lift my eyes to the Purgatory Mountains, feeling the morning sun radiate my skin, I find a captivating view of Lake Gaffesend.</p><p>&emsp;The Gods of fortune haven&apos;t forgotten me, I think: but I refuse to ever lean on them with all my weight.</p><p>&emsp;I find the closet furnished to the measurements I gave at Orientation, though almost everything seems to be genderless. The underwear is the only thing that&apos;s distinctly feminine, and after smelling myself to ensure the stench of sweat is not severe, I slip on a pair, and proceed to dress in the Royal Guard&apos;s underclothes.</p><p>&emsp;The white undershirt is baggy, but not too long in the sleeves. I&apos;m just relieved to not have to wear the same binder I wore for graduation. After six hours listening to names, thinking I&apos;d pass out from the pain in my back and ribs, I wondered why they call it a &quot;breastplate&quot; when it&apos;s flatter than the Capital fields. </p><p>&emsp;But this is different armor: armor designed for show instead of function, for making the villagers feel safe, though the thin steel couldn&apos;t stop two thrashings from a sword. The steel only covers the shoulders, arms, hands, and chest, exposing the undershirt at the midriff. And beyond the showy sabatons on my feet, embellished with gold trim like all the rest of the armor that was never meant to get so much as a scratch, there are thin tassets that couldn&apos;t protect my hip from so much as a fall.</p><p>&emsp;I relish the feeling of excitement to try it on: anything that tears me from the lingering feeling in my stomach, and when I step into the washroom to look into the mirror, I imagine its guise before I even put it on.</p><p>&emsp;The person that looks back at me is carved as intentionally as the thousand sculptures my father whittled in the forest across the lake, carving the trimmings and stumps from his work as a carpenter. The only difference is in our intentions. His comes from that sedentary softness of imaginary inner peace, the very reason my parents settled in that village all those years ago. His showed in the soft shavings that split from the virgin bark, falling to the floor like petals as he perfected its form. But my intention lies in the real world, of flesh and blood. It lies in the continuous honing of my body to be ready for the fight that&apos;s coming &mdash; the approaching end to the long fall that forever turns my stomach &mdash; and I&apos;ll need every bit of strength I can gather to act as a breakwall, so that ruinous poison never spills over upon the innocents.</p><p>&emsp;I trace the definition in my abs, noticing all the imperfections I have yet to carve through training, trying to stop that self-immolating voice that says I will never be strong enough; that if not for Jullian, no one else would ever be attracted to someone like me. But this life has only ever been a sacrifice, since it should have been taken. I can&apos;t change my modest height, but I&apos;ve shaped just about everything else, and when I put on the undershirt, it covers all the weakness I have yet to improve.</p><p>&emsp;And now it&apos;s time to hone myself further.</p>", "<p>&emsp;I descend the stairs in bare feet, carrying the thin cosmetic armor. The kitchen counters are vacant beyond some basic decorations: a bowl and a candle on every surface, what I&apos;ve learned is the bare minimum for any military-issued living space. Part of me hopes for an explanatory note from Jullian, but I find nothing, just my bag of possessions scattered across the floor.</p><p>&emsp;My stomach rumbles when my nose notices the commerce street is open. I spark the burners with Essence, throwing on some standard-issue porridge rations as I try to put on my second layer of clothing.</p><p>&emsp;A knock sounds on the door, rapping so hard that I should hear it anywhere in the house. It startles me when I&apos;m putting on the solid armor that refuses to give as I contort my body. It&apos;s an unfamiliar voice, but incredibly deep and charming.</p><p>&emsp;&quot;Miss Katiya, darling, it&apos;s time to wake up,&quot; he says.</p><p>&emsp;&quot;Coming.&quot; I try to dress faster while blinded, but forget I&apos;m standing in front of my bag of personal items.</p><p>&emsp;&quot;No need. I&apos;m a knocker commissioned by the Guard.&quot;</p><p>&emsp;My foot catches before I can respond. I crash to the ground with a high squeak, my arms bound by an arm hole.</p><p>&emsp;&quot;Miss Katiya . . . are you alright in there?&quot;</p><p>&emsp;I&apos;m certainly not right inside the armor.</p><p>&emsp;&quot;I&apos;m fine,&quot; I say, my head half-protruding from the head hole like a bashful turtle. My arms are all twisted inside the uncompromising metal. &quot;Thanks for the warning.&quot;</p><p>&emsp;&quot;Not a problem, love,&quot; he says. </p><p>&emsp;As I struggle to free myself from my metal cocoon, I recognize that there&apos;s a hinged strap on the side: something that would have made the struggle a whole lot easier.</p><p>&emsp;But then a sizzling sound sets off behind me. I&apos;m so charged with Essence that I must&apos;ve transferred too much to the burner. The porridge bubbles over the edges of the pot, edging off the wooden spoon that bridged the center. Scrambling from the floor, I reach my hand to withdraw heat from the stove, feeling that transfer of energy return to my circuits.</p><p>&emsp;&quot;Gods damn it,&quot; I tell myself. And when I reach to grasp the handle of the pot, my foot slips in a mess of oats on the floor, casting a plume of molten chunks across the floorboards and the cabinetry.</p><p>&emsp;A voice rises from the other side of the house: a different pitch with the same sentiment.</p><p>&emsp; &quot;You alright in there, Aleena?&quot;</p><p>&emsp;Aleena? Who&apos;s Aleena?</p><p>&emsp;&quot;Yeah, just a little accident,&quot; I say. &quot;Looks like I&apos;ll be skipping breakfast.&quot;</p><p>&emsp;&quot;You can&apos;t miss breakfast if you&apos;re defending the village,&quot; he says. &quot;Come to the window.&quot;</p><p>&emsp;&quot;One second,&quot; I say, before throwing my armor on the right way, finding  buckles and straps that are stitched there for a reason. When I&apos;m sufficiently sharp, clothed in bright crimson and silver that&apos;s trimmed with gold, I reach for the window sill to drag it open.</p><p>&emsp;A stocky, bald man squats on one of the stools in the shadow of the building, his collection of fresh breads proudly displayed across the front of the booth.</p><p>&emsp;&quot;You&apos;re not Aleena. Your voice sounds like hers, though. Are you a friend?&quot;</p><p>&emsp;&quot;This is my new house,&quot; I tell him.</p><p>&emsp;&quot;Oh. Sorry,&quot; he says. &quot;Well, you&apos;re certainly prettier than she was!&quot;</p><p>&emsp;A hand slaps him across the cheek. I bend down to see where it came from, and it&apos;s his wife, unloading the rest of their produce: they must have just arrived.</p><p>&emsp;&quot;I&apos;m Derry. And this is my wife, Carmen. We sell fresh bread here every morning.&quot; </p><p>&emsp;I shake their hands, bending awkwardly to meet their eyes from four feet off of street level.</p><p>&emsp;&quot;The last girl preferred waking to the smell of fresh bread,&quot; Carmen says. &quot;She regaled us with tales of her travels in exchange for a loaf. Maybe you can do the same?&quot;</p><p>&emsp;My peckishness speaks first. </p><p>&emsp;&quot;Of course. What do I owe you?&quot; I ask, drawing my fingers into my coin purse for a couple Kine.</p><p>&emsp;&quot;The first one&apos;s free, because I think you&apos;ll make a great customer. It&apos;s fresh, with a special blend of spices in there,&quot; he insists.</p><p>&emsp;His wife turns from unloading the cart. &quot;Say, what happened to the other girl?&quot;</p><p>&emsp; I withdraw the key from my pocket: without the cover of night or blurred vision, I can inspect it a lot easier. The surface is rough where her name was ground away. I can see the shape of her letters interspersed between mine. It&apos;s been sanded enough that I&apos;m sure she&apos;s not the first: it&apos;s evident that the names of cadets were stacked and scratched nearly halfway through the metal shaft &mdash; at least twenty of them &mdash; and I doubt all those tenants left to move into a permanent home.</p><p>&emsp;The brief pang of fear surprises me, nearly overriding my hunger.</p><p>&emsp;&quot;A shame she was drafted,&quot; Derry says, but his face lightens. &quot;But you seem lovely, too. Keep us entertained with stories of your little . . . quests, and we&apos;ll share a little,&quot; he insists.</p><p>&emsp;&quot;I can do that,&quot; I manage: tempted, but too timid to ask how many faces they&apos;ve seen before.</p><p>&emsp;&quot;And what&apos;s your name, dear?&quot;</p><p>&emsp;&quot;Katiya. Miss Katiya Breakey,&quot; I say.</p><p>&emsp;&quot;You have a wonderful day, Miss Katiya,&quot; he says, flashing a toothy smile before handing me a steaming breakfast bun.</p><p>&emsp;The hunger is more persuasive than the urge to clean the mess. I rush through the front door with the delicious bread dissolving between my teeth, and as I turn to set the lock, I catch the sight of a familiar face. </p><p>&emsp;Bertram struggles to bend down and tie his boot. I&apos;m not the only one that&apos;s not used to the armor.</p><p>&emsp;&quot;It&apos;s like the old village all over again,&quot; I shout.</p><p>&emsp;It startles him. He mulls over a response as I approach, struggling harder to tie a simple knot. &quot;Less fire, though. I hope it stays that way.&quot;</p><p>&emsp;&quot;Speaking of disasters,&quot; I say, &quot;I don&apos;t mind watching you struggle for a while, but are you going to let me help you?&quot;</p><p>&emsp;Bertram blushes, then nods. I stoop down to tame his laces, laughing at how stiffly he stands on the porch.</p><p>&emsp;&quot;You know, you&apos;re supposed to tie them BEFORE you can&apos;t bend over,&quot; I say.</p><p>&emsp;&quot;I would surely remember if this nagging headache went away. I think I lost part of my mind last night. Say &mdash; where&apos;s double-L? Didn&apos;t you leave with him?&quot;</p><p>&emsp;&quot;I did.&quot;</p><p>&emsp;&quot;But he didn&apos;t stay,&quot; he replies.</p><p>&emsp;&quot;I guess not,&quot; I tell him. </p><p>&emsp;He looks like he&apos;s about to add some commentary, but hinges his mouth shut before the insults can fly, settling instead for something else. &quot;Should we walk together?&quot;</p><p>&emsp;&quot;That sounds great.&quot;</p><p>&emsp; &quot;And maybe every morning?&quot;</p><p>&emsp;&quot;That sounds even better.&quot;</p>", "<p>&emsp;The walk is quick since we already live in the military district, a few blocks from the boundary of the Gaffe Royal Base. We discuss the letters from our families, the identical layout of our houses, our headaches, and reminisce on the few moments of joy we experienced together in the capital.</p><p>&emsp;With my best friend here, I can almost convince myself that it&apos;s all going to be alright, and I relish in the nostalgia of shared memories. The feeling carries all the way until we arrive at the posting board, ready to start on our first day.</p>"], "BodyFormatted": [], "Release": 35, "ReleaseDate": ["02", "05", "2025", "2025-02-05 00:00:00"], "Active": true, "Perspective": "Katiya", "Status": "Final Draft", "WordCount": 0, "Summary": "> Katiya has nightmares of a devastating past.> Katiya explores her new Guard-sactioned home.> Katiya struggles to start her day.> Walk from home to the Royal Base."}