{"Story": "Paragate", "Title": "Chapter Seven", "Subtitle": "A Future Foretold", "Act": 1, "ChapterNumber": 7, "Synopsis": "Katiya tries not to panic at what feels inevitable.", "RevNotes": "", "ID": "2.7", "Body": ["<p>&emsp;&quot;Is that as bad as it gets? Or is this just because it&apos;s the first day?&quot; Pax asks. &quot;Maybe Aldrin wasn&apos;t lying. I thought we&apos;d be at the enemy&apos;s doorstep most days, waiting for one of them to break through.&quot; He chows down on a raw potato that he withdraws from his pocket, spitting scraps with every syllable. &quot;But this is great &mdash; a little work for as much produce as you can eat!&quot;</p><p>&emsp;&quot;As long as you don&apos;t get caught, you idiot,&quot; Ryder says.</p><p>&emsp;The two hike behind us as the sky shifts to dusk, eclipsing all the light from the setting sun. I can feel slivers of potato catching in my hair. Bertram and I shiver in their shade as we struggle for footing, stumbling down the switchbacks of the southern foothills. Despite the half-baked ramblings that often get him in trouble, Pax is right this time. There wasn&apos;t a single scouting mission on the board beyond patrolling the town.</p><p>&emsp;Does it really get this easy?</p><p>&emsp;I wait until the switchback slithers east and the trail straightens, catching the fading light on my first quest form. It&apos;s stamped and scribbled with an illiterate farmer&apos;s signature, dirtied from folding by my soil-soaked fingers. Something catches my eye before we turn another corner: a small statement that the guildscribes helped the farmer write, the only part of the form scrawled in coherent letters.</p><p>&emsp;&quot;Hah, did you see this section?&quot; I ask Bertram. Pax and Ryder look over our heads without bending. &quot;List the concern and how it demands the strength of the Royal Guard&apos;s Knights.&quot;</p><p>&emsp;Bertram squints, reading the two words before a laugh seizes his throat. </p><p>&emsp;Ryder reads it instead.</p><p>&emsp;&quot;Defending vegetables.&quot;</p><p>&emsp;&quot;From what?&quot; Pax asks. &quot;Hungry bellies?&quot;</p><p>&emsp;We share a laugh.</p><p>&emsp;&quot;If this is as hard as it gets, then this is a vacation,&quot; Pax says, showing us his large, calloused hands. &quot;I grew up on the outer farmlands of the Capital, working fields from dawn to dusk. Every day I was strapped for time. But this was nothing.&quot;</p><p>&emsp;Bertram agrees. &quot;Farming up here is practically a hobby with how that town in the North supplies us. Blackwater, I think? They supply the whole damn capital, but shouldn&apos;t they be covered in frost?&quot;</p><p>&emsp;I agree. </p><p>&emsp;&quot;Most maps don&apos;t even chart the land north of the Purgatory Mountains,&quot; I say. &quot;It should be a frozen wasteland.&quot;</p><p>&emsp;&quot;It sure is. I used to live there, up in Blackwater,&quot; Ryder says. It&apos;s probably the first fact he&apos;s volunteered since I met him.</p><p>&emsp;&quot;No way. I&apos;ve never met someone from up there,&quot; I say. </p><p>&emsp;&quot;Me neither,&quot; Pax says. &quot;I guess there&apos;s no reason to leave when there&apos;s no chance to starve, right?&quot;</p><p>&emsp;&quot;There&apos;s no reason to leave because you can&apos;t. Not unless you spend your whole life plotting an escape.&quot;</p><p>&emsp;The words are enough to halt us.</p><p>&emsp;&quot;An escape?&quot; Bertram asks. &quot;Why would you have to escape? I thought they were part of the empire. Some kind of commune of field-hands and farmers, with enough Essence to keep the climate year-round.&quot;</p><p>&emsp;&quot;There&apos;s not enough Essence in all of Fosroth to allow that,&quot; Pax adds. &quot;Trust me. The Capital lands are unworkable in the winter. I couldn&apos;t even use a spade on them before I left. So I can&apos;t even imagine working the lands up there.&quot;</p><p>&emsp;&quot;That&apos;s because the lands are&mdash;&quot;</p><p>&emsp;His words cut off when a crimson glow saturates the northern hills. We&apos;re too slow to shield our eyes when a blinding light flashes from beyond the Purgatory Mountains, as if brought by Ryder&apos;s invocation.</p><p>&emsp;It barely catches our eyes as we descend the southern foothills. Any one of us could have missed it if we blinked at the wrong time. But before we can second-guess this shared experience &mdash; held as a glow in our retinas when we close our eyes &mdash; we find the faintest column of crimson light stretching skyward, like a glowing thread tethering our world of Fosroth to the stars.</p><p>&emsp;It fades like lightning before we have the time to speak its presence. An eerie silence overshadows the town. The wind withdraws with bated breath. The crickets refuse to rub their wings. But to us &mdash; a naive band of knights that only know battle through secondhand stories &mdash; it&apos;s the truest evidence of a war we&apos;ve gotten yet, and it runs my skin with gooseflesh.</p><p>&emsp;Our pace hastens down the treacherous trail. The trembling words fill every inch of impedance that keeps us from an outright sprint.</p><p>&emsp;&quot;I thought the war was contained to the east, not the north! How would they even get around that far?&quot; Paxton huffs.</p><p>&emsp;&quot;It&apos;d be almost impossible for the enemy to take Blackwater,&quot; Ryder says.</p><p>&emsp;&quot;But the column was red!&quot; Bertram says. &quot;There&apos;s surely a Mask up there that just did something. It might have even been their Divine Wish...&quot;</p><p>&emsp;&quot;You mean they just jettisoned all their Essence?&quot; I ask. Essence on the order of the Gods breaks the very laws of this world. Only a select few carry the blessing in their blood. But using it all at once comes at the cost of life.</p><p>&emsp;We tap our circuits for Essence, for the strength in our legs to descend faster and faster, predicating the call to Gaffesend Base. The trail ends on the side of the long, wrapping road we tried to cut, and then it&apos;s a dead sprint. </p><p>&emsp;I refuse to be late on the first day. My sickening fear and small size propel me far ahead of the others, drawing on more anxiety than Essence as I tear past the landmarks of our small town. The trail transitions from matted dirt to concrete, to cobblestone, then back to concrete, until I&apos;m rushing along the west edge of the lake in the military district: dragged forward by the weight of the thin breastplate; begged by my burning lungs to stop or else I might collapse into the water.</p>", "<p>&emsp;I pass the threshold of the gate, gasping for breaths as my last sprint dissolves into a jog. It becomes immediately obvious that weren&apos;t the only ones to notice: most of the recruits gather outside the guard post, swarming around the re-purposed adventurers&apos; guild like flies to excrement. </p><p>&emsp;I spot my brother Erik leaning against the doorframe.</p><p>&emsp;&quot;What&apos;s happening?&quot; I ask.</p><p>&emsp;&quot;Some major Essence event.&quot;</p><p>&emsp;&quot;Yeah, we saw it. We were on the southern hills.&quot; </p><p>&emsp;I gasp for breath. He hands me his canteen. One long drink later, I find my mouth wet enough to continue.</p><p>&emsp;&quot;Should we be afraid?&quot;</p><p>&emsp;&quot;Afraid? Guards aren&apos;t supposed to be afraid,&quot; he says, staring down at me with our father&apos;s amber eyes.</p><p>&emsp;&quot;Not afraid . . . I meant concerned,&quot; I say. My mind&apos;s too busy redirecting resources to my starving muscles, and I can feel it in the heat of my flushed face.</p><p>&emsp;&quot;I don&apos;t think so.&quot;</p><p>&emsp;I try to slide past him to get in, but he traps me with his brazen arms. &quot;Relax,&quot; he says. &quot;You&apos;re going to be fine. You know I wouldn&apos;t let anything happen to you.&quot;</p><p>&emsp;&quot;I know that,&quot; I tell him.</p><p>&emsp;&quot;You always get so damn worked up. Just breathe,&quot; he demands. &quot;We&apos;re safe here in the city.&quot;</p><p>&emsp;I draw several long breaths in my nose and out my mouth before he releases me, just as Bertram, Pax, and Ryder finally catch up.  We enter the main room of the command post, packed to the walls with knights and soldiers. In the corner, the Line Type machines send a one-way barrage of signals across wires. There are three of them: one for the war front, one for the capital, and one that&apos;s used for up north, rarely getting an answer to anything.</p><p>&emsp;&quot;Status of Blackwater?&quot; Aldrin orders.</p><p>&emsp;&quot;Clearing the line right now to get their response,&quot; a guard says.</p><p>&emsp;Loud chirps on the line screech with the strain of such distance. The vibrations resonate different-shaped keys that dance in their fixtures, stamping against a swiftly scrolling sheet of paper. A long half-minute passes, and the guard impatiently waits until there&apos;s enough information to report on.</p><p>&emsp;&quot;Blackwater is safe,&quot; the guard says first. &quot;A civilian event in the north district. General Ullrich sending Royal Guard to investigate, not a Mask event, full stop,&quot; he says.</p><p>&emsp;The room breathes a collective sigh of relief.</p><p>&emsp;&quot;Was it perpetrated by Chymaeran meddling?&quot; Aldrin asks.</p><p>&emsp;&quot;I don&apos;t think so,&quot; he says. &quot;I&mdash;&quot;</p><p>&emsp;&quot;We don&apos;t &apos;think&apos; here! We speak when we know, and we know when we do,&quot; he barks. </p><p>&emsp;&quot;Uh-Understood, sir.&quot;</p><p>&emsp;&quot;Relay to the Valensends in the Capital. And send it to the boys at the front, so they don&apos;t have something extra to stress over tonight,&quot; he says.</p><p>&emsp;&quot;Prompting the line,&quot; the others say, setting the mechanical keys in position.</p><p>&emsp;Aldrin turns from the command zone to address the mix of soldiers and guards. &quot;Looks like an oddity: maybe Essence stores ignited. If it was a Divine Wish, we would know it &mdash; it surely would have done a lot more damage. I&apos;ve heard some group up there called the &apos;Carmine&apos; hoards dead Essence, so maybe it was them,&quot; he says.</p><p>&emsp;He turns to the guildscribes.</p><p>&emsp;&quot;We&apos;ll run a couple scouting parties, just in case. Write up some quest forms for the new knights: this is a good excuse to get some experience and some exercise.&quot;</p><p>&emsp;The guildscribes nod before he turns to us again, waiting until all the novice knights file in through the double doors.</p><p>&emsp;&quot;Things should die down in a week, but we&apos;re going to keep the city on alert. We want to be sure that the Chymaera aren&apos;t using this as an opportunity to strike.&quot;</p><p>&emsp;I know what he&apos;s going to ask for next when his eyes dart between the new recruits. I try to dissolve into the crowd, hoping the discomfort in my chest is just exhaustion from running across the town.</p><p>&emsp;&quot;I need volunteers for night watch, to head north and see what&apos;s going on,&quot; he says. &quot;It&apos;s worth a quest. Extra work means an extra day off.&quot;</p><p>&emsp;I falter when I&apos;m shoulder-to-shoulder with my colleagues. Guilt and shame tug me forward, but that same crushing feeling I found in the cabin is so much stronger.</p><p>&emsp;&quot;This is easy. No more than several hours,&quot; he says.</p><p>&emsp;You&apos;re all going to do this, is what I hear.</p><p>&emsp;I can only watch as my colleagues step forward, arranging themselves in groups, but I taste the smoke. I&apos;m snared in the past. I can see the Chymaerans and their glowing, amethyst eyes as they penetrate the shattered glass windows, stretching with their sharp obsidian limbs to finish what the fire began.</p><p>&emsp;This self-immolating spite can only swell when the lust for flight outpaces fight. My hands run cold as if the Chymaeran Curse were churning in my circuits, chilling my veins, and I have to lean against the wall to catch a breath.</p><p>&emsp;Bertram follows me outside. I&apos;m fortunate that the others are too distracted to witness this moment of utter weakness.</p><p>&emsp;&quot;What&apos;s going on, Kat?&quot;</p><p>&emsp;&quot;I feel sick,&quot; I tell him.</p><p>&emsp;&quot;Right now? All of a sudden?&quot; He asks.</p><p>&emsp;I feel like I&apos;m going to lose my breakfast and lunch. It&apos;s only then that he realizes he&apos;s drawing attention.</p><p>&emsp;I feel a shock pulse my body when the worst comes to pass, unable to speak or explain when Aldrin steps outside.</p><p>&emsp;&quot;What&apos;s going on here?&quot; Aldrin asks.</p><p>&emsp;I don&apos;t want to look weak, but maybe I should just tell him. There&apos;s no way out of this. After I think I have a grasp on my nausea, I open my mouth to speak.</p><p>&emsp;But Bertram beats me to it.</p><p>&emsp;&quot;She&apos;s been feeling sick since the farm,&quot; he says. &quot;They were trying to be nice with the samples and the free meal, and we were trying to be respectful: first day, you know. But after all the running...&quot;</p><p>&emsp;&quot;She seemed fine minutes ago,&quot; Aldrin says.</p><p>&emsp;I doubt this farce will work. I say, &quot;No, I&mdash;&quot;</p><p>&emsp;&quot;Because she didn&apos;t want to look weak on the first day,&quot; Bertram says. &quot;Don&apos;t you know how hard it is for her? She talked to me the whole way back about it, being a female guard and all, trying not to prove the stereotype.&quot;</p><p>&emsp;&quot;Oh,&quot; Aldrin says. He approaches, placing his glove on my shoulder. &quot;I respect that. We refuse to have that kind of backwards thinking in our ranks. We&apos;re trying to get rid of it. But you&apos;re not of use to me if you&apos;re not at your best,&quot; he says.</p><p>&emsp;I can feel the cold night air again. I manage to stand upright without the wall.</p><p>&emsp;&quot;T-thank you,&quot; I say, wiping my mouth, although my stomach and its contents are still there.</p><p>&emsp;&quot;Go home and get some rest: this is hardly a task, I just wanted an excuse to give you junior guards some exercise,&quot; he tells me. &quot;And Berry&mdash;would you mind walking her home?&quot; He hands two quest forms to him. &quot;Bring these back to me tomorrow. I&apos;ll give you credit.&quot; And then he whispers: &quot;Just don&apos;t tell anyone else.&quot;</p><p>&emsp;&quot;Yes, sir. Thank you, sir,&quot; Bertram says, taking my arm before he escorts me towards the complex. We make sure to pass the gates before we drop the act.</p>", "<p>&emsp;&quot;What was that about?&quot; Bertram asks. The grasp of his hands on my torso is so strong that I hardly have to walk.</p><p>&emsp;&quot;I ... I don&apos;t know,&quot; I tell him. &quot;I thought I got over this. I thought I wasn&apos;t so damn weak and pathetic...&quot;</p><p>&emsp;&quot;You&apos;re not pathetic! You earned your presence here,&quot; he assures me. &quot;You had a bad day, is all.&quot;</p><p>&emsp;&quot;But how can I last when it&apos;s really down to the wire, when it&apos;s real, if my mind fights me at something so simple, so stupid and pathetic and weak, like this?&quot; I let out an exasperated groan. If he wasn&apos;t holding me, I might bash myself in the face with my gauntlets.</p><p>&emsp;&quot;We&apos;ll take it step-by-step. You have time. Space in some scouting missions between the banal tasks,&quot; he insists.</p><p>&emsp;&quot;But that was the first step. It was a step down. It was so low that it couldn&apos;t have even been called a step, and I tripped,&quot; I tell him, feeling the tears well up in my eyes. &quot;We went through the same thing that day, how does it not come back to haunt you? Why don&apos;t you run? Why are you so still?&quot;</p><p>&emsp;&quot;I don&apos;t know,&quot; he tells me, still holding me upright when all I want to do is crumble. &quot;I just live in the absolute present. I just find that I&apos;m less attached to it all: maybe I just don&apos;t care what happens.&quot;</p><p>&emsp;&quot;What does that even mean?&quot; I ask, wiping my eyes.</p><p>&emsp;&quot;I don&apos;t know. Maybe I&apos;m just bad at describing it,&quot; he says. &quot;Maybe...&quot;</p><p>&emsp;I can feel him quickly release his hands when he realizes he&apos;s holding me up by the contours of my breastplate.</p><p>&emsp;&quot;Sorry.&quot;</p><p>&emsp;The suddenness gets me to crack a smile. It escalates further. Pretty soon we&apos;re both laughing, and I wipe the tears from my eyes.</p><p>&emsp;&quot;But really, though. I promise that I&apos;ll always have your back. I won&apos;t go off and die on you,&quot; he says.</p><p>&emsp;&quot;You better not,&quot; I tell him, still letting off a couple chuckles before my lungs settle. &quot;We&apos;ll defend some more vegetables tomorrow. Maybe even something more dangerous.&quot;</p><p>&emsp;&quot;Really sharp carrots?&quot;</p><p>&emsp;&quot;Maybe.&quot;</p><p>&emsp;&quot;I&apos;ll look forward to it,&quot; he says.</p><p>&emsp;There&apos;s a certain hesitation in him when he stands close, as if there&apos;s something more he wants to say. But the moment passes. Instead, he hands me my copy of the quest sheet.</p><p>&emsp;&quot;Well,&quot; he says. &quot;I guess I&apos;ll see you tomorrow.&quot;</p><p>&emsp;&quot;Until tomorrow,&quot; I say.</p><p>&emsp;I wave to him as I fumble for the key in my pocket; feeling for the name etched into the iron; making sure it&apos;s still there; praying to the Gods that it won&apos;t be ground any further. There&apos;s a sweet smell of grilled meat that makes me hungry: someone cooks a pig on a spit across the way. </p><p>&emsp;Longing for rations after a long day, I turn my head to the entry window, trying to decide what I&apos;ll make. But instead, I find an odd, unflickering light illuminating the walls.</p><p>&emsp;&quot;Huh.&quot;</p><p>&emsp;My body is out of adrenaline, so I&apos;m strangely calm. I approach the window instead of the door, trying to remember if I latched the back window after getting free breakfast from the merchants. I press my ear to the thin, wavy glass for an auditory cue: unable to see clearly through the drawn curtains, holding my breath until I hear the words of a foreign tongue. The words lack the harshness of Chymaeran dialect. Maybe it&apos;s Ahkvasan? Auvryan or Verdalan? One of the old dialects?</p><p>&emsp;I can only make out the silhouette of a stumbling man, holding something thicker than a rapier but thinner than a sword. He doesn&apos;t seem to be taking anything. Maybe this is a test &mdash; maybe Aldrin didn&apos;t mean it and wants to see if my actions can match my claims to courage.</p><p>&emsp;I approach the front door, allowing the burgeoning anger of my incompetence to consume me, leaving no space for fear. My hand is steady, unsheathing the dagger as I gingerly turn the key in the lock until it clicks. There&apos;s no room for explanation that this isn&apos;t a test or a burglar, so I let the Essence saturate my circuits.</p><p>&emsp;I turn the handle and rush the intruder. I spring forward with such force that the floorboards nearly snap when they give. My circuits run hot with Essence. My hands glow orange with heat, ready to burn their flesh until they beg to be sent to the Reservoir of Souls. </p><p>&emsp;I cross the entire span of the bottom floor.</p><p>&emsp;But just before I&apos;m ready to deal his death, he turns to face me, and I&apos;m unable to reconcile the oddness of his appearance.</p><p>&emsp;The man looks no older than I am, somewhere halfway mixed between a Royal and a vagrant. The fineness of his silken shirt is accented with a checkered pattern of light blue boxes. The fabric is whiter than snow. His stubble is unkempt and shaggy though his light brown hair is clipped finer than all the royals I&apos;ve ever seen. His brown eyes widen with panic as I intercept him, casting him over the kitchen table, and against the back wall, searing the fabric of his fine shirt with fire before I can withdraw the heat from my hands.</p><p>&emsp;He drops the strange sword against the ground, and it looks like a metal training stick that ends with a basket, not even a blade. </p><p>&emsp;Is it a broom? Is he some kind of housekeeper hired by the Royal Guard, another service like the knocker?</p><p>&emsp;He&apos;s far too weak to put up a fight when I straddle him against the floor, his face smudged in the puddle of porridge I left when I was rushing out the door. He&apos;s so weak that I have to lighten my grasp or else I might break his bones.</p><p>&emsp;It&apos;s then that he spills his first string of words to me. And somehow, I understand them perfectly.</p>"], "BodyFormatted": [], "Release": 49, "ReleaseDate": ["02", "19", "2025", "2025-02-19 00:00:00"], "Active": true, "Perspective": "Katiya", "Status": "Final Draft", "WordCount": 0, "Summary": "> A slow first day ends in panic.> They respond to the events of Firebrand.> Katiya&apos;s anxiety cracks her tough facade."}