[
   [
      [
         "BodyTitus",
         "The Vermillion estate glistens rose gold on the paydirt of the foothills. Its overly luscious landscapes of bright manicured grass, saturated with antiques of past ages and a staff of so many groundskeepers it could be mistaken as a small village, fails to captivate my attention the way their lascivious ways intend.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "The highest echelon cadets were sent to the foothills to defend the Merlot against the rage of the Carmine. The only chance at free will I had was to sign on for the Vermillion estate, though I knew Romin wouldn&apos;t be here &mdash; gods know where his rage leads him now.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "My eyes don&apos;t scan for faces the way the other cadets do. I can only look within myself &mdash; and wonder why emotion fails to twist my stomach or draw tears from my eyes. As panic and anxiety exchange for the long exhaustion of what those emotions cost, I find no catharsis, but that doesn&apos;t surprise me.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "Sylvia and I find ourselves at the heavily-guarded front door. Mercenaries in pink fill the fields like flowers. ",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;I&apos;m asking where Valentina is. Valentina Vermillion?&quot; I ask, but the guards are oblivious, as if they refuse to recognize her. ",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "Sylvia and I soon give up, descending the marble steps of the front entry way. Several dozen cadets meander in the grass, either lost or anxiously awaiting further orders.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Maybe it&apos;s a safety thing,&quot; Sylvia says. &quot;I can&apos;t think of why else they wouldn&apos;t identify her. We&apos;re only here to protect the head families of the Merlot.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Then why is Vera out there?&quot; I point to the well-manicured lawn of verdant grass, bounded by sentries standing at the edges of the metal-barred walls. Vera stands with her full fireteam while we still can&apos;t account for half of ours. Scattered around, the Academy captains stand in as makeshift generals, disseminating commands from higher powers, reminding us of the sanctity of our cause &mdash; defending the Afterlife. Sylvia and I listen in as we head for Vera.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;But what about our families? What about the people below?&quot; voices ask, rendered anonymous by the size of the crowd. But they ring out, unanswered.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;You will not be here for long, two days at the maximum. The riots are still active, the worst this city has ever seen. Our leaders fear the anger directed at the Merlot and the Afterlife, led by Carmine terrorists,&quot; the Captain says.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Then why are there so many reports of Chymaerans?&quot; another asks.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;There are no Chymaerans!&quot; the Captain replies. &quot;The Chymaerans are weak. How could they ever breach our walls?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "I turn to Sylvia. &quot;I know for certain that they were Chymaerans. Wearing all black. No other faction or agency wears that,&quot; I tell her.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;You still haven&apos;t told me what happened,&quot; she says.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;It&apos;s not important right now,&quot; I say. The endless thoughts have been setting me on edge since the incident, but I guess I&apos;ve done well to hide it. I should panic about Ellie. I should be haunted by the face of my father and the last words he spoke to me, but it&apos;s not a priority.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "We approach Vera. She reveals all she has heard from Merlotan informants. I grab Vera&apos;s attention between a pause of her speech. &quot;Have there been reports of any other factions&apos; involvement?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;As in neither Merlot or Carmine? Not that I&apos;ve heard of,&quot; Vera says. &quot;All that we know is this issue&apos;s far more severe than we anticipated. And what&apos;s weird? Carmine and Merlot forces alone can&apos;t even equate to all the destruction in the city below.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Well there&apos;s a lot of Outwallers. What, forty percent of the population?&quot; I say.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;But all of them at once? Most are too uneducated to even read the signs they&apos;d be holding,&quot; Lyra says. &quot;They&apos;re too focused on poverty to understand the depth of Blackwater politics.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;And where&apos;s Valentina?&quot; Sylvia interjects.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;She&apos;s here,&quot; Vera says. &quot;She&apos;s in her room, I believe. Do you know where it is?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;The guards won&apos;t let us enter, let alone even talk to them,&quot; Sylvia says. But I still want Vera to answer my question. I want to know everything of my sister&apos;s captors. And I know the Chymaera are a part of all of this.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;She doesn&apos;t live in the house,&quot; Vera says.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;What do you mean, then?&quot; Sylvia asks.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;So you really don&apos;t know? She hasn&apos;t told you . . . well, of course.&quot; Vera points to a shoddy stone building beside the house. &quot;Check in there.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Is that a . . . shed? Why would she be in there?&quot; Sylvia asks.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Just look,&quot; Lyra says.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "I speak in a hushed tone when Sylvia walks towards the shed. &quot;The factions, back to that question, is there any other activity? The group that kidnapped my sister&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Titus, Titus, Titus! I don&apos;t have all the answers,&quot; Vera interjects, &quot;there&apos;s hundreds of missing people. Get in line with the rest of them.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "She shoos us away. We make for the stone building in the corner of the estate, weaving through gardeners and handymen wearing Vermillion attire. It humors me sick to see the rich still care so much about petty appearances, though I have no room to laugh. The stone shed is a square edifice with cobwebs between the eaves and the walls, entirely unkempt, as if purposely neglected by the housekeepers.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Fetching supplies? I couldn&apos;t see a woman like Valentina getting her hands dirty,&quot; I tell Sylvia.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;She wouldn&apos;t step within a hundred feet of a building like this,&quot; Sylvia replies. We knock on the door. Boots clatter against uncarpeted floors. The door hesitantly opens, just a crack, and Valentina&apos;s face is flushed with embarrassment when she sees us.",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ],
   [
      [
         "BodyTitus",
         "We find a strange peace that night. While others camp outside in tents just beyond the property, the three of us remain inside the claustrophobic shed. Sylvia sleeps in the bed with Valentina. I sleep on a bed of hats to keep warm.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "The dreams grow stronger, and I&apos;m no longer plagued by the same recurring dream. I dream of the coldness of my father&apos;s figure, still sprawled across the floor somewhere in a pool of his own blood, his glance forever fixed beyond the door I left open. I can feel the regret of his thoughts. From miles away I can sense his soul still wandering the halls of that house he tried to forget, forever waking to open the door of my sister&apos;s room to find she&apos;s been lost. The depth of the red puddle grows. It catches my ankles as I stand over him, and as if it were stretching the edge of a deep lake, I fall into it, unable to paddle.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "I suffocate in his crimson shadow.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "I thrash for minutes until I&apos;m deprived of energy. My lungs scream for air, but I will my mouth shut. Though oxygen is extinguished, I find that they don&apos;t burn.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "I open my eyes to find the water is deep cobalt. There&apos;s no shimmering crest where the water touches the sky, and I feel the pressure of depth without a light to bring me back. There is only a lantern in my hand, its beacon only strong enough to light an arm&apos;s length ahead, and around me, charcoal black stalagmites stab from gravel sedimentation.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "The only sensation of touch is something bound to my wrist&mdash;a thread, thin but unbreakable, tensioned to something far beyond the murky depths, and it drags me between the obsidian rocks. A deep acoustic vibration reverberates through the water. I&apos;m being pulled faster. And the louder it gets, the stronger the black statues harmonize. Statues, not stalagmites: the further I go, the more the geometry diminishes in its abstraction, like unfinished sculptures the artist quit after chiseling a general form. I&apos;m dragged faster. The thread digs further into my wrist, stitching my forearm higher and higher, tensioning until I can feel my pulse, but all I can watch are the figures&mdash;so real now, so lifelike&mdash;and they&apos;re no longer trapped to the curse of their rigid medium.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "Their arms are reaching for me, still too slow. It&apos;s as if I&apos;m watching evolution in a matter of seconds. Their surfaces so impossibly smooth as if sanded for thousands of years by the persistence of the water, grasping as if I&apos;m the only source of motion that can save them from the darkness.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "I can feel them touch with their cold, brutal forms, pleading: their voices now audible, and now I know the source of those vibrations that were once so far away. But the thread doesn&apos;t allow me to stop, to do anything. It drags me, onward, until the tension is unbearable, until the drag of the water is so strong I feel as if my arm will sever, and I can feel myself passing out, unable to hold on to consciousness while the thread stitches my entire arm, and so I let go.",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ]
]