[
   [
      [
         "BodyTitus",
         "I awake to Valentina, her face flushed with panic, staring beyond the grated cellar window at the commotion. Her ears twitch as she trembles, focus attuned to something indiscernible. ",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "Sylvia is still asleep. It&apos;s only several hours that we&apos;ve been out. We slept so peacefully with no anticipation: though it&apos;s anger that fuels the lower riots, most Firebrands believe our orders to be a temporary endeavor. Even my own mind begins to slip over the possibility of the Chymaerans breaching the city. Had it all been a hallucination? Was it some other external force that took my sister away? I know for sure they weren&apos;t Merlot or Carmine mercenaries, as they were draped in all black.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "I&apos;m still uncertain of when I&apos;ll tell them. I don&apos;t think I will. All my fears are just a drop in the sea of anxious faces &mdash; that all of Blackwater is far too deep to surface from.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Titus,&quot; she whispers, &quot;are you awake?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Yeah. What?&quot; I ask. ",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "She motions for me to approach the window. &quot;Are the Firebrands supposed to leave their tents? There&apos;s a bunch of them walking around. The lights aren&apos;t even on in there anymore.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Probably because they&apos;re all asleep,&quot; I say. But wait. No, they couldn&apos;t all be asleep. Some have to be on night watch. Although my eyes have already adjusted to the darkness, I struggle to determine what walks the grounds. It&apos;s as if the figures themselves are made of darkness. The lights are out. I begin to wonder if a quiet force swept through all the tents, when I hear a faint voice calling out to them.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "A sleepless Firebrand strides from the house to the lawn, and his voice piques with recognition. &quot;Erik. It&apos;s not your shift yet,&quot; he says. &quot;What are you doing up?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "The other figure doesn&apos;t reply. I can&apos;t even see them from the frame of the thick stone window, though I can tell they&apos;re approaching.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Say something, you idiot,&quot; he says. &quot;Are you still giving me the silent treatment because I stole some of your rations? Whoa, Erik, what&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "Silence. The Firebrand falls. Valentina gasps, covering her mouth. My heart skips a beat, and I step back, but something bothers me. I wasn&apos;t afraid by the severance of that cadet&apos;s speech, but the way he fell over. It didn&apos;t look as if anything had struck him. He didn&apos;t fall flat. He didn&apos;t crumple. His body didn&apos;t react in any way I expected, but rather as if it were amorphous, made of some tar-like substance. Memory of the term &quot;Black Bile&quot; flashes into my mind &mdash; a phrase Ellie&apos;s captors spoke before taking her. It&apos;s like nothing I&apos;ve ever seen before, no way to explain it. And the unnatural silence falls on us once again before Valentina slams the window and rushes to lock everything separating this space from the outside world.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Up already?&quot; Sylvia mumbles, turning from her sleep. All she finds in us is the stillness of confusion, and I watch her heart jump into her throat.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;What did we just see?&quot; Valentina asks. &quot;What was that . . . thing? That cadet was there and then he was gone before he could even finish his sentence.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;It was fluid. He didn&apos;t bend or crumple, it&apos;s like he just . . . dissolved, or melted,&quot; Valentina says, and Sylvia sits there, confused, having expected nothing of our excursion to the Vermillion estate. &quot;But there&apos;s hundreds of cadets out there! How could it slip through all of them? Whatever this is&mdash;how couldn&apos;t they shout, not even one of them detect it?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "Just then, a shrill scream reverberates from somewhere beyond the walls. Inhuman. It reminds me of the bloodcurdling sound foxes make, almost like human voices, but just different enough to feel the fear of its distortion, and in that instant I&apos;m so thankful we decided to sleep here. We&apos;re safe. For now, though none of us know the adversary that surrounds us.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;We need to get out of here,&quot; Sylvia says, gathering her things in a frenzied rush.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Absolutely not! We need to stay here. Until help arrives,&quot; Valentina insists. Or until lighttime, until we can tell what we&apos;re up against.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;But it&apos;s everywhere. It&apos;s all around us, I can feel it,&quot; Sylvia says, &quot;can&apos;t you feel it? The smell of ozone?&quot; And then I notice the texture of the air. The smell of the Chymaera, of something foul and sickening growing stronger.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;The lift. The lift,&quot; Valentina says. &quot;They said tomorrow, our family would be taking it to the upper lands. We just have to tough it out until then.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;And you didn&apos;t tell us this before?&quot; I say. &quot;You all just expected to leave everyone behind. Let them all just die?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;We couldn&apos;t expect anything like this! It was just until the riots were over. The Afterlife protects the Merlot. My family is their messengers, their enforcers, their distributors of nutrition and power.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Guys&mdash;&quot; Sylvia says, stopping our argument before it can start.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;How do we know this is affecting the whole city? What if this is what they wanted us to defend against, but we just didn&apos;t know it, they didn&apos;t tell us?&quot; I ask.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;That doesn&apos;t matter. We need to get to that lift before it leaves,&quot; Sylvia says.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "Just then, a siren cracks the air. Flashing lights cast the landscape in blinding white, reflecting the snow as we watch beyond the southern windows. A slight incline affords us the smallest glimpse of the city. The iron gates are indiscernible. A black boulder rests where no earthly object stood before, and we see it between frames of strobe light like a silent picture. Now it&apos;s fluid. Pieces split from it. They grow arms. The masses evolve in seconds to whatever structure best suits them, and they rush towards the source of the sound.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Gods! Damn it!&quot; Valentina shouts, her voice drowned out by the droning of the siren, and in her betrayal, I realize what that sound represents. Her arms lash at the pieces of her wardrobe scattered across the floor. Sylvia and I do the same. Val seems uncertain of what she&apos;s looking for, until she struggles to lift a large metal grate from the floor. &quot;This is our only way out. Hurry. Those . . . bastards can&apos;t leave without us,&quot; she says, between breaths. My back cramps as we lift the heavy iron. Below is a drainage tunnel, a little large to drain such a small space. But considering the scandals of wealthy life and Lord Vermillion&apos;s taste for affairs, I don&apos;t question it.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "Valentina drops in. Her boots clatter against concrete, and instead of waiting for the three of us to replace the grate, she storms off, just as Sylvia inches herself below the ledge.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "I shout. &quot;Valentina, wait!&quot; but she&apos;s already disappeared into the darkness, and I jump straight in without grasping the sides. All I can hear is the echo of her frantic footfalls. I call for her, until breathing her name subtracts the air I need to sprint for her. Sylvia follows somewhere behind me. All that reverberates is the faint droning of the siren, growing louder as we approach. When darkness engulfs us, we fumble for the walls, and I hear the splash of her boots between bursts.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "A light crests the end of the tunnel, flashing, though too far away to distinguish any of our immediate obstacles. My breath tastes like poison. Sylvia grasps the back of my coat, asking nonverbally to lead her from this place.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "I call for her one last time before I make a blind dash. Physical obstructions can&apos;t stop me. All I can think of is losing a cherished friend beyond just Ellie and Clint, what terrible things might befall her, and after the death of my father, watching his soul squeezed from the narrow vessel of his body, the fear of losing others overrides the anxieties of my own life.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "I stumble over boulders and rocks and curse the uneven corridors. My knees and shins are shredded by shear stone, though Sylvia still follows behind me, almost keeping the same pace. I can see her silhouette. We&apos;re so close to the end. The flashing is brighter, it covers more of the tunnel, and I can see the faint stream of still wastewater glimmer, hear the weight of Valentina steps as she sets the water in disturbance.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "The sounds are deafening, echoing until the alarm is a droning scream. I reach out for her. My hand slips: a sting pierces my nerves when I realize my hands are sliced to hell, but I keep running. She&apos;s right there, and I can even hear her crying, sniffles between breaths as she chokes over mucus from crying and exhaustion.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "We&apos;re too late. ",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "The great trolley is reduced to the size of a fist in the distance, climbing the hill like a landslide in reverse. Four Vermillions peak from the railing, silhouetted by cabin light, and one smokes a cigar.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;I&apos;m still your daughter,&quot; Valentina whispers. She falls to her knees in the mud, face saturated in streaks of dirt as she watches her betrayal. Her exhaustion trades for helplessness, unable to find the motivation to take another step, now fully stripped of that identity she so reluctantly held to with a white-knuckle grasp.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "But whatever the tar is, and whatever form it takes, we can feel it approaching. The Merlot were never interested in saving Blackwater, nor in managing it. And for a moment I think I understand completely. They were only emissaries of the Afterlife because of a promise to be saved. But it only takes moments before I&apos;m proven wrong again.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "The shockwaves of a distant pop crest our eardrums before the hillside glows orange. Flaming refuse cascades from above. Screeching metal screams as it tears, obliterating the tracks, tearing like a caught hangnail ripping the flesh of the stark earth.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "Valentina&apos;s eyes glow jade green as she rises to her feet. I watch the wreckage reach a standstill, as if suspended in place, the fire no longer flickering, as if it were painted there with luminescent acrylic, unable to move. ",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "Humans have the powers of life and fire; Chymaerans of frost and death. But Ahkvasans, from all the forbidden tales my grandfather read to me &mdash; can manipulate the fabric of something different.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "Time halts to a near standstill, as if fate wills us a chance to escape. The air around me is too slow to draw in my lungs and produce words as Sylvia and I halt our momentum to turn around, but Valentina has fully risen, and her emerald glare penetrates us.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "The tears stream from her eyes. I realize she has no intention of leaving this place, and I have no power to persuade her. Snuffed of purpose or attachment, she reaches her arms towards us, giving us all the push we need to change our direction and dive for the tunnel. The refuse cascades from the skies before we can reach to save her. She allows the weight of her family above to crush her.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "Time returns when the hard parts of her crack and she is gone forever. Entombed in her family&apos;s steel duplicity, we never find her, without time to search or bury what&apos;s left.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "A sound of rustling grasses comes from behind us, and then a whisper: whether they&apos;re hushed voices or the Black Bile, we have no way to know. I reach for my sword, only to realize I left it behind in the rush, along with everything else that might aid me. ",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "All I hear is a cry, and I look to Sylvia. Despite the wetness of the rain, reducing her hair to strands of silken black, she sheds no tears, and her chest doesn&apos;t rise or fall. She just stands there, staring in disbelief, as if trying to figure out how she could reverse what just happened.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "And then it&apos;s several footfalls. The anxiety swells within me, the fight or flight, and I can only think of that ashen adversary drawing closer, panicking over what I might do, wondering what ungodly form it might take, and I grab a severed, rusty bar from the lip of the drainage pipe, hands trembling, unsure of how I&apos;ll even use it.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "It gets closer, but it sounds like multiple. They get closer. My grip tightens, and I raise the sharp edge, slinking back into the tunnel, knowing the element of surprise is the only leverage I might have, ready to jump, just as Sylvia does the same.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "And then they&apos;re voices, disjointed, incapable of full sentences. Maybe the tar still holds the minds of their hosts &mdash; their horrific intonation leaves gooseflesh on my body.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "As soon as it breaks the edge I lunge for it, and it whips around, sword in hand, bashing the metal pipe against the stone wall. It clatters from my grasp, and I&apos;m defenseless. And as I reach to pummel with my right fist, I halt when I see the face of the short figure standing in front of me. ",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "Her face flushes of tension. ",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Isla,&quot; I whisper.",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ],
   [
      [
         "BodyTitus",
         "&quot;She&apos;s gone . . .&quot; Isla says, but she&apos;s not speaking of Valentina.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;It was all so quick,&quot; Jarrett says. Only the two of them are left. &quot;I woke up. Delvin was shouting, saying he had something on him, and I told him to shut up and stop wasting my sleep. But it was so quiet. Not a light beyond our tent, and not even Isla and Vera&apos;s made any sound. That&apos;s when I turned the light on, and realized the smell, the sight of how badly the tar had already infected him, like nothing I had ever seen before. It had his legs. He felt nothing of it, the whole time it ate him away, and he was unable to lift himself, and as soon as he realized, all he could do was scream.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "Isla interjects. &quot;That scream saved my life. I awoke to Vera missing, and it&apos;s only now that I realize what she did to us.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;That bitch!&quot; Jarrett says, swelling with anger just like Romin does. &quot;Never told us of her plan to escape, and she had all the time in the world. She didn&apos;t care about us living through this, only interested in herself and her family.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;And I bet Valentina did too, right?&quot; Isla says, as I gather the last of my things.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "Sylvia responds. &quot;She didn&apos;t. She was left behind, too.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Are you serious? But why?&quot; Isla asks.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Because her family never cherished her like we do,&quot; Sylvia says. Her look is somber as she raises Valentina&apos;s crimson scarf, the one she wore for years to keep her from the blistering cold, and she wraps it around herelf, taking in the scent of Valentina&apos;s perfume as if Valentina could hug her one last time.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "Isla and Jarrett nod, not probing any further. Jarrett changes the subject. &quot;So where&apos;s Brother Romin?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Missing,&quot; I tell him. &quot;So drowned in his rage over the trade building that he never answered the call to the Merlot. Have you heard anything from the District Twelve Carmine?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Not a thing. I haven&apos;t even heard anything from my family, and I spent all night processing that panic,&quot; Jarrett says. He&apos;s the only one with the stomach to turn his eyes back towards the wreckage, whatever parts of the Vermillion family remain after the explosion.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "He mutters something indiscernible when something catches his eye, and he bends down to lift a piece of the metallic rubble.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;What is it, Jarrett?&quot; Isla asks. Just as Jarrett takes the shard of ferric debris in his hands, he winces, dropping it back into the scalding pile of scrap.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Essenced explosives. Not just saltpeter mixed in here, but I don&apos;t get it &mdash; the Carmine would never waste this much Essence.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;What are you trying to say?&quot; I ask.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;These are Carmine explosives,&quot; Jarrett says. &quot;The plating is our Essence-infused carbon steel. The only box that can hold that much Essence is one made of Essence itself.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "His words make my thoughts stretch further on where Romin has been, and Sylvia ponders the same question. &quot;Is he . . . really capable of such a thing?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "But Isla refocuses us. &quot;Capable or not, that&apos;s not important right now. We have to press for the Afterlife. The inner walls should protect us. In fact, I bet all the survivors are headed there. We press into the city, we&apos;re as good as dead &mdash; if you figure that Chymaeran creature&apos;s taken the life of everyone down there, just at our greatest moment of weakness.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;But what will we find at the top, then?&quot; I ask.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;It doesn&apos;t matter. We have no other choice. We can only concentrate our forces on one goal, and this is the best option,&quot; Jarrett says. &quot;We idle and we die. Assume that Endogeny is driven by life power &mdash; by Essence, and it needs it to survive. The only direction it could possibly travel is towards the Afterlife. Those Chymaeran bastards probably planned this all along, just to destroy the whole city and turn it against itself.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Let&apos;s go then,&quot; I say. I take Valentina&apos;s Vermillion rifle, knowing she has no further use for it. Sylvia steadies her bow and prepares her quiver, loaded with Essenced arrows that deliver a punch far stronger than a bullet, the only feature that makes it worthwhile. Though we play a losing game, having lost so much before the start, all we can do is press on in the memory of the ones we&apos;ve lost. The voice from my dreams is still so strong, and I still feel the tension in my wrist.",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ]
]