[
   [
      [
         "BodyTitus",
         "Hours pass in the temporary holding area beneath the wall. Four cells face each other with two on each side, and two cadets stand watch in the aisle between. They&apos;re unsure what prison guards even do beyond the books they&apos;ve read and the films they&apos;ve seen, so they just idle &mdash; whistling as they pace back and forth.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;You don&apos;t have to listen to that bastard,&quot; Jarrett insists. He&apos;s said that for hours. Our voices are the only power we have left, as the amorphous mass of Endogeny gets closer.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "In the evening, I hear the gate raise just a hair. Scouts approach on horseback. Fortunately, the barred window of my cell faces the empty courtyard, and I overhear their conversation.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;The Valedictorian wasn&apos;t lying. I saw it . . . whatever it was,&quot; he says, &quot;that mess of black stretching further than my eyes could register. What did he tell us to do? The Dragon Class guy?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;He hasn&apos;t said a thing. He told us to just wait here.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "I can feel the fear I planted stir across the camp. It grows exponentially with each silent minute. My plan is still working, even though I never expected our incarceration. Most of Romin&apos;s cadets are still awake, shivering in the cold, their eyes sunk in crescents of apprehension. With so many cadets, it will only be minutes before the powder keg erupts.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "And I can start the fire.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;What are we to do,&quot; Sylvia says. She reclines on the stone bed of her cell.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;I need you all to play along,&quot; I tell them. &quot;We&apos;re watering the seeds of fear I planted at the gates.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Don&apos;t get any ideas,&quot; the guard says.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Or else what, cunt? You gonna kill us?&quot; Jarrett says. &quot;A hundred pounds soaking wet, probably bottom of the class. I could snap you like a twig.&quot; The cadet steps back from the holding cell. &quot;Yeah, that&apos;s what I thought.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "I turn to the expanse beyond the window. Their panic is growing. The darker the landscape grows, the faster their fires dull without fuel to stoke them, the more anxiety settles. It&apos;s the perfect time now.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;You&apos;re all going to die! The tar is approaching,&quot; I shout. Most of them jump to their feet, gathering their rifles. &quot;The only ones you have that know anything of that creature are in your prison. And you just sit there, you stupid idiots! You&apos;re doing nothing, just waiting to die!&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Shut up!&quot; one of them shouts, voice trembling.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;You aren&apos;t trained like Dragon Class. That stupid leader of yours has done nothing to prepare you. He doesn&apos;t care about you.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;What is this about,&quot; Romin says, stepping forward from his tent.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;That&apos;s right. You have no power here,&quot; Jarrett says. &quot;Bastard brother in the Carmine.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;I can see it!&quot; Isla shouts. She and Sylvia scream in panic. &quot;It&apos;s right at the gates!&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "They rush to the gate, stumbling over each other, and several of them are incapacitated in the stampede. The prison guards don&apos;t know what to do. The commotion rises with the dread like baking soda and vinegar, and I turn to the guards.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;You&apos;re weak, pathetic. You need us,&quot; I tell them. &quot;Let us out and I&apos;ll save your life.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;I...I can&apos;t...&quot; one of the guards stammers.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Like hell you can&apos;t. You need us.&quot; I can feel their uncertainty draw them to the bars with the keys. &quot;That&apos;s right. Turn the lock.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Okay,&quot; he says. But just as he reaches for the lock, Romin descends the stairs, furious. An existential dread cramps his fists, and it seems like he&apos;s about to throw up. He kicks the keys away. One guard passes him to run for the stairs. The other twig that tried to free us collapses on his back.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Don&apos;t even think about it!&quot; Romin shouts. &quot;What the hell are you all doing? You&apos;re making everything worse.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;We&apos;re getting out of here. This isn&apos;t a game. These cadets need to prepare or else they&apos;re going to die, you bald-headed twat,&quot; Jarrett sneers.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;It&apos;s time, then,&quot; Romin says.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Good,&quot; Jarrett replies, &quot;you finally came to your senses.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;No. It&apos;s time to rush the gates,&quot; he says.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;And let us go,&quot; Jarrett says, but Romin leaves without another word.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "The keys lie just between Sylvia and Isla&apos;s cell, and Sylvia tries to reach for it, but they rest just beyond her grasp. Isla stares beyond the window, trying to make sense of the landscape. &quot;Gods, it&apos;s actually true, I can see it! It&apos;s right there, getting closer.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Panic is the last thing we need. All we need is to calmly respond,&quot; Jarrett says. &quot;Isla, you have thin wrists. Reach for the keys&mdash;&quot; but he&apos;s interrupted by Romin&apos;s voice outside.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;It&apos;s time now, cadets!&quot; he says. He stands atop a makeshift stage of fruit crates. &quot;Now is the time where we fight. The enemy waits at the gates. We must meet them before they destroy us!&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;What is he talking about? Is he talking about going out there?&quot; Sylvia says, as Isla reaches for the keys. She shifts herself. She&apos;s so close.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;It&apos;s suicide,&quot; Jarrett says.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;All he wants is to be a martyr. All he wants is glory,&quot; I say, &quot;and he&apos;s about to take a hundred cadets unless we stop him.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "Romin beckons with his rallying cry. The cadets respond with nervous cheers, adrenaline eclipsing their fears of death, if only for a moment. They want so badly to be led, to feel a part of something, even if it means until the bitter end, but I refuse to let that happen.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;I can&apos;t reach it,&quot; Isla says. &quot;It&apos;s too far.&quot; And then I see a stick just beyond the ground-level window.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Use this,&quot; I tell her. I toss it through the bars, and she grabs for it. She reaches for the key ring, trying to hook it. The rest hold their breath. I watch my friend rally a hundred cadets in martyrdom.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Step forward if you&apos;re courageous. Step back if you&apos;re a coward. This means almost certain death, but you&apos;ll be sacrificing for the betterment of our people, the key tenant of our Academy,&quot; he says. Several step forward. Isla&apos;s arms atrophy.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "My words can do nothing behind these bars. My heart drops when cadets open the gates. The crowd is divided in two groups of trembling firebrands, about one-to-four, and Romin stirs their emotions further.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Ah!&quot; Isla exclaims. The keys are in her hands. She fumbles her fingers against the lock and it opens.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;You first. You&apos;re the only one that can stop him,&quot; she tells me. The door clicks, and she throws the iron grate aside. I hear Romin&apos;s cry drown out as it grows further. Endogeny is approaching, and it will spare no one &mdash; not even these cadets with tombstone courage.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "I break the top of the stairs, heaving, clearing great distance as quickly as my legs will allow me. They&apos;re passing under. The final split is nearly half and half. Hundreds of cadets are going to die just so Romin can feel his last moment of glory. ",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Stop! Stop, all of you! This isn&apos;t courage or glory. We fight with our minds, not just our hearts!&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "Only several of them stop, the ones that just broke the line of the gates. I watch their eyes. They see something unspeakable approaching, and then their natural instinct of self-preservation finally kicks in.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Lower the gates!&quot; one cries.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;No, wait!&quot; the others beyond the walls scream. But it&apos;s too late. The heavy metal gates are already down. Several of them try to climb, to gain whatever height they can as if the floor were molten lava. All the wise can do is watch as their friends trample over each other, regretting their final decision.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;You cowards,&quot; Romin shouts. It&apos;s dark, but I can see him weep. &quot;You have no honor. You have no courage! If you die, you will be remembered! You will live forever in the hearts of our people.&quot; But he&apos;s the only one standing that far beyond the walls.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Open the bloody damn gates,&quot; I command. The others hesitate, so I do it myself, just enough that the scrambling cadets can roll through. &quot;Several at a time, or you all will die.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "We can only save twenty before the great cancer Endogeny is too close. My hand trembles on the lever, and I curse Romin for his idiocy in leveraging such a terrible situation on me. When do I lower it? There are still so many that struggle. They&apos;re like rats desperate to escape a flooded drain tunnel. If I don&apos;t lower it now, the rest of us will all die for nothing.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Lower the gates already, it&apos;s going to kill us!&quot; Jarrett shouts, but I&apos;m stuck in indecision.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "The stranded cadets screech with bloodcurdling cries. I close my eyes, unable to watch the horror as I throw the lever. I hear the cracking of bones. I can hear their screams drown out as the spiked edge of the massive gate lowers on them, while the ones still alive cry, reaching through the bars, resorting back to climbing as they curse me, condemning with the last of their souls as they&apos;re marked for death.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "Tears crest my eyes, and I fall to my knees. The hate grows stronger, and I want to die here. I couldn&apos;t save them, not all of them. I wish so strongly that the ground could swallow me whole. I anticipate a death so painful that it could repay just a fraction of those lives I&apos;ve sacrificed, wishing I was among them.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "And then I feel her embrace. Sylvia hugs me. Though her warmth can&apos;t penetrate the depth of my loathing, all I can do is rest there, deprived of the desire to rise from the frostbitten ground, and she raises me.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "The cadets I saved join her. They stand around me. Hands rest on my shoulders. They thank me for what I&apos;ve done. They pledge their lives to the fight to survive, but even over their voices I can&apos;t refuse to hear the chaos of the soon-to-be-dead; the cacophony of confliction, and so I bury myself further in the dirt.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Let me die here,&quot; I plead. But they drag me, away from the lever, away from the walls where twelve cadets&apos; bodies are separated in half, some of their upper halves still crawling as they hold tightly to life, some resigned to their fate, others holding to the top of the gates as they kick lower firebrands off.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "The last I see is Romin, standing atop a crate like a statue: absolute; galvanized in the strength of his conviction; unyielding though no eyes watch him. He doesn&apos;t hear the screams of the ones he&apos;s stranded. He doesn&apos;t watch them crawl, their arms grow bashed and bloody from thrashing against the iron lattice.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Remember me,&quot; I hear him say, but nobody watches. He dies a statue with no etchings, without a name to remember. I close my eyes before the bile drowns his life and his legacy.",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ]
]