[
   [
      [
         "Body",
         "We bide the passage of time in our own ways. Raine and Lyra pray to Khiras for the courage to face death, while I spend hours wondering why this sensation feels so familiar. I don&apos;t find out until I stare at the ceiling, looking for familiar cracks by habit, as if I brought myself to this place on my own accord, just like I did so many nights before. The only difference is that there&apos;s no window to open to let the cold air fill the room.",
         true,
         false,
         false
      ],
      [
         "Body",
         "All I have to measure time is the seven trips to the latrine afforded by the guards: little more than a pit dug deep into the earth, rancid with the waste of an uncountable number of people before me. The food is enough: rather than divine praise bringing bushels of produce from the sky or however the lower peoples imagined it, it came from the very ground, and this place is unquestionably the everflowing source of it.",
         true,
         false,
         false
      ],
      [
         "Body",
         "It feels so much longer than the day that Ullrich proclaimed. I find sleep when it&apos;s forced out of me. That reflection of a reflection of sunlight on the far stairwell wall turns dark only once. There&apos;s little conversation between the three of us, since the only commonality is that we&apos;re trapped together. Occasionally we&apos;ll sleep with our backs to each other, or all sprawled against the bare wall with heads on shoulders: our flesh the only softness that exists in the cell beyond the thin fabrics we wear. But by the time our detention expires, it all feels like it was only a matter of hours.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The sound of footsteps builds in the stairwell, along with the sound of voices: going up, not down. Neither of us can catch a glance at any of them: at least a dozen, ushered by a single tall figure with silken blonde hair.  They wear the same threads I wore for the celebration, yet they&apos;re not polished enough in their speech or cadence to be seasoned guards. I almost think I recognize a couple of their voices. Then I just consider it&apos;s a panicked mind longing for connection with anyone I&apos;ve seen before.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;It must be time,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Time for us to go. To pay for the sin of valuing our fellow man over progress,&quot; Raine says. &quot;The only sin I bring to this death is being too late to try to save them.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "And then the freezing gale engulfs the cell. It brings me back to the night I lost my father, when the sister I cherished was ripped from his arms, when my blood was so cold that I couldn&apos;t urge my muscles to move. I shiver in the fear and grief. The others tremble, but not from the cold: itching their skin, panicked at something else that seems more horrifying than any imaginations of death could ever conjure.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Raine, do you feel that?&quot; Lyra says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The hardy Raine&apos;s voice trembles. &quot;The power. Not by generations or by nature, but by something far, far worse . . .&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "My body freezes like it did when I confronted the Chymaerans for the first time. My hands refuse to hinge. Even the thoughtless beat of my heart slows to a painful slosh of clotting blood, and when the obsidian-clad, tall, flaxen-haired woman passes the threshold of the leftmost wall, her amethyst eyes pierce deeper than the blade that killed my father.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Spiderwebs of purple spread across our flesh like an allergic reaction to wind. It brings me straight back to Everett in the final years of his life when he lost his mind to the Chymaeran Curse, and part of me thinks it will end this way, before I remember it&apos;s not climactic enough for Ullrich.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You will follow me,&quot; she beckons. &quot;Your body won&apos;t give you a choice.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "She unlocks the door, and we follow her up the stairs. The resistance of any muscle undedicated to putting one foot in front of the other causes a strain like growing pains. And it&apos;s when we make it to the top of the stairs that I see all the others that lived far beneath the ground.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Titus? Is that you?&quot; A voice says. It comes from a face I can&apos;t reconcile: just a little too old to be a colleague from the academy. Or is it?",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;It&apos;s really him. The Valedictorian.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Of what class?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;The last one.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;But I never saw him in the trials.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;He was the top of the class! Of course his fireteam wouldn&apos;t have suffered through that. They were special enough to serve.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Why don&apos;t you give us another rousing speech?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "I open my mouth to reply. All I manage is a squeak before the obsidian pain reclaims my wasted energy towards walking to the touring car at the mouth of the tunnel, and I find my head turn forwards and down toward my feet.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The last trip passes in pain and resignation, while the other two passed in astonishment and betrayal. I find humor that I can brag I&apos;ve taken more car rides than I can count on my fingers now, but there&apos;s no one left to listen. All the acolytes are gathered once more for the final event before the transition of some prophesied golden age, and it seems we&apos;ve been reduced to just another entertaining sideshow. They&apos;d be throwing quartz and pouring their expensive liquor on us if it weren&apos;t for the fine craftsmanship of this automobile. Across from me, the blonde champion stares into my eyes while I refuse her glare, the only thing left I can resist. And before long, they usher us to the front of a makeshift pit unearthed in the park outside of the grand central hall, surrounded by watchers that ravenously feed off every ounce of our desperation.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The hate we witness is unfathomable. The three of us, redressed in tattered rags of worse quality than the furthest outwallers, are cajoled with all the ruthless anger and hatred of the weakness that brought our race to its knees, forcing us to seek refuge north of Nordhaven in Blackwater. We&apos;re free game for the clods of dirt and pebbles when we&apos;re far enough away from the automobile, still forced to walk by that deathly, otherworldly force. Eventually we fall to our knees in front of the pit, our backs turned to the pulsating remnants of Endogeny, its putrid smell of unsettled flesh wholly overridden by the sweet smell of honey mead and venison. It takes all the will we have to prevent gravity and the weakness of the curse from pulling us into the pit.",
         true,
         false,
         false
      ],
      [
         "Body",
         "It&apos;s finally now that I can see the leaders of this regime, seated directly in front of us. I don&apos;t recognize any of them, though I&apos;m sure none of their cattle would ever be important enough to know.   What do pigs and cows know of their masters beyond the hand and sickle? What use is a name when overwhelming power makes the boldest pronouncement? My heart races with that innate, animalistic sense of adrenaline that begs me to survive at any cost although my mind has resigned itself to this inevitable end.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The nameless king beckons for Ullrich to end the campaign he began so long ago. Ullrich and his vassal for the power of the Gods assemble directly before us, and behind, the unrecognizable cadets in obsidian fatigues flank the pit.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I hear the king speak for the first time. Like any leader worth their weight in needless gold, he tells a story they&apos;ve heard a hundred times before that gets far more hyperbolic and exciting with every telling. &quot;A hundred and fifty years have passed since the fall of Nordhaven. Our capital city was the shining beacon for the future of Humans. But the coalition of forces led by the Chymaeran separatists nearly extinguished our people. Most of you probably remember running for your lives. You are the ones whose strength allowed them to hold on to the Essence of generations. The weak were mostly extinguished, drained of their Essence by our enemies: few of them following our retreat like moths to flame, clambering north through the snow with their meager Essence, keeping the fortunate warm enough to survive the trek alone, leaving more frosthards than powerless swine.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Their weakness damned us!&quot; One of the adherents shouts.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;So we overtook Blackwater. In a hundred years we expanded it from a fledgling city of a hundred thousand into a new capital that forgot everything of its past. We shaped the filth and brine into a system that would work for us. Instead of the mild climate wasted on all the peasants across the land, we consolidated such power that the jungles of the Verdalans and Ahkvasans could grow atop a barren summit three miles high. And we forced the pigs below to produce the power and smoke that would keep them warm. We filled the troughs through the labor of their own people. Gave them all the conditions to fornicate and produce as many bodies they could to slowly trickle with the generational crescendo of Essence. And now, at the end of our long winter, and at the threshold of our long-awaited return, we herald a new Mask, a new vassal to carry our forces to Blackwater and everywhere beyond!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "The king steps down from his portable throne to re-introduce the new ruler of their armies and his leading general. He introduces the cadets behind us as &apos;rustbloods that have proved their ruthlessness enough to die for our causes.&apos; I watch as Lyra and Raine tremble to the left and right of me, light of the curse as their champion waits to extinguish us at the most enjoyable time.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I hear my name somewhere between the cheers. I twist my head as left as it can muster: it&apos;s Sylvia, awash with that eternal look of fear and weakness that has followed her since our earliest years together in the orphanage. She is powerless as ever, just a spectator to the death of a man that once protected her, that might have even said that he loved her, but in all my affection for her, I can&apos;t find a shred of anger.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I still feel the snag of attachment, like a thread, bonding me to this world, and the more I see it, the more furious I become. It&apos;s the feeling of something more than duty. For the entirety of this life I could accept that the world was just unfair, that I deserved nothing and got whatever came to me, whether good or bad. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "But instead of the stillness I thought would come with fulfillment of duty, it&apos;s a pain of loneliness and fear.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I regret. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "And those words of emotion terrify me before I can withhold them.",
         true,
         false,
         false
      ],
      [
         "Body",
         "This entire life has all been a waste. And then the longing overtakes me. That despite the anger and fear, how badly I wish to be safe in the warmth of her embrace, rather than feeling the heat leave my body and fall into the now vacant pit behind me.",
         true,
         false,
         false
      ],
      [
         "Body",
         "How I should have listened. How I should have opened the door to my father. How I should have spent more time with Ellie. Gods! How could I have been so selfish to keep her? How could I ever be good enough for her, to render her life an eternal nightmare because I didn&apos;t have the strength to let go!",
         true,
         false,
         false
      ],
      [
         "Body",
         "I muster a smile at Sylvia as Ullrich makes his presence, hoping just this once that actions can speak for the words that, despite everything, I had yet to tell her. And one last time, I can forgive her as she vanishes into the crowd, never to be seen again.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Ullrich says, &quot;It took the royalty everything to convince me to join their effort. I was opposed at first. But it was the loss of my own child . . . the loss of my two children, rather, that showed me the true importance of this crusade. They taught me the definition of sacrifice&mdash;&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Fucking rat bastard,&quot; Lyra manages. &quot;Even killing your child is all about you, huh?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;&mdash;and as I stand here faced with the face of my daughter, I can tell you that this is a reminder of the strength it takes for us to let go of that past. To forgive the weak for their sins. And to give them a quick and painless death so that the ones that matter can forge on. Besides the weak-blooded daughter, I once had a son that would carry the pride of our blood. But now, I have a true daughter,&quot; he says, placing his hands upon the shoulders of the Mask. &quot;And now, for the first time in a century and a half, we will make our triumphant return!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "I hear Lyra unleash a bloodcurdling scream when the Mask is distracted: just enough strength in her body to do one last thing.",
         true,
         false,
         false
      ],
      [
         "Body",
         "She manages little more than a couple steps before the Mask casts spiderwebs of amethyst upon her. Ullrich extends his hand to grab her throat and lifts her in the air.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You can stop that,&quot; he tells the Mask. &quot;This is something I have to handle on my own.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;No, Lyra!&quot; Raine manages. And so the Mask focuses all Lyra&apos;s suffering on him, causing him to tremble hard enough that he begins to slide down the muddy pit.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I can only watch as he suspends Lyra over the pit while she&apos;s at full strength. It takes Raine all the resilience he has to draw the effort into his powerful muscles to propel himself to his feet. With his arms outstretched, he tackles Ullrich into the pit along with his daughter.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I&apos;m coming, Fletcher.&quot; The name of her brother is the last words that crest Lyra&apos;s lips.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The onlookers are mortified. Only the king and queen, and all the rest of the royalty, remain in their seats unaffected by the turn of events. And when I hear the sudden turn of the spectators, as if this were some Academy wrestling match in the fields, Ullrich ascends from Endogeny entirely intact.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;The strong will always prevail. The weak will always be left behind,&quot; he says, as he returns to his place in front of me, dropping whatever&apos;s left of their skulls upon the ground. &quot;And it is the Essence in our circuits that divides us.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "He calls to the Mask, handing something to her from within his pocket, and I recognize it as soon as she places it around her neck. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;The first cross-blooded Mask of the Gods to come to this world. Raised on the blood and sacrifice of the rustbloods,&quot; Ullrich says, raising the necklace to show a single shimmering fragment. &quot;Between the divine blood of the Chymaera and the Humans, she will be known as the Heiress of Purgatory!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Despite my vision, I instantly recognize it, glowing red as it approaches her: the piece of Pure Essence in the amulet I found beyond the walls. And on the fumes of a dying mind, I realize what I had been missing the whole time.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The Merlot never stole it. The Carmine never kept it. It was the Afterlife that took the pure-Essenced Amulet to use it as a catalyst for this godless metamorphosis.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;It is time to withdraw the great weapon Endogeny. It has served its purpose,&quot; he says, and as the Mask closes her eyes to meditate on the celestial power, I can only watch as it dissolves, assimilated wholly with her circuits.",
         true,
         false,
         false
      ],
      [
         "Body",
         "It&apos;s then that a radiant heat bathes the outer lands in cleansing light. Particles of crimson Essence lift from millions of dead, disintegrating Humans, floating in the air like paper lanterns at light against the eternal dawn. The liquidous void surrounding their island capital saturates with motes of amber, rising as bubbles from something dissolving far below, higher than the steeples and spires of the central hall. And like an infinite blanket of stars, they glow on the light of a state a lifetime past. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "I have no tears left to weep at the disregard of their sacrifice. I&apos;ve sweated out every last fluid in my body, and I hold on to the meager moments I have before I press on to the veil of the Reservoir. The motes gravitate towards the undeserving acolytes of this godless regime, and they stretch their hands like joyful children, absorbing whatever stolen sparks they can as their flux consolidates on the Mask, saturating her with unspeakable power. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "But their triumphant elation ends as soon as the Essence hangs in the air, like a room of dust in bright sunlight. There&apos;s something else that drains the electricity from the air, and when the motes begin to flow away from the Heiress, past my body to a space behind me, they begin to panic. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "It&apos;s only when the process reverses that their screams pierce the air, casting them to the ground, actively losing something precious to them for the first time in their effortless lives. Because their long-separated Gods had forsaken them, they tried to create their own. They thought they could create an Afterlife greater than the Gods. And now I finally get my catharsis when the Essence peels from their circuits. ",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ],
   [
      [
         "Body",
         "The upper plateau is eviscerated by an ever-widening column of light, and in the unholy matrimony between opposing elements of life and death, not even dust survives. The column pours into a flat, widening reservoir bounded by the dense clouds, and when I look up, I watch its reverse waterfall collect in a shadowed lake, and it&apos;s as if I see the reflection of another world.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The dead Essence attracts to somewhere in the crowd like ferric dust to a magnet, growing in magnitude until it&apos;s unmistakable, and everyone turns to watch. They have no idea of the unholy retribution that awaits them. Ullrich begins to panic. He never could have predicted this: how the tables have turned. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "A trail of Essence now feeds my circuits, such an uncomfortable feeling that I fall into the empty pit, my head pointed upwards to try and catch an upside-down glimpse of whatever opponent dares to oppose the will of the Afterlife. All the motes are now condensed to a single stream, inundating one of the observers with unexplainable power. Their eyes resonate with the darkest color of blood as they float above us. Their flesh becomes white-hot fire. And in an instant, the godless bastards of the Afterlife experience powerlessness for the first time in their lives.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;This pocket of humanity will pay an unpardonable price for all it has taken!  It is the will of the Gods.&quot; The voice is omnipresent as if whispered in every ear. I can feel the Essence oversaturate the air, stirring around like a cup of tea with so much sugar it refuses to dissolve. But something else dissolves instead. It&apos;s not just their circuits being stripped of Essence now: the flesh of all the denizens of the Afterlife begins to wither. The trail of Essence that once saturated their circuits like the fat in their arteries draws from them, and they face a fate far worse than the true Humans they sentenced to death by Endogeny.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Soon they all lie motionless, atrophied of every last fiber of muscle, rendered as nothing but flesh-covered skeletons cursed with consciousness, forced to lie in their last crumpled state until starvation or thirst might claim them, left motionless by the vengeance of hubris. Even my strength is unparalleled compared to theirs. The corpses lie unblinking but conscious: like plants, a permanent installation of nature no longer privileged with the power of mobility.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The only evidence of life I can see stands just beyond the stage, bathed in blinding luminosity. The inverted puddle of pure Essence now glows brighter than the distant sun can muster, and all that remains is the same texture of grief and sorrow that I harbor over the waste of it all.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Her voice booms like thunder. The blasphemers who thought they could reach beyond the Gods come down to their knees.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Let this be a final lesson, unworthy renegades, those who murder brothers and sisters in thoughtless avarice to taste the power of the Gods: all you will ever find is the emptiness of hollow, agonizing death, no longer welcome to the flesh that makes you Human.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Although they have all committed an atrocity so horrible, it pains the Goddess to watch as they lie there, motionless, pleading to be vanquished. She begins to weep as her tremendous form crests the clouds, and when I try my muscles, I realize my life has been spared. The ground shakes. I feel the stirring of something far beneath the earth as my body is tossed about the ground like sizzling drips of oil on a hot plate. The bodies of the motionless living rise to that shimmering portal. It is the Reservoir: the true afterlife, to show them in their last moments they could never create something greater than the forces of divinity.",
         true,
         false,
         false
      ],
      [
         "Body",
         "My hand reaches for that rapturous, otherworldly portal of shimmering Essence: the true Afterlife. I don&apos;t float like the rest of them, and I plead with tearless eyes. &quot;Let me go. Please, let me go! Let me go home and see them! Please,&quot; I continually plead, but that buoyant force never reaches me.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I feel the ground tremble beneath me as Khiras&apos; footsteps shake the ground. She had found the last Human amongst the wreckage. She has found me.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I feel the ground beneath me liquefy as I ascend higher than the mountains, higher than the clouds, a whole chunk of the earth held between her hands, ten-ton boulders sifting through her fingers like sand. All I can see is the Goddess&apos; eyes as she watches me, her head eclipsing the moon in shape and light, and it feels as if her radiance casts the entire landscape into eternal lighttime.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I&apos;m so sorry,&quot; I whimper, &quot;I&apos;m so weak, and powerless, and...&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "The glow of Khiras&apos; crimson eyes well to the shape of pity. The tears finally pour from my eyes, this has all been too much to hold, and I just cry there, for Sylvia, for Valentina, for Romin, for Vera, for Viktor and Isla, for all the ones whose lives were extinguished in the campaign.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The goddess&apos; eyes well with magma. Scalding tears pour from her eyes as she sinks to her knees, and I feel a radiant embrace of heat as if it covers me entirely: the Goddess tenderly holding her last living child.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Humanity&apos;s last foothold has been extinguished. The blood of eons has been severed. No longer will there exist a mortal of her image to indulge her with songs of worship.",
         true,
         false,
         false
      ],
      [
         "Body",
         "All I can see in my mind&apos;s eye are the faces of all the people I&apos;ve ever loved waiting for me now. I try to recall my mother&apos;s face; the shape and warmth of Ellie&apos;s gentle form when I embraced her; the voice of each of my friends.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Her wailing cries shake the ground as she holds the entire island to her chest, and from beneath her, magma launches from deep beneath the crust, consuming the grounds of Blackwater in superheated rock, purging the surface of every last impurity as if to start over and plant me in the soil. But I can tell that even the Goddess has given up.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Hot ashen clouds consume the surface; the shape of everything solidified in soot and stone; the last record of the Humans frozen in time for all eternity; my home reduced to a single timeless frame if it couldn&apos;t live on with the power of life. The clouds approach closer, but she doesn&apos;t raise her hands to save me: I can feel the scorching heat begin to sear my nerves until soon I can&apos;t feel anything at all.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Before my vision melts away, the last sight in my mind&apos;s eye is the crimson glare of the Goddess staring directly at me, before the scalding ash eviscerates the flesh from my body, and I&apos;m tugged by the wrist in a direction beyond space, leaving the irreversible bedlam of this dead reality behind.",
         true,
         false,
         false
      ],
      [
         "Body",
         "In the next frame of consciousness I lie awake and alive. The hazy ash trades for a textured ceiling I&apos;ve seen too many times to count, and the scalding heat trades for freezing night air.",
         true,
         false,
         false
      ],
      [
         "Body",
         "But the crimson eyes are persistent. They look down on me with concern as I panic, choking on smoke that no longer burns my lungs.",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ]
]