[
   [
      [
         "Body",
         "The sanctuary bells sound the transition to Darktime when I reach the porch of my childhood home. Pedestrians stop in the streets. My neighbors step out of their homes, ushering their children outside as Ellie exits the front door.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Despite the resentment still branded on her face, she succumbs to a longing that leans her into me. Her shoulder presses against my waist, and I wrap my arm around her, giving her a side-hug before we raise our hands and voices for the Rite Of Benediction.",
         true,
         false,
         false
      ],
      [
         "Body",
         "It takes mere seconds before disparate voices attenuate to the words of a single body: omnipresent like the eyes of the Gods that watch their severed children.",
         true,
         false,
         false
      ],
      [
         "NoteTitus",
         "Bright is the light of the Acolytes&apos; passion",
         true,
         true,
         false
      ],
      [
         "NoteTitus",
         "Plight is the rite unto thee",
         true,
         true,
         false
      ],
      [
         "NoteTitus",
         "Smite with a spite the blight of the Nightmen",
         true,
         true,
         false
      ],
      [
         "NoteTitus",
         "Tomorrow is beholden to me",
         true,
         true,
         false
      ],
      [
         "NoteTitus",
         " ",
         true,
         true,
         false
      ],
      [
         "NoteTitus",
         "Fight for your life, set fire to flames",
         true,
         true,
         false
      ],
      [
         "NoteTitus",
         "And the Firebrands furrow a way",
         true,
         true,
         false
      ],
      [
         "NoteTitus",
         "Find the old Light &apos;fore the sin of the Fall",
         true,
         true,
         false
      ],
      [
         "NoteTitus",
         "And reclaim what was taken from me",
         true,
         true,
         false
      ],
      [
         "NoteTitus",
         " ",
         true,
         true,
         false
      ],
      [
         "NoteTitus",
         "Set upon your shoulders the remorseful millstone",
         true,
         true,
         false
      ],
      [
         "NoteTitus",
         "And toil &apos;till Essence is dry",
         true,
         true,
         false
      ],
      [
         "NoteTitus",
         "The Golden Age waits where the weakness is gone",
         true,
         true,
         false
      ],
      [
         "NoteTitus",
         "And the dream will live after I die",
         true,
         true,
         false
      ],
      [
         "NoteTitus",
         " ",
         true,
         true,
         false
      ],
      [
         "NoteTitus",
         "Bright is the light of the Acolytes&apos; passion",
         true,
         true,
         false
      ],
      [
         "NoteTitus",
         "Plight is the rite unto thee",
         true,
         true,
         false
      ],
      [
         "NoteTitus",
         "Right is the fight for Humanity&apos;s cause",
         true,
         true,
         false
      ],
      [
         "NoteTitus",
         "Tomorrow is beholden to me",
         true,
         false,
         false
      ],
      [
         "Body",
         "The last sung syllable dissolves to silence, and in the space that remains, the entire city is left to reflect on what our ancestors left behind. Ellie disappears inside before I can catch the door, captured by the excitement of coloring her pictures. Her flaxen hair spills from her head in strands of golden fiber as she sprawls across the kitchen floor. It sways with every stroke of the death-gripped purple crayon tightened in her fist, scrawling away on stray sheets she took from Seminary.",
         true,
         false,
         false
      ],
      [
         "Body",
         "My sister hums the tune of the Benediction since she doesn&apos;t yet remember the words. The wind slams the door behind me as I remove my thick coat. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;What happened to a &apos;hello?&apos;&quot; I ask, twisting off my gloves and deposititing them on the holds of the rack.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;&apos;Hello?&apos;  You didn&apos;t &apos;hello&apos; me in days,&quot; Ellie says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;That&apos;s fair,&quot; I mutter. &quot;But did Father come by?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;No.&quot; She kicks her feet behind her, unfazed by the thought.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Well, I&apos;m sorry that I was gone for an extra day. We got held up beyond the walls. We had to spend a night two days away from the city, can you believe that?&quot; I ask, expecting the smallest sliver of interest, but all she manages is a grunt. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "When I approach, I notice it&apos;s one of her worksheets from Seminary. They&apos;re learning about the spiritual armor of the Firebrand. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "Putting aside her avid disinterest, I ask about her artistic vision. Purple, huh? I don&apos;t think any of the Firebrands I know are allowed to wear purple. It&apos;s different shades of red, with a little bit of yellow.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "Her eyes focus harder. &quot;But mine will be purple,&quot; she states. &quot;It&apos;s the best color.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;The color of the Chymaera? Of the enemy?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;My favorite color,&quot; she insists. &quot;Red and blue together. Blue like the sky should be, and red like everything else.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Like what?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Like the clothes the older kids wear. Like your cheeks and nose when you walk inside. Like blood. Like Essence, when it dries.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Then maybe you can convince the Grandmaster General to change our wardrobe. He wouldn&apos;t listen to me, and I was the top student in our school.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I&apos;m the best in my class, they say,&quot; Ellie says. I think to myself that it&apos;s a miracle that she&apos;s so self-sufficient: far more than any kid her age should ever be forced to be. Forced like I was, even before her age.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;And I&apos;m so proud of you,&quot; I tell her. But when I take a closer look at her homework, I notice all the written parts aren&apos;t filled out. &quot;You know you&apos;re supposed to write what each of the armor pieces mean first, right?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;But I hate that part!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;If you hate words, you won&apos;t be able to speak,&quot; I tell her. I drag the pint-sized wooden chair in from the playroom, etched with the name TITUS NATHANIEL BERGUARD from when I was a toddler. When it gets me to her level, I lean forward, afraid my full weight could shear the legs straight off.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Ellie sneezes. The house is covered in dust, and I can&apos;t remember the last time I cleaned it. It&apos;s what I hired the caretakers for: once every two weeks.",
         true,
         false,
         false
      ],
      [
         "Body",
         " &quot;How about we do it together?&quot; I offer, for the third time this week.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;No. I&apos;m too tired,&quot; she says. &quot; I feel sick.&quot; And then her sniffles make sense: maybe it&apos;s not just allergies after all.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Well, you have Seminary in the morning, so it needs to be done,&quot; I say. She glares at me as I go in her backpack: the planner I bought for her has several unchecked boxes, along with the rest of the Firebrand&apos;s Armor sheets scrunched and stuffed like packing paper. &quot;Ellie, this is due tomorrow.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I know, but I don&apos;t want to!&quot; she shouts.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;If you did some of this yesterday, you wouldn&apos;t have had to do them all tonight,&quot; I say. &quot;Come on.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "I snatch the drawing from the floor. With her face screwed up, she stands to stams her feet in protest. &quot;But Carrie never help me last night!&quot; The tutor. &quot;She never came.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You can have this back after you finish the first one,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;No! No, no, no, no,&quot; she says, her amethyst eyes glowing with a familiar anger.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Yes, yes, yes. This is important,&quot; I tell her. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Why can&apos;t I be a pitcher-drawer like Sylvia?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Sylvia does that on the side. She&apos;s smart to start.&quot; I un-crumple the assignment and place it on the kitchen counter, but she swats it away.",
         true,
         false,
         false
      ],
      [
         "Body",
         " &quot;I wish Gran-pa Ev was here. He&apos;s nice to me,&quot; Ellie says. &quot;Not you. He let me eat sweets! And he let me stay up late.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;That was years ago,&quot; I tell her. &quot;You didn&apos;t have school yet.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Well I hate it,&quot; she says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I rest my head in my hands, turning away from her icy glare to address the ghost of my mother. &quot;I&apos;m just trying to do my best,&quot; I mutter.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I hate you,&quot; she adds. &quot;I don&apos;t want to, and you should do it for me again.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Then we&apos;ll do it together,&quot; I say, glancing at my watch, wondering if I&apos;ll have to sleep on the couch again.",
         true,
         false,
         false
      ],
      [
         "Body",
         "She takes a beat in anger before the exhaustion on my face gets through to her. &quot;Fine, then,&quot; she says, dragging a chair to my side of the kitchen table, making sure it screeches across every inch of the floor.",
         true,
         false,
         false
      ],
      [
         "Body",
         "It takes us a mere two minutesto write the first one, and she doesn&apos;t even need my help. Watching the candlelight flicker on her face reminds me of her mother in the smallest nuances of the creases in her face, and I find it fills me with a certain warmth.",
         true,
         false,
         false
      ],
      [
         "Body",
         "She starts the second crumpled sheet.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;And what is this one?&quot; I point to the purple picture on the page.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;The helmet of faith,&quot; Ellie says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;And what does it do?  Write in the box,&quot; I tell her, as she scribes the first three words.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;To trust the Alakytes to get us things to live,&quot; she says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Yeah. The Acolytes,&quot; I say, pointing to the mispelled word a seminarian shouldn&apos;t have to know yet. &quot;And that &mdash; what&apos;s that below it?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;The belt of burden,&quot; she says. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;And what does it do?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;It holds up the pants.&quot; ",
         true,
         false,
         false
      ],
      [
         "Body",
         "The line hits where the exhaustion weakens me the most. I laugh and laugh, until Ellie&apos;s offense eventually boils over into laughter.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;But it holds up the pants!&quot; She insists, gesturing an imaginary pair of pants, chuckling as she tries to straighten her face.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I ask, &quot;The pants? And  . . . and what would the pants do, then?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;The pants of, uh . . . pants of patience.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Patience?&quot; I run her creative mind further. &quot;Patience for what?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Uh, patience for when you gotta go pee or poo, to not take them off,&quot; she says. &quot;Because you can&apos;t do it in the store, or in the street, you have to wait.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "I feel the tears crest my eyes as she begins to write it down. &quot;Stop, stop,&quot; I say. She laughs again, and I&apos;m unsure whether she&apos;s developed an intentional sense of humor yet.",
         true,
         false,
         false
      ],
      [
         "Body",
         "She asks, &quot;What do the pants do, then?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;There are no pants,&quot; I tell her.",
         true,
         false,
         false
      ],
      [
         "Body",
         "She gestures to my trousers. &quot;You wear the Fire pants.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Yes, I have pants. But the armor is a metaphor,&quot; I tell her. &quot;It means something symbolic. It makes you remember certain things when you think about it, the stuff that&apos;s good for us to remember.&quot; Her mind spins over the thought as she stares at my pants, piecing together what I mean. &quot;Like the thing we just said &mdash; the Benediction &mdash; before Lighttime becomes Darktime.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Oh,&quot; she says. The pen idles on the page, scrawling circles in the corner. &quot;So the belt isn&apos;t actually a belt,&quot; she says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Sort of. But it&apos;s what it means that we care about,&quot; I tell her. &quot;So what does it mean to us? What do we carry?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;The badness, of how we lost our gift. We can&apos;t do what the Gods said we could do, with fire and life. But not the people on the big mountain, up there getting us food and stuff we need.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Close enough,&quot; I said.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;But why, though?&quot; She asks.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Why what?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;All the badness of the scaredy people that used their Essence to run away: why is their bad on us now? We didn&apos;t do it.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Because we are the last Humans left. We are the only ones that can make good on all that &apos;badness&apos; and make our people better.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "She pauses for a moment. &quot;I think Dad is one of the bad ones,&quot; she says. &quot;He runs like them. But like the belt is not a belt, he&apos;s not running. Just scared, like, running without moving,&quot; Ellie says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "My heart sinks a little as she wraps up the last words of her worksheet. There&apos;s so little I can offer, so I say: &quot;Dad would be really sad if he heard you say that.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;But he should be here more,&quot; she says. &quot;Not the nanny. And you should be here!&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I am here.&quot; I can feel the temperature rise, loathing how circumstance rhymes across generations. &quot;I come here every day I can. I pay for the house to try to let you live somewhere nice.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Houses are only nice when people are in them,&quot; she says, and though it tears at me, the only response I have is to do what my father never could.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I wrap my arms around her, relishing in her warmth, thankful for the space she takes up, and I enjoy the weight of her as I lift her into the air. But she rests her arms at her side, without a hug in response.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Why didn&apos;t you let them take me?&quot; She asks, and the question startles me. She&apos;s talking about the papers Clint told me to sign. The day before graduation, he forced me into a meeting with Child Services &mdash; and maybe I&apos;m fortunate they don&apos;t care about their jobs, because I care for her more than anyone else can. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "It fills me with a certain guilt every time I see the crescents in her eyes, the dirt on her skin, but what&apos;s stronger is the anger I have for the carelessness of my father.",
         true,
         false,
         false
      ],
      [
         "Body",
         " &quot;Because you&apos;re mine. And because you deserve better.&quot; ",
         true,
         false,
         false
      ],
      [
         "Body",
         "Better than being alone and unwanted like I was, in the orphanage. Better with someone loving you sincerely. Regardless of the fact that they lined up some infertile rich family in Province Eight to take care of her like their own.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I love you so much,&quot; I tell her, but I can feel the disappointment in the way she slumps with dead weight.",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ]
]