[
   [
      [
         "Body",
         "I head for my apartment. It&apos;s way too late to watch the sun touch the horizon, to soak in even the smallest sensation of warmth through the smog. There is hardly night or day in Blackwater. Most of the time it&apos;s dark, though the sun never sets. It just hangs in the sky, sometimes dipping for moments below the mountains. All we have is Lighttime and Darktime, driven by the man-made cycle of electric light on a schedule. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "The lower city is sleepless as it always is, the generator workers encrusted with soot and sweat as they emerge from the power plants, trading shifts with others whose schedules never afford them the Lighttime: to me, it&apos;s been motivation to do better in the Academy, a reminder of what happens if I don&apos;t maintain my echelon among the top ranks. Too many cadets fail to return from battle as it is already &mdash; while the top classes are promised the highest ranks in the service, the lowest cadets are first fodder for the front lines. And if they do survive, their dreadful, dragging lives that follow make them regret it.",
         true,
         false,
         false
      ],
      [
         "Body",
         "There are privileges to the highest ranks of the Academy. They are the benefits I earn, but I never have the time to enjoy or take advantage of. Cadets in the academy are coined &quot;Firebrands,&quot; after the stray embers that spread wildfires far beyond their place of origin. Brought together, these Firebrands form Fireteams, clusters of four cadets raised together since early childhood, forming formidable friendships and bonds that carry into their service beyond the walls. Together, Romin, Valentina, Sylvia and I constitute Fireteam 473, one of the few groups skilled enough to rank among the top one percent. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "But I&apos;m not the only member to abandon their privilege &mdash;&mdash; in fact, Sylvia is the only one to continually take residence in the towers (and although my abandonment errs on the side of service, Valentina and Romin haven&apos;t so much as lived there.) ",
         true,
         false,
         false
      ],
      [
         "Body",
         "Whether by hedonism or loyalty, Valentina and Romin enjoy lavish lifestyles at the forefront of their factions, connected by blood to the highest powers of the Merlot and the Carmine. Romin is consumed in his promise to become the Son of the Carmine. Valentina . . . I don&apos;t really have any idea what she does up in her Vermillion Tower unless her family&apos;s extravagant parties bring us up there. But considering that coveted geothermal warmth of the sprawling central peaks &mdash; shrouded in mystery by smog and clouds that shadow anything of their wealth &mdash; I doubt they&apos;ll be burning any money staying warm while the whole rest of the city lives on ice. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "Trains take cadets to-and-from the city in large droves, packed tight with little space to spare, the only available type of transit through the inner walls. My commitments always leave me at the tail-end of any rush hour when the trolley cars are near empty, when only the residents of the Academy and their guests are able to ride, and they&apos;re often heavily intoxicated, headed back after a long darktime of drinking, steeling themselves to fight a horrendous hangover.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Before the Snowdrifter run, our fireteam went into the city to celebrate the start of the break, and with half-price drinks on the Academy stipend, I was trying to forget a lot when I went in there.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I trace through my memories of that darktime. Valentina concealed herself with a woven pink sunhat in the absence of sun. She gets catty and loud after the first few rounds, but it&apos;s easy to tolerate when she ends up buying the drinks. While she was occupied chatting-up her fans, Romin&apos;s solemn stare scared them off, allowing them no more than a question of her name before they duck for another crowd.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Sylvia&apos;s always light on clothes. She wore one of Valentina&apos;s (many) old dresses, untailored to her measurements, crushing her in a space that Valentina could barely fill. It made me laugh, how misplaced the vibrant colors of Val&apos;s wardrobe were on Sylvia&apos;s body: most days Sylvia struggled to get ready, showing up to lectures with her hair still damp. In my presence, she always seemed to reject the advances from any suitors that offered her a hand. The crimson mark and hood were enough to get Romin and I a fair amount of attention, though at least I never pursued it. All I could remember were several faces of nameless women, Romin whispering &apos;too ugly&apos; or &apos;too fat&apos; or &apos;you can do better than that&apos; until he stopped judging for me and got wrapped up with someone else. I chatted with a girl whose name I forgot. And after Romin quickly disappeared, Sylvia left upset, and Valentina absconded off with another high-ranking firebrand. Academy dating is shallow, the way cadets pursue one-night stands and drunken nights to quell their crippling anxieties of the unknown world that awaits them. At least for the middle and lower classes, the overdose deaths, grievous injuries, and suicides got so severe that each graduating class was forcibly placed on dry probation at least two weeks before the ceremony that sent them beyond the walls. Whoever that girl was, she just wanted a taste of the world a little higher towards the clouds, and I wanted no part of that emptiness.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The Dragon Class tower is a great stone edifice from two-hundred-and-fifty years ago, once a mansion of the richest families in Blackwater before the Fall of Nordhaven, repurposed for Academy cadets. Inside the front doors spreads a posh interior with crystal chandeliers and carpets brighter red than the midday sun through the smoke. Several cadets stand inside, faces I hardly recognize, and the distaste of conversation carries me around the corner to the back entrance, up the poorly-lit stairwell, and into my room, where I can be alone.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I&apos;m drawn to darkness like moths to flame. It&apos;s not a feeling of comfort, really&mdash;when I lay in bed and stare at the same ceiling, so familiar with the contours of every crack that I can close my eyes and still see them, it&apos;s a feeling of cessation, but not a feeling of comfort. I find no reason to move once I lay there. Sometimes I hold my breath until I find a convincing reason to release, thinking one day I might suffocate, but that primal fear always drives the wind back into my lungs. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "Is that what I live for, then? Do I live for fear?",
         true,
         false,
         false
      ],
      [
         "Body",
         "It feels like I&apos;m attached to everything but feel nothing. My eyes trace the contours of the room after they adjust. It feels like a crypt, and with the windows open, no energy will ever enter or exit this place. Two years here and it&apos;s still empty: the only things I&apos;ve brought to this place are a folding chair, several books, and enough clothes to get through each week. The floors are spotless and polished from the cleaners; dust and spiderwebs would accumulate in the corners otherwise, and on the table still rests a yellowed card that reads WELCOME FIREBRAND! CONGRATS ON YOUR DRAGON CLASS ACHIEVEMENT.",
         true,
         false,
         false
      ],
      [
         "Body",
         "Hours pass. Or minutes. I&apos;m not sure. It feels almost as if I&apos;m outside of time. Maybe if I lay here forever, I&apos;ll never have to say goodbye to Ellie myself. I can&apos;t get myself to sign the papers. I fear the future for the atrophy of close bonds with my friends, few in number but so strong in connection, and I know that no matter what I simply can&apos;t let go. Sometimes it feels I float over a vacuous space, tethered there by the finest threads of past desires, of a time when I might have known what I wanted out of this life. Entropy dissolves. The smoke never returns to the cigar once it leaves. When Ellie mixes the peas and carrots that I chop for her, they never return to the same order as when I first prepared it. And so the threads of passion fray like the telomeres that age me: they got me to the top of my class, and the only way there is without emotion.",
         true,
         false,
         false
      ],
      [
         "Body",
         "The future is entirely blank, and it terrifies me. The escapism lies in my memories: painted through the rose-colored glasses of those chapters of my life when my mother was around and Ellie was just born. Clint was a good father, then, who had the energy to reach beyond himself &mdash; he&apos;d take me on his shoulders after a long day, and often grill for us late in the evenings &mdash; he could make the cheapest cut of whatever we could afford taste amazing. But the uncertainty of our future still lingers there.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I stir myself beneath bundles of weighted blankets to keep me warm when I hear a knock outside. Probably for someone else, I think. Unit 407 next door is a party room, and they&apos;re always drinking. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "But the knock persists. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Titus,&quot; Sylvia says. &quot;Open up.&quot; ",
         true,
         false,
         false
      ],
      [
         "Body",
         "I lay in bed, thinking if I stay here, she won&apos;t think I&apos;m home. Anything leading me closer to that red-hot, painful reality of our separation drives me further away.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I know you&apos;re in there. I know you, Titus,&quot; she says, but I still don&apos;t feel myself move. Like holding my breath. Waiting until I find a reason to get up, to participate.",
         true,
         false,
         false
      ],
      [
         "Body",
         "A minute passes. Maybe another, and she knocks one last time. I watch the two shadows beneath the crack of the door disappear, and the disappointment of a self-hatred overtakes me that I could let this moment pass.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I open the door. &quot;Hey,&quot; I say, weakly, and she turns around from walking halfway down the hall. I comb my mess of jet-black hair into some semblance of order, and she lets out a trite laugh.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Mr. Valedictorian. Hope you&apos;re not playing too hard with your time off,&quot; she says. I feel the same sadness in her eyes of our upcoming separation. Her posture hunches like usual &mdash; if she ever stood tall, she&apos;d be taller than me. &quot;You really worry me sometimes, Titus.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "I say, &quot;I&apos;m fine. Just a little nervous, I guess, you know.&quot; My eyes struggle to meet hers, but they persist, weakly, to look in her bright-red rings. She&apos;s wearing makeup. I can&apos;t remember the last time she dressed this nicely. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "She looks beautiful.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;The Merlot&apos;s Graduate Ball just started, and I&apos;m sure it will be going all night,&quot; she says. &quot;You still have a chance to go.&quot; It might be the last, she means.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;So why aren&apos;t you there?&quot; I ask. &quot;Why did you leave?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;It&apos;s not the same without the person I wanted to spend it with,&quot; she says. &quot;You&apos;re the one who holds our friendship together. Romin doesn&apos;t have anyone to bounce his sultry jokes off of, and Valentina&apos;s energy feels more like her acting than anything real. We all feel there&apos;s someone missing. And me? I&mdash;&quot; The door blows open. She shivers. &quot;Ugh, it&apos;s so fridging cold in there. Are the windows open?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Forgot to shut them,&quot; I say, though I know she disbelieves me. I close the windows and turn on the heater. She follows me in, closing the door behind her.",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ],
   [
      [
         "Body",
         "&quot;You sacrifice so much, yet you take so little. I worry so often that you never take enough,&quot; she says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I sit next to her. She reclines on the bed, sprawled with her arms against the sheets.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;But others need me,&quot; I tell her. &quot;I can&apos;t give up on them. In this life, I&apos;ve come to realize that I was born a sacrifice. The orphanage, taking care of you, fighting hard enough that we&apos;d amount to anything, it&apos;s what I&apos;m good at.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;But you never release the weight of all that negativity,&quot; she says. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "I just wish I had time,&quot; I say. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;Sometimes you just have to let go, Titus,&quot; Sylvia insisted, &quot;no matter how painful it is, you have to succumb to it.&quot; ",
         true,
         false,
         false
      ],
      [
         "Body",
         "But she&apos;s wrong. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "That kind of thinking is why her combat scores are so far below us, unable to toughen up, too lost in soft hobbies to galvanize herself in the crucible of combat. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "But I&apos;ll never tell her that. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;You don&apos;t always have to be so polarized towards strength. It&apos;s okay to have others protect you,&quot; she says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;And thinking like that is what will kill us on the outside,&quot; I say. &quot;You know how many people return&mdash;&mdash; how they say &apos;softness of the mind and tongue dulls your blade.&apos;&quot; Her insistence doesn&apos;t faze me at all, and although the sickness of a storm rages inside me, I know it is just the strength of my spirit, the endurance of my determination.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;If you say so. I pray to the Gods the world can one day prove you different,&quot; Sylvia replies. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "I change the subject, just to hold her here longer. ",
         true,
         false,
         false
      ],
      [
         "Body",
         "She talks on about her work, designing posters for the Academy, how annoying lettering is writing FEAR THE CHYMAERA! a hundred-or-so times, how her hands shake on her third cup, how hard it is to make deadlines. I just like to listen to her speak. I love to hear the sound of her voice and the smallest mannerisms of her speech. When you have a friend for this long, it reminds you the world still spins beyond the horizon of your own fears and worries, and it feels like a stabilizing center-of-gravity.",
         true,
         false,
         false
      ],
      [
         "Body",
         "She rests her head against my shoulder&mdash;just like our late nights at the orphanage as kids&mdash;as if she&apos;s drawing energy from the warmth of my body, enough to get her by for the rest of the week. &quot;You know, it&apos;s an anomaly.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;What?&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;How you&apos;re so handsome and wonderful, but you can&apos;t land someone special,&quot; she says.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I shrug. &quot;Maybe one day. When I&apos;m ready and I have the time,&quot; I tell her.",
         true,
         false,
         false
      ],
      [
         "Body",
         "A little while later, when we say goodnight, she gives be a big, sweet hug and I embrace her tightly, almost as if to say she understood it all completely, and I relished just long enough before the discomfort made me release.",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I love you,&quot; Sylvia says. Then she quickly adds, &quot;We all love you, Titus.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "&quot;I know,&quot; I say. &quot;And . . . you too, Sylvia. Thank you.&quot;",
         true,
         false,
         false
      ],
      [
         "Body",
         "I watch her leave as a certain emptiness sits in my stomach, much like the room behind me. For such a spacious, designer room, it perplexed me why a single pole stabbed through from the ceiling to the floor, inexplicably there, just like the houses beyond the walls, or like a dagger in a drawer of spoons. I found my arms wrapped around it again, feeling the minutes pass until the distance had dissolved, and that hollow space had been filled, or masked, or stabilized, with something strong enough to set me back to sleep.",
         true,
         false,
         false
      ],
      [
         "Body",
         "I leave the windows open.",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ]
]