{
  "Story": "Paragate",
  "Title": "Chapter Twenty-One",
  "Subtitle": "Civillian Combat",
  "Act": 2,
  "ChapterNumber": 21,
  "Synopsis": "Cody tries Gaffesend&apos;s civilian self-defense class.",
  "RevNotes": "",
  "ID": "2.21",
  "Body": [
    "<p>&emsp;It came scrawled in messy letters that weren&apos;t from my world, written on a piece of vellum fresh with ink. It was only four words that would send a chill down any man&apos;s spine: especially if they came smaller on the screen of a smartphone.</p><p><span class=KatiyaHand msgnote>Cody:</span></p><p><span class=KatiyaHand msgnote>We need to talk.</span></p><p><span class=KatiyaHand msgnote>- Katiya</span></p><p>&emsp;But it came with a plate that wasn&apos;t from my world, like some kind of antique I&apos;d find at my grandmother&apos;s house, with a hot-cross bun that tasted fresher than anything I&apos;d find at the Sunday farmer&apos;s market.</p><p>&emsp;But she wasn&apos;t mad at least, I thought. And I was right. She was asking me a favor, because she volunteered me for something I never asked to do, because she considered me weak enough to fill the role.</p><p>&emsp;And after I strolled around her town to size me for clothes that wouldn&apos;t make me stand out too much, I find myself now standing in an open lot with loads of other townsfolk, arranged in a laughable formation, feeling like I&apos;m at a little-league lacrosse practice if all the dads were swapped out for the kids.</p><p>&emsp;The Royal Guards line the dirt-and-grass lot with sheathed swords. We all face the most important guy, standing at the front as he tries not to laugh at the sorry arrangement of rejects that are only here for the free beer after the event. But at least it&apos;s for a good cause. And she volun-told me in advance early enough that I could take paid time off.</p><p>&emsp;&quot;Gentlemen, I&apos;m honored to gather you all here today,&quot; Katiya&apos;s commander says. &quot;Though our guards are powerful and skilled enough to defend all of Gaffesend, this a chance for you to develop the tools to defend yourselves. To feel comfortable and safe.&quot;</p><p>&emsp;The only time I remember doing anything like this was at some other kid&apos;s karate party when I was in first grade. And the instructor had to break the balsa wood plank with his own hands, because I was afraid of hurting myself. I look down at the wooden training sword, hoping it&apos;s just an odd prop for one of those weird stretching exercises.</p><p>&emsp;I feel a hand on my shoulder. A stocky man whispers in my ear. &quot;So Katiya roped you into this too, huh? To get her two?&quot;</p><p>&emsp;&quot;I guess so,&quot; I say. &quot;My hands are soft: I design stuff all day.&quot;</p><p>&emsp;&quot;And I&apos;m a baker. Name&apos;s Derry,&quot; he says, and I shake his large, calloused hand without turning around&mdash;too afraid of getting yelled at, though the three rows of husky townies hide me well. &quot;What part of town are you in?&quot; I don&apos;t think I&apos;ve seen you around.</p><p>&emsp;My nervousness impedes my filter. &quot;I live with Katiya,&quot; I say.</p><p>&emsp;&quot;With her?&quot; He asks.</p><p>&emsp;&quot;No. No . . . I mean, close to her. Next to her,&quot; I say. </p><p>&emsp;&quot;Oh. So what do you do for the military then?&quot;</p><p>&emsp;My mind races back on Katiya&apos;s collection of rehearsed lies. &quot;I&apos;m one of the Royal Scientists&apos; prot g s, so they wedged me in with the others, doing some research in Gaffesend.&quot;</p><p>&emsp;&quot;Well I don&apos;t blame you for being close to Katiya. If I was thirty years younger, with a body like that, I&apos;d fight a damn war for a woman like her,&quot; he says, reminding me of most of the technicians at my work. But the commander&apos;s voice cuts us off, before Derry can objectify her any further.</p><p>&emsp;&quot;Most of you are too, uh . . . &apos;heavy-set&apos; for running, so today will focus on basic, self-defense sword fighting and feats of strength.&quot; I flex and feel for the strength in my arms, hoping my two-a-week workouts give me enough muscle to overpower an Essenced tavern-brawler. He continues: &quot;While our brave, senior soldiers guard the borders of Gaffesend, this is a chance for our trainees to pass on their knowledge.&quot;</p><p>&emsp;I look to Katiya, flushed with that same sense of anxiety that seems like her factory setting. She musters a smile when we meet eyes, standing next to her beanpole boyfriend with their swords drawn, and as Aldrin rambles on about the value of self-defense like a first-amendment technician at my work, I twirl the wooden training sword in the dirt.</p><p>&emsp;&quot;So we&apos;ll start with basic technique. I&apos;m sure most of you have at least been trained a little &mdash; maybe by a family member or something.&quot; I remember playing defense in Lacrosse, jabbing breastplates with the basket end of my stick, and that&apos;s about it: besides shooting clays with my godfather in the FBI &mdash; but that&apos;s at least a hundred years away for these people.</p><p>&emsp;He shows us a basic downward swing before instructing us to stand further apart. I try a couple swings like all the others, without a single idea of what I&apos;m doing, and when the other cadets start to approach, I catch Katiya laughing at me.</p><p>&emsp;I flip her the bird, hoping sign language crosses our understandings: catching a glare from Jullian as he approaches to help his own two volunteers.</p><p>&emsp;Katiya says, &quot;The point is to swing through something. Don&apos;t stop short!&quot;</p><p>&emsp;&quot;But there&apos;s nothing to swing at,&quot; I say.</p><p>&emsp;&quot;Then swing at me,&quot; she says. I recall my father&apos;s words about hitting a girl. And then she adds: &quot;You&apos;ve already done it once before, haven&apos;t you? So what&apos;s the difference?&quot; Her lips peel into a mischievous smile, ready to hurl as many insults as it takes for me to go all out.</p><p>&emsp;Derry hands Katiya his wooden sword to add some fuel. &quot;She&apos;s one of the tough ones. I bet you won&apos;t last a minute.&quot;</p><p>&emsp;And with enough pressure, I chance a light swing at her. She slashes with half her power, nearly knocking the training sword out of my hands.</p><p>&emsp;&quot;I&apos;ve seen toddlers with less hesitation,&quot; she says. She swings the sword a couple times to draw the attention of other townies, adding pressure for me to defend my manhood. They turn their heads. &quot;Come on: do your worst, Cody of Denver!&quot;</p><p>&emsp;I white-knuckle the hilt of the sword like a baseball bat, taking a hard swing from the side. Katiya hardly twists her sword, and my blade glides up the polished flat surface.</p><p>&emsp;My momentum shifts entirely upright as I continue to spin, so committed to the strike that the training blade launches out of my hands. It travels point-first as it spins in the air like a surface-to-air missile with guards for fins, launching towards the commander as he recognizes all the turning faces.</p><p>&emsp;My muscles crumple faster than my soul as I watch Katiya&apos;s face change from humor to horror. Aldrin raises his arm in an instant, catching the smooth edge with a single hand. The edgeless blade slides for its full length before stopping at the hilt, the dull point halted inches from his face.</p><p>&emsp;He looks around at all the startled townsfolk, astounded at how quickly this training session descended into disarray. Once he traces the trajectory, the scarred commander stares daggers at me as he approaches from the center of the field. Dealing with my varsity coach was hard enough when I whipped that hard rubber lacrosse ball past his head: I&apos;ve never pissed off a warrior like him.</p><p>&emsp;He doesn&apos;t even have to open his mouth before I&apos;m off in apologetics. He draws the sword so it points directly at my chest.</p><p>&emsp;&quot;I, uh, do numbers and stuff. I&apos;m not any kind of warrior,&quot; I insist.</p><p>&emsp;But Katiya cuts in. &quot;It was my fault, Chief. I egged him on by insulting him a little. I wanted to see him angry.&quot;</p><p>&emsp;I think he&apos;s going to skewer me and roast my flesh over a spit, but he flips the blade around in his hands so that the hilt faces me. &quot;What&apos;s your name, son?&quot;</p><p>&emsp;The townsfolk look on with secondhand shame. Aldrin turns to around to shoo their focus away, and by the time I answer, they&apos;ve all returned to practicing techniques.</p><p>&emsp;&quot;Cody. Well, you have the passion,&quot; he says. &quot;And a strong arm. But you need to channel that into technique.&quot; He gestures to Katiya for her wooden sword. &quot;Is it alright if I borrow your volunteer?&quot;</p><p>&emsp;Katiya nods.</p><p>&emsp;&quot;The most important thing in sword fighting is balance, Mister Cody,&quot; Aldrin says. &quot;You put all your power into a single swing &mdash; but what were you planning to do after?&quot;</p><p>&emsp;I stammer as the weight of the sword in my hands becomes awkward. &quot;I . . . I&apos;m not sure,&quot; I say, &quot;sir.&quot;</p><p>&emsp;&quot;Don&apos;t be ashamed, son. You&apos;ve done the Gods&apos; work coming out today as a volunteer, and I&apos;m grateful you&apos;re here. But Miss Katiya, here, is a true professional.&quot; </p><p>&emsp;And it feels like a lion training a chihuahua.</p><p>&emsp;Aldrin turns to Katiya. &quot;Why don&apos;t you show Mr. Cody a standard forward strike?&quot;</p><p>&emsp;We stand aside. Katiya balances her feet so that her non-dominant foot is in front, with her hips facing forward. The steel sword slides out of her sheath with an iconic ring.</p><p>&emsp;&quot;And, see, her goal is to close the gap between herself and the enemy with the blade,&quot; Aldrin says. &quot;But notice there, how she steps away slightly?&quot;</p><p>&emsp;&quot;Yeah,&quot; I say, transfixed at her training. She slashes forward with a perfect overhead swing, but steps slightly to the side with her dominant foot.</p><p>&emsp;&quot;And why don&apos;t you explain how this ties into balance, Katiya?&quot; Aldrin asks.</p><p>&emsp;&quot;The line of action goes directly at the enemy. But I step aside, in case there&apos;s a counterattack. It lets you keep your balance,&quot; she says.</p><p>&emsp;Aldrin claps me on the back, handing me the training sword. &quot;Why don&apos;t you give it a shot?&quot; He asks.</p><p>&emsp;I draw my left foot forward, as if I&apos;m beaming a lacrosse ball across the field for a breakaway. But I get confused with my footing.</p><p>&emsp;&quot;Why don&apos;t you practice with him, Katiya? Hold the sword with him.&quot; But then her face flushes. &quot;Don&apos;t be embarrassed. Mister Dunsmore needs to learn,&quot; he says, smiling as he withdraws.</p><p>&emsp;Katiya hesitantly approaches from behind me. I feel the cold steel of her breastplate press against my back as she reaches her gauntlets to grasp my hands, and I refuse to even try looking at Jullian. Her steel boots align with my feet as I stand off-foot-forward, and as I slice down with the wooden sword, her hips press into mine, guiding my legs to swing in rhythm with the sword, and I end up to the side of that perfect line of action.</p><p>&emsp;&quot;Don&apos;t get used to it,&quot; she whispers in my ear, and I swear I can feel the heat radiate off her face.</p><p>&emsp;&quot;Very good,&quot; Aldrin says. &quot;Now give me a hundred of those: now!&quot; </p><p>&emsp;I tense in tonal panic, locked with the sword in its last position. </p><p>&emsp;Aldrin laughs. &quot;Sorry. Force of habit. Do, uh . . . twenty or something, yeah?&quot;</p><p>&emsp;&quot;Sir, yes sir,&quot; I say, as if I&apos;m a pledge in the fraternity again.</p><p>&emsp;I take a couple practice swings, mirroring Katiya&apos;s technique as best as I can. And as Derry steps to the side&mdash;relieved he doesn&apos;t have to leverage his husky frame for sword practice, ever closer to the free ale on the other side of the session, Katiya takes at least ten minutes before she can turn and face me again.</p>",
    "<p>&emsp; &quot;If you&apos;re on the line right now, you don&apos;t mind the chance of getting hurt,&quot; Aldrin says. His eyes scan the thirsty townies standing behind the line of rope. &quot;Just because you don&apos;t get to drink first if you don&apos;t do the course does NOT mean you won&apos;t drink at all.&quot;</p><p>&emsp;&quot;But all the fucking ale will be gone!&quot; One of the beer-gutted strongmen says. Even the hesitant men now join the line, shouting in agreement.</p><p>&emsp;&quot;Well, it&apos;s not a race: it&apos;s a course,&quot; Aldrin says. &quot;And you need to help each other.&quot; He gestures around the standard training course used by the Royal Guards, bent in a U-shape that ends with kegs and kegs of booze. Some men look like they&apos;re about to cut the whole damn course, but the senior guards are back &mdash; and Aldrin set them up so no one can cut the others. I can&apos;t see the course behind the backs of the tall and muscular farmers and their field hands. I&apos;ll have to play it entirely by ear.</p><p>&emsp;&quot;Your trainees are depending on you to win, because they don&apos;t drink until your whole team does. So they&apos;ll be cheering you on, all along the way,&quot; Aldrin says.</p><p>&emsp;I can feel the adrenaline coarse through my veins, but mostly from the fear of getting crushed or stepped on. </p><p>&emsp;Derry&apos;s hand rests on my shoulder. &quot;You&apos;re a young fella, and fast, I bet. You&apos;ll be able to shoot right through there!&quot;</p><p>&emsp;&quot;If they let me,&quot; I tell him.</p><p>&emsp;&quot;I&apos;ll make them,&quot; he says.</p><p>&emsp;Aldrin counts down. Even for a fun run, I can feel the pressure mount on me as Katiya watches&mdash;and every time we meet eyes, I feel the urge build to impress her.</p><p>&emsp;He holds an archaic gun into the air. I hold my breath, waiting for the blast like it&apos;s winter track season all over again. I stagger my feet and let my fingers soak into the cold, wet soil, and just as I&apos;m about to anticipate the blast, I feel Derry&apos;s hands grasp my back.</p><p>&emsp;The gun blast echoes between the mountains. Derry pushes me with all his strength, and suddenly I stagger into first: sliding a quarter-distance of the mud pit beneath the barbed wire.</p><p>&emsp;I was a three-sport athlete, and I immediately think back to football season in the fall, when snow still saturated the frozen ground, and I&apos;m lighter than I was then when I wore pads and a helmet. Lighter than the ones before me, my elbows thrash the ground as mud splashes in my face, peerless in the moment, absorbed in the cheers that crescendo with my name.</p><p>&emsp;My old-world shirt is soaked in heavy mud, and I&apos;m drenched down to the Under Armor compression shirt, but I feel that rare window of joy seize my body in its entirety, and I&apos;m thankful my emotional curse doesn&apos;t eclipse my enjoyment of the moment. I hear the sloshing and clambering of men that look like Vikings, grunting and growling with their lust of liquor.</p><p>&emsp;I rise at the end of the mud crawl, glancing back to find my teammate Derry not far behind: his wife cheering him on from the sidelines. I hear Katiya shout my name, and turn to face the next obstacle: a tall climbing wall with several ropes hanging from the top. I&apos;m not as light as I was after a whole four years of shotgunning beers in the fraternity, but it feels as if I have circuits like Katiya, from all the energy that floods my veins.</p><p>&emsp;My hands grasp the ragged weave of rope, tucking it beneath my arm as I take the first steps up the wall. The eyes are all on me now as I compensate for my previous failure. My arms grab hand-over-hand as the mud-soaked townies clamber like zombies, with groans that lust for liquor instead of brains, shaking the rope as they grasp it themselves, destabilizing my footing on the wall.</p><p>&emsp;But I tighten my hands on the rope. Past halfway, I find it stretches less, advantaged by the boost from Derry that left the rope loose for much of my ascent. And as I approach the top, I feel my stomach drop when I look at the other side.</p><p>&emsp;I thought it was another rope down. But instead, I find three logs spanning a two-story-high stretch from one tower to another: the bottom filled with murky, freezing water of an unknown depth. The adrenaline outpaces the panic as the crowd of knights and supporters shifts up to watch as I take my first steps on the log: tempted to hug and hump my way across, but I take a deep breath and take my time.</p><p>&emsp;So far down, Katiya and Jullian stand beside each other, along with Pax and Ryder and the catgirl Cae and a pale-looking Bertram that shakes his fist.</p><p>&emsp;I scrape my muddy feet before I proceed: still a ways ahead of the others, and I take my time stepping across&mdash;like an alcoholic walking a line to show an officer that he can drive.</p><p>&emsp;But I catch an odd footing. Panic seizes my chest when the elevation imposes itself, and I fall to my chest as the crowd groans in anticipation. But I hear their cheers still coming strong: Pax chanting &quot;Science Guy&quot; in their tongue until the others join, and they cheer when I regain my footing, stumbling slowly before I make it to the other side.</p><p>&emsp;Next is a span of sixteen-or-so bars dangling over the same sickening drop. I doubt my adrenaline will last if I don&apos;t keep going: un-Essenced like the others and at a certain disadvantage.</p><p>&emsp;But I continue: taking the first suspended bar in my hands as my feet decide whether they want to leave the safety of the platform, making the mistake of looking down and noticing patches of grass I HOPE are just floating, and not islands that would break my legs.</p><p>&emsp;But the excitement is too great. My exhilarated mind flashes back to the breakaways of all those lacrosse games I miss so damn much with Miguel&mdash;and lost in the emotional rhyme, I realize I&apos;m already halfway across, steadily swinging between rails until I make it to the other side.</p><p>&emsp;I turn back to find Derry waving at the other side, making some gesture I interpret as a &quot;thumbs-up&quot; as he waits to cross, using his meager townie Essence to strengthen his grasp before it&apos;s his turn to cross the bars.</p><p>&emsp;The end of the towers is a series of vertical ropes. And as the others gain on me with their powerful arms, swinging like silverback gorillas, I slide down the rope after saturating my hands in the cool mud caked on my undershirt, regaining my footing as I make it to the bottom.</p><p>&emsp;I reach the end of the &apos;U&apos;-shape to find the joining section as a simple sprint before more low-level towers at ground height, and I take off for the next side, watching as the Essenced knights double my speed to get a spot on the other side.</p><p>&emsp;I feel a presence behind me. One of Jullian&apos;s non-guard buddies I recognize from before uses his advantage to sprint faster, and he&apos;s several breaths behind me as we round the last turn of the U-shape, coming to a near stop as we approach a bunch of logs that protrude from a gravel pit: a series of one-footed jumps that focus on technique over strength.</p><p>&emsp;Half cheer my name. But half cheer for my adversary, named Delvin. We balance the desire for speed over the failure of the fall, wagering the swiftness of every jump. And as we&apos;re neck-and-neck, I decide to dash the rest of the logs, back in first as I make it to the last challenge.</p><p>&emsp;All that&apos;s left is one last straightaway with hurdles. It was my event in track when I was lighter, and had a six-pack on my body instead of in my hand every weekend. But the muscle memory is there, and as I take lane two of six, my rival takes four as we sprint with all we have, letting the fanfare flood our muscles where our exasperated breath falls short.</p><p>&emsp;My steps reach a rhythm like I&apos;m sprinting down the hundred-meter span of hurdles on my high school track: over the long logs in seven steps and a leap, seven steps and a leap, seven steps and a leap.</p><p>&emsp;The goal is getting closer, stacked with kegs. The beautiful town ladies are tensioned with corsets that rise their breasts as a beckoning call to the grizzly men behind us, raising mugs of fresh ale as sirens that call their lascivious warriors to come.</p><p>&emsp;A leap and seven steps. A leap and seven steps. And I see Katiya at the finish, smiling ear-to-ear as her boyfriend stands next to her, cheering on Delvin. And I&apos;m so close now, about to place first, when I hear a pained groan and a loud exhale as Delvin crumples into the second-to-last log hurdle.</p><p>&emsp;And I stop in my tracks, inches from the finish. I look behind me to find Delvin grasping his chest without wind as the horde of others is quickly approaching.</p><p>&emsp;But I decide to turn around as I huff for breath, climbing over the log to approach my rival, offering him a hand so he can rise from the sullen ground.</p><p>&emsp;I take his arm across my shoulders. A few racers sprint past us, transfixed by the boobs and ale ahead of them. And as we stumble over the logs in steps instead of leaps, I feel Delvin&apos;s weight shift when Derry grabs his other arm.</p><p>&emsp;We finish twelfth-or-so. Katiya and all her friends congratulate the three of us when we cross. The air stinks of salty sweat, but the ale is sweet and savory as we chug the carbonated brew like cold water.</p><p>&emsp;We hang around for a while until Aldrin presents an award to first place, and though he recognizes my efforts, he presents it to another lean, younger man that passed us while we carried Delvin. Katiya and a few friends watch my face as I react to this loss, and though Delvin is distraught, I laugh and cheer as the winner holds his makeshift trophy in the air.</p><p>&emsp;I find an emotion in Katiya&apos;s face that I&apos;ve never seen before. She looks away when I return her glance. Her other friends chatter on about how I deserve the title, and even Jullian offers me words of encouragement, thanking me for aiding his friend.</p><p>&emsp;A long day ends with us walking home. I say I left my stuff at Katiya&apos;s so we could all walk together, and when they&apos;re all distracted, I slip inside and disappear through the door&mdash;quick to feel the bliss of a hot shower.</p><p>&emsp;After toweling off, I head downstairs to grab a glass of water in my boxers. I hear Jullian and Katiya heading upstairs on their side of the dimensional wall. Katiya whispers something to Jullian as he continues to climb the stairs, and after she takes off her heavy boots, I hear her footfalls as she approaches my door.</p><p>&emsp;She knocks with a knuckle. I&apos;m quick to answer on the other side, peeking out no more than my head and a shoulder.</p><p>&emsp;&quot;Hey &mdash; thanks for doing this today,&quot; she whispers. &quot;You surely didn&apos;t start off so well, but you ended in a blaze.&quot;</p><p>&emsp;&quot;Of course,&quot; I tell her. &quot;It was worth the PTO.&quot;</p><p>&emsp;She turns to close the door, but then hesitates for a moment: something still on her mind that she&apos;s tempted to ask. &quot;But at the end there . . . you were surely going to win,&quot; she says. &quot;Why did you give Delvin a hand before you crossed?&quot; </p><p>&emsp;She looks up with anticipation, as if she disbelieves the face I wore when they were handing out awards. But something makes her want to hear me say it: to convince her of something.</p><p>&emsp;And so I tell her the truth.</p><p>&emsp;&quot;I just didn&apos;t think the ale would taste any different,&quot; I whisper. &quot;You know?&quot;</p>"
  ],
  "BodyFormatted": [
    [
      "<p>&emsp;It came scrawled in messy letters that weren&apos;t from my world, written on a piece of vellum fresh with ink. It was only four words that would send a chill down any man&apos;s spine: especially if they came smaller on the screen of a smartphone.</p>",
      "<p><span class=KatiyaHand msgnote>Cody:</span></p>",
      "<p><span class=KatiyaHand msgnote>We need to talk.</span></p>",
      "<p><span class=KatiyaHand msgnote>- Katiya</span></p>",
      "<p>&emsp;But it came with a plate that wasn&apos;t from my world, like some kind of antique I&apos;d find at my grandmother&apos;s house, with a hot-cross bun that tasted fresher than anything I&apos;d find at the Sunday farmer&apos;s market.</p>",
      "<p>&emsp;But she wasn&apos;t mad at least, I thought. And I was right. She was asking me a favor, because she volunteered me for something I never asked to do, because she considered me weak enough to fill the role.</p>",
      "<p>&emsp;And after I strolled around her town to size me for clothes that wouldn&apos;t make me stand out too much, I find myself now standing in an open lot with loads of other townsfolk, arranged in a laughable formation, feeling like I&apos;m at a little-league lacrosse practice if all the dads were swapped out for the kids.</p>",
      "<p>&emsp;The Royal Guards line the dirt-and-grass lot with sheathed swords. We all face the most important guy, standing at the front as he tries not to laugh at the sorry arrangement of rejects that are only here for the free beer after the event. But at least it&apos;s for a good cause. And she volun-told me in advance early enough that I could take paid time off.</p>",
      "<p>&emsp;&quot;Gentlemen, I&apos;m honored to gather you all here today,&quot; Katiya&apos;s commander says. &quot;Though our guards are powerful and skilled enough to defend all of Gaffesend, this a chance for you to develop the tools to defend yourselves. To feel comfortable and safe.&quot;</p>",
      "<p>&emsp;The only time I remember doing anything like this was at some other kid&apos;s karate party when I was in first grade. And the instructor had to break the balsa wood plank with his own hands, because I was afraid of hurting myself. I look down at the wooden training sword, hoping it&apos;s just an odd prop for one of those weird stretching exercises.</p>",
      "<p>&emsp;I feel a hand on my shoulder. A stocky man whispers in my ear. &quot;So Katiya roped you into this too, huh? To get her two?&quot;</p>",
      "<p>&emsp;&quot;I guess so,&quot; I say. &quot;My hands are soft: I design stuff all day.&quot;</p>",
      "<p>&emsp;&quot;And I&apos;m a baker. Name&apos;s Derry,&quot; he says, and I shake his large, calloused hand without turning around&mdash;too afraid of getting yelled at, though the three rows of husky townies hide me well. &quot;What part of town are you in?&quot; I don&apos;t think I&apos;ve seen you around.</p>",
      "<p>&emsp;My nervousness impedes my filter. &quot;I live with Katiya,&quot; I say.</p>",
      "<p>&emsp;&quot;With her?&quot; He asks.</p>",
      "<p>&emsp;&quot;No. No . . . I mean, close to her. Next to her,&quot; I say. </p>",
      "<p>&emsp;&quot;Oh. So what do you do for the military then?&quot;</p>",
      "<p>&emsp;My mind races back on Katiya&apos;s collection of rehearsed lies. &quot;I&apos;m one of the Royal Scientists&apos; prot g s, so they wedged me in with the others, doing some research in Gaffesend.&quot;</p>",
      "<p>&emsp;&quot;Well I don&apos;t blame you for being close to Katiya. If I was thirty years younger, with a body like that, I&apos;d fight a damn war for a woman like her,&quot; he says, reminding me of most of the technicians at my work. But the commander&apos;s voice cuts us off, before Derry can objectify her any further.</p>",
      "<p>&emsp;&quot;Most of you are too, uh . . . &apos;heavy-set&apos; for running, so today will focus on basic, self-defense sword fighting and feats of strength.&quot; I flex and feel for the strength in my arms, hoping my two-a-week workouts give me enough muscle to overpower an Essenced tavern-brawler. He continues: &quot;While our brave, senior soldiers guard the borders of Gaffesend, this is a chance for our trainees to pass on their knowledge.&quot;</p>",
      "<p>&emsp;I look to Katiya, flushed with that same sense of anxiety that seems like her factory setting. She musters a smile when we meet eyes, standing next to her beanpole boyfriend with their swords drawn, and as Aldrin rambles on about the value of self-defense like a first-amendment technician at my work, I twirl the wooden training sword in the dirt.</p>",
      "<p>&emsp;&quot;So we&apos;ll start with basic technique. I&apos;m sure most of you have at least been trained a little &mdash; maybe by a family member or something.&quot; I remember playing defense in Lacrosse, jabbing breastplates with the basket end of my stick, and that&apos;s about it: besides shooting clays with my godfather in the FBI &mdash; but that&apos;s at least a hundred years away for these people.</p>",
      "<p>&emsp;He shows us a basic downward swing before instructing us to stand further apart. I try a couple swings like all the others, without a single idea of what I&apos;m doing, and when the other cadets start to approach, I catch Katiya laughing at me.</p>",
      "<p>&emsp;I flip her the bird, hoping sign language crosses our understandings: catching a glare from Jullian as he approaches to help his own two volunteers.</p>",
      "<p>&emsp;Katiya says, &quot;The point is to swing through something. Don&apos;t stop short!&quot;</p>",
      "<p>&emsp;&quot;But there&apos;s nothing to swing at,&quot; I say.</p>",
      "<p>&emsp;&quot;Then swing at me,&quot; she says. I recall my father&apos;s words about hitting a girl. And then she adds: &quot;You&apos;ve already done it once before, haven&apos;t you? So what&apos;s the difference?&quot; Her lips peel into a mischievous smile, ready to hurl as many insults as it takes for me to go all out.</p>",
      "<p>&emsp;Derry hands Katiya his wooden sword to add some fuel. &quot;She&apos;s one of the tough ones. I bet you won&apos;t last a minute.&quot;</p>",
      "<p>&emsp;And with enough pressure, I chance a light swing at her. She slashes with half her power, nearly knocking the training sword out of my hands.</p>",
      "<p>&emsp;&quot;I&apos;ve seen toddlers with less hesitation,&quot; she says. She swings the sword a couple times to draw the attention of other townies, adding pressure for me to defend my manhood. They turn their heads. &quot;Come on: do your worst, Cody of Denver!&quot;</p>",
      "<p>&emsp;I white-knuckle the hilt of the sword like a baseball bat, taking a hard swing from the side. Katiya hardly twists her sword, and my blade glides up the polished flat surface.</p>",
      "<p>&emsp;My momentum shifts entirely upright as I continue to spin, so committed to the strike that the training blade launches out of my hands. It travels point-first as it spins in the air like a surface-to-air missile with guards for fins, launching towards the commander as he recognizes all the turning faces.</p>",
      "<p>&emsp;My muscles crumple faster than my soul as I watch Katiya&apos;s face change from humor to horror. Aldrin raises his arm in an instant, catching the smooth edge with a single hand. The edgeless blade slides for its full length before stopping at the hilt, the dull point halted inches from his face.</p>",
      "<p>&emsp;He looks around at all the startled townsfolk, astounded at how quickly this training session descended into disarray. Once he traces the trajectory, the scarred commander stares daggers at me as he approaches from the center of the field. Dealing with my varsity coach was hard enough when I whipped that hard rubber lacrosse ball past his head: I&apos;ve never pissed off a warrior like him.</p>",
      "<p>&emsp;He doesn&apos;t even have to open his mouth before I&apos;m off in apologetics. He draws the sword so it points directly at my chest.</p>",
      "<p>&emsp;&quot;I, uh, do numbers and stuff. I&apos;m not any kind of warrior,&quot; I insist.</p>",
      "<p>&emsp;But Katiya cuts in. &quot;It was my fault, Chief. I egged him on by insulting him a little. I wanted to see him angry.&quot;</p>",
      "<p>&emsp;I think he&apos;s going to skewer me and roast my flesh over a spit, but he flips the blade around in his hands so that the hilt faces me. &quot;What&apos;s your name, son?&quot;</p>",
      "<p>&emsp;The townsfolk look on with secondhand shame. Aldrin turns to around to shoo their focus away, and by the time I answer, they&apos;ve all returned to practicing techniques.</p>",
      "<p>&emsp;&quot;Cody. Well, you have the passion,&quot; he says. &quot;And a strong arm. But you need to channel that into technique.&quot; He gestures to Katiya for her wooden sword. &quot;Is it alright if I borrow your volunteer?&quot;</p>",
      "<p>&emsp;Katiya nods.</p>",
      "<p>&emsp;&quot;The most important thing in sword fighting is balance, Mister Cody,&quot; Aldrin says. &quot;You put all your power into a single swing &mdash; but what were you planning to do after?&quot;</p>",
      "<p>&emsp;I stammer as the weight of the sword in my hands becomes awkward. &quot;I . . . I&apos;m not sure,&quot; I say, &quot;sir.&quot;</p>",
      "<p>&emsp;&quot;Don&apos;t be ashamed, son. You&apos;ve done the Gods&apos; work coming out today as a volunteer, and I&apos;m grateful you&apos;re here. But Miss Katiya, here, is a true professional.&quot; </p>",
      "<p>&emsp;And it feels like a lion training a chihuahua.</p>",
      "<p>&emsp;Aldrin turns to Katiya. &quot;Why don&apos;t you show Mr. Cody a standard forward strike?&quot;</p>",
      "<p>&emsp;We stand aside. Katiya balances her feet so that her non-dominant foot is in front, with her hips facing forward. The steel sword slides out of her sheath with an iconic ring.</p>",
      "<p>&emsp;&quot;And, see, her goal is to close the gap between herself and the enemy with the blade,&quot; Aldrin says. &quot;But notice there, how she steps away slightly?&quot;</p>",
      "<p>&emsp;&quot;Yeah,&quot; I say, transfixed at her training. She slashes forward with a perfect overhead swing, but steps slightly to the side with her dominant foot.</p>",
      "<p>&emsp;&quot;And why don&apos;t you explain how this ties into balance, Katiya?&quot; Aldrin asks.</p>",
      "<p>&emsp;&quot;The line of action goes directly at the enemy. But I step aside, in case there&apos;s a counterattack. It lets you keep your balance,&quot; she says.</p>",
      "<p>&emsp;Aldrin claps me on the back, handing me the training sword. &quot;Why don&apos;t you give it a shot?&quot; He asks.</p>",
      "<p>&emsp;I draw my left foot forward, as if I&apos;m beaming a lacrosse ball across the field for a breakaway. But I get confused with my footing.</p>",
      "<p>&emsp;&quot;Why don&apos;t you practice with him, Katiya? Hold the sword with him.&quot; But then her face flushes. &quot;Don&apos;t be embarrassed. Mister Dunsmore needs to learn,&quot; he says, smiling as he withdraws.</p>",
      "<p>&emsp;Katiya hesitantly approaches from behind me. I feel the cold steel of her breastplate press against my back as she reaches her gauntlets to grasp my hands, and I refuse to even try looking at Jullian. Her steel boots align with my feet as I stand off-foot-forward, and as I slice down with the wooden sword, her hips press into mine, guiding my legs to swing in rhythm with the sword, and I end up to the side of that perfect line of action.</p>",
      "<p>&emsp;&quot;Don&apos;t get used to it,&quot; she whispers in my ear, and I swear I can feel the heat radiate off her face.</p>",
      "<p>&emsp;&quot;Very good,&quot; Aldrin says. &quot;Now give me a hundred of those: now!&quot; </p>",
      "<p>&emsp;I tense in tonal panic, locked with the sword in its last position. </p>",
      "<p>&emsp;Aldrin laughs. &quot;Sorry. Force of habit. Do, uh . . . twenty or something, yeah?&quot;</p>",
      "<p>&emsp;&quot;Sir, yes sir,&quot; I say, as if I&apos;m a pledge in the fraternity again.</p>",
      "<p>&emsp;I take a couple practice swings, mirroring Katiya&apos;s technique as best as I can. And as Derry steps to the side&mdash;relieved he doesn&apos;t have to leverage his husky frame for sword practice, ever closer to the free ale on the other side of the session, Katiya takes at least ten minutes before she can turn and face me again.</p>"
    ],
    [
      "<p>&emsp; &quot;If you&apos;re on the line right now, you don&apos;t mind the chance of getting hurt,&quot; Aldrin says. His eyes scan the thirsty townies standing behind the line of rope. &quot;Just because you don&apos;t get to drink first if you don&apos;t do the course does NOT mean you won&apos;t drink at all.&quot;</p>",
      "<p>&emsp;&quot;But all the fucking ale will be gone!&quot; One of the beer-gutted strongmen says. Even the hesitant men now join the line, shouting in agreement.</p>",
      "<p>&emsp;&quot;Well, it&apos;s not a race: it&apos;s a course,&quot; Aldrin says. &quot;And you need to help each other.&quot; He gestures around the standard training course used by the Royal Guards, bent in a U-shape that ends with kegs and kegs of booze. Some men look like they&apos;re about to cut the whole damn course, but the senior guards are back &mdash; and Aldrin set them up so no one can cut the others. I can&apos;t see the course behind the backs of the tall and muscular farmers and their field hands. I&apos;ll have to play it entirely by ear.</p>",
      "<p>&emsp;&quot;Your trainees are depending on you to win, because they don&apos;t drink until your whole team does. So they&apos;ll be cheering you on, all along the way,&quot; Aldrin says.</p>",
      "<p>&emsp;I can feel the adrenaline coarse through my veins, but mostly from the fear of getting crushed or stepped on. </p>",
      "<p>&emsp;Derry&apos;s hand rests on my shoulder. &quot;You&apos;re a young fella, and fast, I bet. You&apos;ll be able to shoot right through there!&quot;</p>",
      "<p>&emsp;&quot;If they let me,&quot; I tell him.</p>",
      "<p>&emsp;&quot;I&apos;ll make them,&quot; he says.</p>",
      "<p>&emsp;Aldrin counts down. Even for a fun run, I can feel the pressure mount on me as Katiya watches&mdash;and every time we meet eyes, I feel the urge build to impress her.</p>",
      "<p>&emsp;He holds an archaic gun into the air. I hold my breath, waiting for the blast like it&apos;s winter track season all over again. I stagger my feet and let my fingers soak into the cold, wet soil, and just as I&apos;m about to anticipate the blast, I feel Derry&apos;s hands grasp my back.</p>",
      "<p>&emsp;The gun blast echoes between the mountains. Derry pushes me with all his strength, and suddenly I stagger into first: sliding a quarter-distance of the mud pit beneath the barbed wire.</p>",
      "<p>&emsp;I was a three-sport athlete, and I immediately think back to football season in the fall, when snow still saturated the frozen ground, and I&apos;m lighter than I was then when I wore pads and a helmet. Lighter than the ones before me, my elbows thrash the ground as mud splashes in my face, peerless in the moment, absorbed in the cheers that crescendo with my name.</p>",
      "<p>&emsp;My old-world shirt is soaked in heavy mud, and I&apos;m drenched down to the Under Armor compression shirt, but I feel that rare window of joy seize my body in its entirety, and I&apos;m thankful my emotional curse doesn&apos;t eclipse my enjoyment of the moment. I hear the sloshing and clambering of men that look like Vikings, grunting and growling with their lust of liquor.</p>",
      "<p>&emsp;I rise at the end of the mud crawl, glancing back to find my teammate Derry not far behind: his wife cheering him on from the sidelines. I hear Katiya shout my name, and turn to face the next obstacle: a tall climbing wall with several ropes hanging from the top. I&apos;m not as light as I was after a whole four years of shotgunning beers in the fraternity, but it feels as if I have circuits like Katiya, from all the energy that floods my veins.</p>",
      "<p>&emsp;My hands grasp the ragged weave of rope, tucking it beneath my arm as I take the first steps up the wall. The eyes are all on me now as I compensate for my previous failure. My arms grab hand-over-hand as the mud-soaked townies clamber like zombies, with groans that lust for liquor instead of brains, shaking the rope as they grasp it themselves, destabilizing my footing on the wall.</p>",
      "<p>&emsp;But I tighten my hands on the rope. Past halfway, I find it stretches less, advantaged by the boost from Derry that left the rope loose for much of my ascent. And as I approach the top, I feel my stomach drop when I look at the other side.</p>",
      "<p>&emsp;I thought it was another rope down. But instead, I find three logs spanning a two-story-high stretch from one tower to another: the bottom filled with murky, freezing water of an unknown depth. The adrenaline outpaces the panic as the crowd of knights and supporters shifts up to watch as I take my first steps on the log: tempted to hug and hump my way across, but I take a deep breath and take my time.</p>",
      "<p>&emsp;So far down, Katiya and Jullian stand beside each other, along with Pax and Ryder and the catgirl Cae and a pale-looking Bertram that shakes his fist.</p>",
      "<p>&emsp;I scrape my muddy feet before I proceed: still a ways ahead of the others, and I take my time stepping across&mdash;like an alcoholic walking a line to show an officer that he can drive.</p>",
      "<p>&emsp;But I catch an odd footing. Panic seizes my chest when the elevation imposes itself, and I fall to my chest as the crowd groans in anticipation. But I hear their cheers still coming strong: Pax chanting &quot;Science Guy&quot; in their tongue until the others join, and they cheer when I regain my footing, stumbling slowly before I make it to the other side.</p>",
      "<p>&emsp;Next is a span of sixteen-or-so bars dangling over the same sickening drop. I doubt my adrenaline will last if I don&apos;t keep going: un-Essenced like the others and at a certain disadvantage.</p>",
      "<p>&emsp;But I continue: taking the first suspended bar in my hands as my feet decide whether they want to leave the safety of the platform, making the mistake of looking down and noticing patches of grass I HOPE are just floating, and not islands that would break my legs.</p>",
      "<p>&emsp;But the excitement is too great. My exhilarated mind flashes back to the breakaways of all those lacrosse games I miss so damn much with Miguel&mdash;and lost in the emotional rhyme, I realize I&apos;m already halfway across, steadily swinging between rails until I make it to the other side.</p>",
      "<p>&emsp;I turn back to find Derry waving at the other side, making some gesture I interpret as a &quot;thumbs-up&quot; as he waits to cross, using his meager townie Essence to strengthen his grasp before it&apos;s his turn to cross the bars.</p>",
      "<p>&emsp;The end of the towers is a series of vertical ropes. And as the others gain on me with their powerful arms, swinging like silverback gorillas, I slide down the rope after saturating my hands in the cool mud caked on my undershirt, regaining my footing as I make it to the bottom.</p>",
      "<p>&emsp;I reach the end of the &apos;U&apos;-shape to find the joining section as a simple sprint before more low-level towers at ground height, and I take off for the next side, watching as the Essenced knights double my speed to get a spot on the other side.</p>",
      "<p>&emsp;I feel a presence behind me. One of Jullian&apos;s non-guard buddies I recognize from before uses his advantage to sprint faster, and he&apos;s several breaths behind me as we round the last turn of the U-shape, coming to a near stop as we approach a bunch of logs that protrude from a gravel pit: a series of one-footed jumps that focus on technique over strength.</p>",
      "<p>&emsp;Half cheer my name. But half cheer for my adversary, named Delvin. We balance the desire for speed over the failure of the fall, wagering the swiftness of every jump. And as we&apos;re neck-and-neck, I decide to dash the rest of the logs, back in first as I make it to the last challenge.</p>",
      "<p>&emsp;All that&apos;s left is one last straightaway with hurdles. It was my event in track when I was lighter, and had a six-pack on my body instead of in my hand every weekend. But the muscle memory is there, and as I take lane two of six, my rival takes four as we sprint with all we have, letting the fanfare flood our muscles where our exasperated breath falls short.</p>",
      "<p>&emsp;My steps reach a rhythm like I&apos;m sprinting down the hundred-meter span of hurdles on my high school track: over the long logs in seven steps and a leap, seven steps and a leap, seven steps and a leap.</p>",
      "<p>&emsp;The goal is getting closer, stacked with kegs. The beautiful town ladies are tensioned with corsets that rise their breasts as a beckoning call to the grizzly men behind us, raising mugs of fresh ale as sirens that call their lascivious warriors to come.</p>",
      "<p>&emsp;A leap and seven steps. A leap and seven steps. And I see Katiya at the finish, smiling ear-to-ear as her boyfriend stands next to her, cheering on Delvin. And I&apos;m so close now, about to place first, when I hear a pained groan and a loud exhale as Delvin crumples into the second-to-last log hurdle.</p>",
      "<p>&emsp;And I stop in my tracks, inches from the finish. I look behind me to find Delvin grasping his chest without wind as the horde of others is quickly approaching.</p>",
      "<p>&emsp;But I decide to turn around as I huff for breath, climbing over the log to approach my rival, offering him a hand so he can rise from the sullen ground.</p>",
      "<p>&emsp;I take his arm across my shoulders. A few racers sprint past us, transfixed by the boobs and ale ahead of them. And as we stumble over the logs in steps instead of leaps, I feel Delvin&apos;s weight shift when Derry grabs his other arm.</p>",
      "<p>&emsp;We finish twelfth-or-so. Katiya and all her friends congratulate the three of us when we cross. The air stinks of salty sweat, but the ale is sweet and savory as we chug the carbonated brew like cold water.</p>",
      "<p>&emsp;We hang around for a while until Aldrin presents an award to first place, and though he recognizes my efforts, he presents it to another lean, younger man that passed us while we carried Delvin. Katiya and a few friends watch my face as I react to this loss, and though Delvin is distraught, I laugh and cheer as the winner holds his makeshift trophy in the air.</p>",
      "<p>&emsp;I find an emotion in Katiya&apos;s face that I&apos;ve never seen before. She looks away when I return her glance. Her other friends chatter on about how I deserve the title, and even Jullian offers me words of encouragement, thanking me for aiding his friend.</p>",
      "<p>&emsp;A long day ends with us walking home. I say I left my stuff at Katiya&apos;s so we could all walk together, and when they&apos;re all distracted, I slip inside and disappear through the door&mdash;quick to feel the bliss of a hot shower.</p>",
      "<p>&emsp;After toweling off, I head downstairs to grab a glass of water in my boxers. I hear Jullian and Katiya heading upstairs on their side of the dimensional wall. Katiya whispers something to Jullian as he continues to climb the stairs, and after she takes off her heavy boots, I hear her footfalls as she approaches my door.</p>",
      "<p>&emsp;She knocks with a knuckle. I&apos;m quick to answer on the other side, peeking out no more than my head and a shoulder.</p>",
      "<p>&emsp;&quot;Hey &mdash; thanks for doing this today,&quot; she whispers. &quot;You surely didn&apos;t start off so well, but you ended in a blaze.&quot;</p>",
      "<p>&emsp;&quot;Of course,&quot; I tell her. &quot;It was worth the PTO.&quot;</p>",
      "<p>&emsp;She turns to close the door, but then hesitates for a moment: something still on her mind that she&apos;s tempted to ask. &quot;But at the end there . . . you were surely going to win,&quot; she says. &quot;Why did you give Delvin a hand before you crossed?&quot; </p>",
      "<p>&emsp;She looks up with anticipation, as if she disbelieves the face I wore when they were handing out awards. But something makes her want to hear me say it: to convince her of something.</p>",
      "<p>&emsp;And so I tell her the truth.</p>",
      "<p>&emsp;&quot;I just didn&apos;t think the ale would taste any different,&quot; I whisper. &quot;You know?&quot;</p>"
    ]
  ],
  "Release": 275,
  "ReleaseDate": [
    "10",
    "03",
    "2025",
    "2025-10-03 00:00:00"
  ],
  "Active": false,
  "Perspective": "Cody",
  "Status": "Revised Draft",
  "WordCount": 0,
  "Summary": ""
}