[
   [
      [
         "BodyTitus",
         "I find a woman slouched beneath a tree in the open field as I drag my sled on frostless ground, looking as if she&apos;s relinquished her life to join the landscape. ",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "Sylvia shrugs, and so I kick her boot, startling her.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;What are you doing here?&quot; I ask her, discovering that her eyes run with tears. The trek has taken so much out of all the survivors of the Afterlife&apos;s great attempt at liquidation: noticing her face worn with the same brand of strain, I ask, &quot;are you one of us that has nowhere to go?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;I was just trying to get away,&quot; she says. &quot;If I wasn&apos;t so indebted to my past, I might head south with the both of you.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;So you&apos;re not?&quot; Sylvia asks. &quot;Are you from here? We didn&apos;t know there was as town.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;This is Gaffesend,&quot; she says. &quot;And you&apos;re headed for Northaven?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Whatever is left of it,&quot; I say. It&apos;s strange enough to mention a place that&apos;s been dead in my mind since birth.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "I open my rucksack, withdrawing an old book printed in Blackwater&apos;s crimson ink. I quickly realize my grandfather&apos;s map is no longer useful. ",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "I nudge Sylvia. &quot;We&apos;re certainly far past Everett&apos;s bounds.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;And who are you?&quot; The girl interrupts.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;The daughter of Khiras,&quot; Sylvia says. The words give me a scare when we agreed to keep that truth in confidence, but both of them smile. ",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;And I&apos;m the queen of England,&quot; the girl says.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Where&apos;s England?&quot; I ask.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "She looks afraid: struck with the same expression I wore moments earlier. &quot;Too far to measure,&quot; she says. &quot;My name&apos;s Katiya, and I am . . . or was, a Royal Guard.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;We used to be Royal Guards just like you,&quot; Sylvia says: already making friends without hesitation as she lifts Katiya to her feet.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;What did it in for you?&quot; Katiya asks.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "I try my own attempt at revelatory humor. &quot;We blew up a mountain,&quot; I say.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;So that was you,&quot; Katiya says. &quot;Ryder said there was some awful stuff going on up there, but I thought it was just exaggerating.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "The name halts me. &quot;What Ryder?&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "She shrugs. &quot;You surely wouldn&apos;t knwo him: he&apos;s been here for a long time.&quot; A silence hangs between us as Katiya decides to part from the old tree, on a spot rife with an energy of dead Essence. &quot;Say . . . if you&apos;re passing through, I have a place you can stay for a while.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;Really?&quot; Sylvia asks.",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;It&apos;s not for long,&quot; Katiya says, stricken with an air of remorse. &quot;But rules don&apos;t really apply to me all that much anymore. If I can&apos;t protect, I can at least house.&quot;",
         true,
         false,
         false
      ],
      [
         "BodyTitus",
         "&quot;That would be great,&quot; I tell her, searching for a blank corner of my grandfather&apos;s map to add the first set of strokes since his passing: the first record of a land beyond the wall. &quot;Just give us a place.&quot;",
         true,
         false,
         false
      ],
      [
         "EndOfScene",
         " ",
         true,
         false,
         false
      ]
   ]
]