{"Story": "Firebrand", "Title": "Chapter Forty-Six", "Subtitle": "Saving Face", "Act": 5, "ChapterNumber": 46, "Synopsis": "Something is different this time. Can you feel it?", "RevNotes": "", "ID": "5.46", "Body": [" The weather is temperate. The grass is verdant. And as Romin parts with his father to catch up on decades of lost time, Valentina and Sylvia find no words to hold their amazement when they see the Backwoods for the first time. What amazes them most is the surplus of Essence and how it&apos;s used so openly: farmhands tending crops in once inhospitable climates, cultivating them with a turnaround of mere weeks, with the same technique of that chamber beyond time. Young cadets of the true First Blood train along the walls, learning how to harness generational Essence to protect themselves and the village. The buildings germinate from the sides of dirt trails with stripped birch pillars, as if the city had grown from its surroundings. When the distraction and awe diminish enough, they realize we&apos;re not just wandering aimlessly, that I&apos;m taking them somewhere. &quot;Where are we going, Titus?&quot; Sylvia asks. &quot;I&apos;ve got something to show Valentina,&quot;I tell her. &quot;What is it?&quot; Val asks. &quot;We&apos;re going to the west walls. A village this size couldn&apos;t survive without help.&quot; &quot;Not help from Blackwater, of course,&quot; she says. &quot;But who, then?&quot; &quot;The ones who share your blood,&quot; I say. &quot;They should be here today. They&apos;ve been supporting the Humans for a long time, and I think they&apos;d be just as amazed if they met you.&quot; Her eyes light brighter than any expression she acted out for her moving pictures. &quot;You can&apos;t be serious. That&apos;s impossible. I never...&quot; &quot;We need to hurry! Come on &mdash; they won&apos;t be here for long.&quot; She tugs with a reluctance, but not enough to show she truly doesn&apos;t want it. &quot;O...okay,&quot; Valentina replies, with a stage fright as if she were giving her first performance. &quot;You&apos;re gonna be great,&quot; I say. Her mannerisms remind me of Ellie when we approach them: a childlike mix of disbelief and wonder. I had only seen them in passing when I last arrived here. Their tongues rattled off Ahkvasan in quick, accented words. An orange-striped Ahkvasan commands all the others, ushering them to move boxes of supplies into the barracks. Valentina approaches awkwardly. She looks back at me. No. No, go ahead, I gesture, they don&apos;t bite. They&apos;re not animals. &quot;N&mdash;Nord,&quot; she said. She startles the orange-stripe, and he jumps back a near foot. &quot;Ahk&apos;na!&quot; He shouts. The others snigger at the easy fright of their leader. &quot;Sorry, heh. Nord. Do you speak Nord?&quot; &quot;Yes. Yes, you scare me,&quot; he says. &quot;How can I be service?&quot; Valentina pauses. She forgets the lines. I know this moment has played in her imagination ever since she learned she was different. She grasps for the words to introduce herself. &quot;I&apos;m Valentina. I&apos;m like you.&quot; Orange-stripe snorted: &quot;Hah. Like us? What do you mean?&quot; he says, intrigued as Valentina&apos;s fingers reached for her hat. I see her hesitate for a few moments. She glances back at me, reflexively, before withdrawing the hat from her head. The foreigners&apos; expressions change from jeering grins to amazement, before cries of disbelief escape from their mouths. Valentina recoils in fear of mockery, bowing her head, eyes stuck on a patch of dirt she traces with the toe of her boot. She expects them to treat her no different. But she feels their sharp claws lightly trace around her ears and she lets out a squeak. Her ears flutter in response. &quot;Incredible!&quot; Orange-stripe says. &quot;But the Essence, the Essence . . . with half blood between us and the Humans, do you know if . . .&quot; Valentina&apos;s eyes meet his with a novel sense of clarity, as if the peace of acceptance has begun to revitalize that half of her. &quot;Raise your hand,&quot; he instructs, and Valentina touches her palm to his. Mere moments pass before I realized what is happening: the impossible speed of their mannerisms, their speech, lips moving so fast I couldn&apos;t even discern their words, and in awe I realize that it wasn&apos;t the two of them moving fast, but the world around them slowing down. It really is real, the true power of the Ahkvasans, to slow the speed of time &mdash; and I realize I&apos;d seen it once before, in that selfless moment that Valentina saved us from the falling debris. She draws that same power from within herself. She is truly one of them: her abilities born from two different races, and as they trade words, I see her straighten with a beautiful confidence I&apos;ve never seen before. Not what she acted in the theatre, or the Academy programs, or even when I talked with her. It&apos;s only a minute that passes. To her, maybe it&apos;s been hours, but either way, I know the eternity of that moment will live with her &mdash; for as long as we all survive. Sylvia and I leave Valentina there, and Sylvia&apos;s eyes glow as I bring her towards the next destination. &quot;You have something to show me, too, don&apos;t you?&quot; She asks. It&apos;s the thing I fear the most about all of this, but it&apos;s what can prove, beyond any shadow of a doubt, that this is the right time to act. &quot;I do. Just know that we can always ask forgiveness after the evidence is undeniable,&quot; I tell her. &quot;All you have to do is trust me.&quot; &quot;I always will,&quot; she tells me.", " Impossible truths are easier to swallow when they&apos;re told by the ones you cherish, when they&apos;re an emotional investment. It&apos;s why Ellie was disappointed every time I came home late to her, because despite my good intentions&mdash;and all the demands that weighed on me in those years of the Academy, between family, school, and no personal life&mdash;a part of her clung to a persuasive hope every time I said that I would come home to her. Romin, Sylvia, and Valentina were convinced before all of this by the heaviness of my words, impossible coincidences, and the trust I&apos;ve built within each of them, but when it comes to the intimate strangers that remember nothing of our shared suffering, the persuasion requires far more. Only dramatic acts can cover where the conviction of closeness can&apos;t. &quot;I know there&apos;s a voice inside you that&apos;s spoken for years, trying to get out,&quot; I tell Sylvia. &quot;You told me in another life.&quot; &quot;No. It&apos;s just hysteria. Pleading, begging for me to accept that I&apos;m something else, that this is all just a fa ade,&quot;she insists. &quot;What if I told you there was a chance to stare it down once and for all?&quot; I ask. It gives her pause. Maybe she can feel herself compelled towards that inner truth that terrifies her. &quot;For so long you&apos;ve told me how unexceptional you think you are, but you&apos;re far more than that. You say you&apos;re dragged at my heels towards greatness. That you only thrive in the shadow cast by the three of us, but you are more important, and more powerful than you could ever imagine.&quot; &quot;I&apos;m just scared,&quot; she says, though she doesn&apos;t even know where I lead her. &quot;I will be with you through it all, from the beginning to the end, and every moment after,&quot; I tell her. &quot;You are the final and most essential piece to this plan. I can&apos;t do this without you.&quot; &quot;Then I promise you I will try,&quot; she says. Despite everything that&apos;s worked so far, I can feel my stomach twist on itself. I might be more afraid than she is, because I know exactly what&apos;s going to happen. It&apos;s a huge gamble. It&apos;s inconceivable to think someone so small in size could hold such tremendous power, and I hold myself from remembering the terror of our first encounter. We reach the steps of the Chieftains&apos; lodge, completely unguarded. The whole village is in an uproar since the prodigal son returned: the one fictionalized by all of Raine&apos;s stories, absorbing all the attention. I&apos;m just lucky how much Romin likes to talk about himself. It&apos;s just the smallest pebble of Pure Essence, but I can already see how it makes her twitch when we enter. My own sensitivity heightens with the Essence in my circuits from another life. &quot;Are you sure about this? I just . . .&quot; &quot;I would do it myself. But my blood refuses it. I&apos;m cursed by a decision I made a long time ago,&quot; I tell her. &quot;I can hear it again, Gods above,&quot; she cries, holding her head as a splitting migraine brews in her head. &quot;The voice! The voice of the Gods, and it screams to be let out...&quot; My guilt overtakes me. &quot;It&apos;s okay, Sylvia. There&apos;s time. We can do this again after&mdash;&quot; She grabs my hand, tensioning her fingers between the spaces of mine, to fill-in the words she can&apos;t speak, and I tighten my hand to share with her my strength. She hardly has to raise her other hand. The pebble magnetizes to the side of the glass, trembling as it begs to be released, rocking with the slightest motion of her hand as the glass splinters. &quot;I&apos;m scared, Titus! Oh, Gods, it&apos;s&mdash;&quot; The protective shield hardly shatters when the stone launches through the jagged hole. It&apos;s only after it makes contact with her hand, absorbing into her circuits entirely, that the pulse of turbulent winds deafen our ears, shattering every window as I feel her embrace me tighter and tighter. &quot;I&apos;ve got you, I&apos;m never letting go,&quot; I say, though her newfound strength begins to hurt. The smell of ozone floods the small lobby, and though the thousand cuts of glass writhe my flesh as turbulent winds circle around us, a strange heat binds and heals them. I can feel the resonance of celestial power in my threads, the way my right arm emblazons in a flash of heat, and when silver strands of her hair touch my cheek like ribbons of pure moonlight, I know that this time is different. &quot;For the first time, you&apos;ve awoken me with real purpose, human,&quot; the Daughter of Khiras says. &quot;You&apos;ve come such a long way. And you really believe this will be the last time?&quot; &quot;I&apos;m certain of it.&quot; &quot;What makes you so sure?&quot; &quot;Because I know I can live with whatever comes next. I&apos;ve prepared with everything I have, I&apos;m unwilling to bow to anything, unless it truly forces me down,&quot; I say. &quot;Oh, is that so? Then for what reason do you summon me?&quot; She grasps my shoulders, staring directly down at me as I try to meet her gaze, though glancing her eyes feels like staring into the street lamps of Lighttime, leaving a fluorescent glow when my eyelids hinge in protest. &quot;If you&apos;re so certain on your own, then why do you need the help of a Celestial?&quot; &quot;I don&apos;t ask you to crumble their glistening peaks with the strength of your hands. This is our fight: wrought by humans, so it must be solved by us alone. It can&apos;t be won without the costs of loss and casualty. All I ask for is the persuasion of your presence.&quot; &quot;Then you&apos;ll prove it to me,&quot; she says. Her strength bends to nothing when she takes my right arm in her hand, tracing the mangled, threaded scars with her fingers. &quot;As long as this boon softens the blows of true, one-pointed destiny, you will always be too weak.&quot; I can feel the anxiety of real death still there, deep inside me. She chides me with a mocking smile. I hear the footfalls of the furious First Red approaching. &quot;The world is so much greater than this small, forgotten scab of frostbitten dirt. Your whole world is less than a speck on the shores of eternity. Tell me, then, human: when all this is over, if you die before you see the fated end, then what will you have left?&quot; &quot;Then I&apos;ll have both the ones I love waiting for me on the other side.&quot; I can swear I see her face flush as a heat flash rises. &quot;But you erased her. You&apos;ve abandoned everyone in those old lives, don&apos;t you understand? What do you have left when no one will remember you?&quot; &quot;With absolutely nothing? Then all I&apos;ll have is the honor.&quot; I extend my mangled arm to her. If this clears the barrier preventing me from using my birthright, then it&apos;s a wager I have to make. &quot;You&apos;ve proven yourself worthy, then,&quot; she says, projecting pure energy across my circuits. The tangle of latticed lashes beneath my flesh dances as if worms wriggle beneath my skin. The mangled mess is untangling itself, and before long, a single thread remains. &quot;But . . . I thought you were taking it away?&quot; &quot;The Gods of Purgatory have seen far too many of your kind come and pass; demigods absorbed by their selfish visions; promising the world to those who listen when they&apos;re less than dust. I can feel how much you&apos;ve changed this divergent piece of myself called Sylvia. Don&apos;t you remember that you gave her that name?&quot; The memory is dim, but I know it&apos;s there. &quot;So I&apos;ll give you a chance, human, because she tells me to believe. You have control of this cursed boon, whether to erase it, or to let it consume you. Sever the thread when the time is right, and with enough Essenced power, you will imbue yourself with the powers of the Mask.&quot; My hands reach for the thread. &quot;If I&apos;ve decided this is my last chance, then why wouldn&apos;t I do it now?&quot; &quot;Because the fate you forestalled still has to collect. It is the law of nature. So do you really have what it takes to let go of what you never deserved?&quot; My stomach twists on all the things I&apos;ve come to possess that I never had before: experiences I&apos;ve stolen. &quot;In the grand scale of the universe, the breadth of your lifetime is a single breath in the lungs of the Divine. I will grant this small piece of me this life. Just promise me one thing,&quot; the Goddess says, wearing a familiar expression I recognize from the one I love the most. &quot;Anything.&quot; &quot;Cherish me in the time you have,&quot; she says, taking my hand as she guides me out the double doors. I can feel the Goddess&apos; rigid grasp taper off as Sylvia regains her heading, the two coalesced as one in divine spirit. &quot;Your love is burned in my soul, and I will cherish you in every life I&apos;m given, no matter how memory fades with age and rebirth,&quot; I promise her. The villagers congregate outside the hut, trading their anger for awe as they prostrate in zealous worship. &quot;Brothers and Sisters of the Carmine: I stand before you today with the prophecy of a certain future. Fletcher has seen every end, and I&apos;ve been the passenger to every outcome. You have a chance, when all the failed realities before you have folded inwards on the avarice of the Afterlife, reaping the souls they&apos;ve sown for Essence by the great Chymaeran weapon Endogeny.&quot; She floats in the air as her worshippers drink to her celestial presence. Lyra&apos;s eyes are the only ones that focus on me, dumbfounded by the name she&apos;s waited decades to hear again. &quot;It is time to return. This is your fight to finish, and you carry my will and blessing to stop the Afterlife, before they extinguish the family you hold dear. Hesitate for nothing. Give your lives for the freedom of your people: the true humans whose souls are uncorrupted by golden dreams.&quot; I can see her celestial charisma fade as Sylvia returns to me, her silver hair darkened as she descends to the ground and into my arms. &quot;I remembered it,&quot; she tells me. &quot;I could have dissolved away to that other realm. But I want to experience this life here, with you.&quot; &quot;And I&apos;ll have you for as long as you&apos;ll stay,&quot; I say. &quot;Just please &mdash; hey, what&apos;s wrong?&quot; &quot;I told you that I remember. It was all so awful!&quot; She says, and her eyes fill with tears as she buries herself in my tattered jacket. &quot;If only I knew how much you suffered just to get here. I wish I could have done more, when you were so alone, just...&quot; &quot;It&apos;s alright,&quot; I say, as I return Sylvia to her feet. &quot;All that matters is that I&apos;m here now. And&mdash;&quot; &quot;Fletcher,&quot; Lyra says, standing at the bottom of the steps as she extends her arms. &quot;They thought I was crazy. I was even beginning to lose faith, but...&quot; &quot;Go spend time with your sister,&quot; Sylvia says. &quot;It&apos;s time you get to know her all over again.&quot;", " The First Red spent forty-seven years beyond the walls in the Backwoods, prepared every day to leave at a moment&apos;s notice. And today was no different. I steeled myself to persuade them in the vote, siding with Lyra, hoping to use Romin for leverage on Raine, but now they leave in a mass exodus, carrying their lives on their back as we march to the city.  They&apos;re too afraid to talk to Sylvia, but Valentina walks beside her, unaware she left her hat behind. Behind them, Romin laughs with his father, reminiscing on distant memories of his mother Rose: the last thing they did was pay respects to her grave. And I walk beside Lyra, listening as she tells me stories of a past life I can&apos;t remember. I tell her of the trials we faced together in another life. She laughs at the times she almost killed me. I feel like I&apos;ve robbed her of these sublime experiences through resetting, though she reassures me that my return to her is all that matters. The group divides by province at midday, yet an uncountable number of Carmine still trudge towards District Fourteen. The evening settles in the sky though no one is nervous: their Essence potential so great that our pocket of nomadic land becomes bearably cold. When we settle for the night, no fires light the sky. All is pitch black, or else smoke might give away the mass approach. I rest beside Sylvia, back-to-back with her so neither one of us has to sleep on the ground. By the time the brief lapse of sleep comes to me, the snow has thawed down to dirt, the climate so strangely temperate while snowflakes still sink in the distance. The disappearance of the Amulet still torments me, and the longer I try to reason what changes I sewed intro the fabric of this final effort, the less I feel I know. &quot;This is the best I can do,&quot; I mutter to myself, long after Sylvia falls asleep on my shoulder. I try to stay awake just to support her&mdash;so that neither of us wake on the cold, hard ground&mdash;but my exhaustion finally comes to nest, sometime after twin moons rise above the silhouetted trees. I awake to softness on my cheek, and for a minute, I think I&apos;m home. She smiles as my head rests in her lap, brushing the coarse tufts of my jet-black hair so I can see her. She tries to bend down to kiss me, though something else gets in the way. My face flushes. And just from waking up, I notice there&apos;s a new sapling in the forest. &quot;Was that my fault?&quot; She asks. I survey the camp. The sky is still dark, and the early-risers are just waking up. Romin and Valentina are sprawled against a tree, and near them, Raine waits impatiently for his son to wake so they can talk again. The Carmine keep the fires small as daylight crests, just enough  to set a carnivorous odor in the air as they satisfy their hunger, waking the lazy ones to the smell of freshly-grilled meat. That afternoon, we arrive at an unfamiliar burrow: an abandoned mineshaft whose entrance is no taller than my head, so low that Sylvia and Romin have to duck to fit inside. The single-file path runs hot with sweat for the first hundred yards, until the branch opens to a main tunnel, lit by plumes of fire conjured between the well-trained travelers&apos; palms. The path runs straight into the city, and just as hunger begins to overtake us, bright blue light marks the opening of a long-forgotten quarry, years etched in the stone that are older than the city by centuries. I&apos;m sure the search of subterranean treasure halted when the Humans found a far greater resource: themselves. Raine instructs us to disperse as we approach the Compound, and since I&apos;ve acquainted myself with Lyra better than she knew me in past lives, she accompanies our Fireteam to the Compound. &quot;This is the best I can do,&quot; I mutter to myself again when my allies can&apos;t listen; when I feel the weariness of my body reflect in my weathered soul. I wonder what my mother would say to me in moments like these, and when I remove my mother&apos;s necklace to polish the cold obsidian, I try to imagine what secrets died with her. We reconvene at the compound around midnight, and the streets are so silent I wonder if Endogeny already cleared them. Hundreds gather in the belly of the Carmine Stronghold, awaiting the moment they spent five decades waiting for. I manage a glance between two Brothers when it opens, and when it does, the thunderous cheers of Carmine tremble the throated hallways like the deep growl of a beast. I let Romin relish in his moment. Hours later, they&apos;ll be planning their advances, and in less than two days, the assault on the upper lands will begin. To quote Romin, &quot;There&apos;s no chance someone won&apos;t notice all these sweat-soaked, piss-smelling Outwallers.&quot; I move upstairs to catch an air of silence, and I find Valentina and Sylvia leaning over the balcony of the second floor. Below, the commotion rises as the Carmine prepare themselves for war, trading their cries of jubilee for barks of disciplined order. The overlook captures the full expanse of the Foothills, casting the three of us in the point of its shadow.  &quot;Titus. Titus,&quot; A familiar voice calls. &quot;You&apos;re here, praise the Gods....&quot; I turn to find my father&apos;s lone shopkeeper. At her old age, I&apos;m surprised to find her dressed in the robes of the Carmine. She takes me away from my two friends. &quot;Maude. What is it?&quot; She pants for breath after climbing the stairs, barely able to manage the words. &quot;Your father&apos;s been waiting for you to return,&quot; Maude says. The itching fear I&apos;ve had since leaving returns to me, and I know her next words before she speaks them. &quot;It&apos;s Ellie. She&apos;s missing,&quot; she says."], "BodyFormatted": [], "Release": 387, "ReleaseDate": ["01", "23", "2026", "2026-01-23 00:00:00"], "Active": false, "Perspective": "Titus", "Status": "No Status", "WordCount": 0, "Summary": ""}